{"uri":"2de-gel-detection-on-the-odyssey-infrared-imaging-gvmbw46","version_id":"0","protocol_name":"2DE Gel Detection on the Odyssey Infrared Imaging System","protocol_name_html":"2DE Gel Detection on the Odyssey Infrared Imaging System","is_retracted":"0","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"1","last_modified":"1538167676","type_id":"1","link":"https:\/\/www.licor.com\/documents\/rzd222pi3eefzimeqx1e","fork_id":"","public_fork_note":null,"number_of_steps":"10","has_versions":"0","first_published_date":null,"publish_date":"2018-09-28 20:47:56","documents":"[{\"url\":\"https:\/\/s3.amazonaws.com\/pr-journal\/ju3fw26.pdf\",\"file_id\":\"9817\",\"thumb_url\":\"\/img\/extensions\/pdf.png\",\"ofn\":\"TechNote_Odyssey_ 2DEGelDetection_0811_12367.pdf\"}]","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"0","mod_secs":"19","description":"<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Two-dimensional gel electrophoresis (2DE) is a powerful and well-established method for high-resolution profiling of proteins. This technique separates complex protein mixtures based on two independent chemical properties: In the first dimension, proteins are separated according to their isoelectric points using a pH gradient contained within a polyacrylamide gel. In the second dimension, these same proteins are further separated according to their molecular weights in a second polyacrylamide gel.<\/p>\n<\/div>\n<\/div>\n<\/div>","is_bookmarked":"0","can_reassign":"1","before_start":"<p>Important Note: LI-COR Biosciences does not support a two-dimensional gel electrophoresis application per se. The following document is intended only to serve as a general guide to adapting 2DE gels for visualization and analysis on the Odyssey Infrared Imaging System.<\/p>","has_guidelines":"1","materials":[{"product_type_id":"1","reagent_id":"3786","reagent_linfor":"","reagent_mol_weight":"0.00","reagent_name":"IRDye680RD Protein Labeling Kit-microscale","reagent_public":"1","reagent_sku":"928-38076","reagent_url":"https:\/\/www.licor.com\/bio\/products\/reagents\/irdye\/protein_labeling_kits\/","reagent_vendor_id":"130","reagent_vendor_link":"https:\/\/www.licor.com\/bio","reagent_vendor_logo":"\/img\/vendors\/placeholder.png","reagent_vendor_name":"LI-COR","can_edit":"0"},{"product_type_id":"1","reagent_id":"3787","reagent_linfor":"","reagent_mol_weight":"0.00","reagent_name":"IRDye 680LT Protein Labeling Kit-microscale","reagent_public":"1","reagent_sku":"928-38070","reagent_url":"https:\/\/www.licor.com\/bio\/products\/reagents\/irdye\/protein_labeling_kits\/","reagent_vendor_id":"130","reagent_vendor_link":"https:\/\/www.licor.com\/bio","reagent_vendor_logo":"\/img\/vendors\/placeholder.png","reagent_vendor_name":"LI-COR","can_edit":"0"},{"product_type_id":"1","reagent_id":"3788","reagent_linfor":"","reagent_mol_weight":"0.00","reagent_name":"IRDye 800CW Protein Labeling Kit - microscale ","reagent_public":"1","reagent_sku":" 929-70020","reagent_url":"https:\/\/www.licor.com\/bio\/products\/reagents\/irdye\/protein_labeling_kits\/","reagent_vendor_id":"130","reagent_vendor_link":"https:\/\/www.licor.com\/bio","reagent_vendor_logo":"\/img\/vendors\/placeholder.png","reagent_vendor_name":"LI-COR","can_edit":"0"},{"product_type_id":"1","reagent_id":"3789","reagent_linfor":"","reagent_mol_weight":"0.00","reagent_name":"IRDye 700DX Protein Labeling Kit-microscale","reagent_public":"1","reagent_sku":"929-70010","reagent_url":"https:\/\/www.licor.com\/bio\/products\/reagents\/irdye\/protein_labeling_kits\/","reagent_vendor_id":"130","reagent_vendor_link":"https:\/\/www.licor.com\/bio","reagent_vendor_logo":"\/img\/vendors\/placeholder.png","reagent_vendor_name":"LI-COR","can_edit":"0"}],"materials_text":null,"warning":"<p>See SDS (Safety Data Sheet) for hazards and safety warnings. <\/p>","version_class":"4749","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1483026964","protocol_affiliation":"LI-COR Biosciences","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.gvmbw46","doi_status":"2","changed_fork_steps":null,"profile_url":"w2238413r2","protocol_img":"https:\/\/s3.amazonaws.com\/pr-journal\/ju5fw26.png","profile_image":"\/img\/avatars\/008.png","full_name":"Margaret Dentlinger","created_by":"Margaret Dentlinger","private_link":"FD4CB1B1E3D8F9AB9FF9ACEDBDC35A27","original_img":"1","username":"margaret-dentlinger","retraction_reason":null,"plos_id":null,"manuscript_citation":"<p>1. C. Didier, A. Merdes, J.E. Gairin, N. Jabrane-Ferrat, Inhibition of proteasome activity impairs centrosome-     dependent microtubule nucleation and organization, Mol. Biol. Cell. 19 (2008) 1220-1229.<\/p>\n<p> <\/p>\n<p>2. C. Desplats, F. Mus, S. Cuine, E. Billon, L. Cournac, G. Peltier, Characterization of Nda2, a plastoquinone-   <\/p>\n<p>    reducing type II NAD(P)H deydrogenase in Chlamydomonas chloroplasts, J. Biol. Chem. 284 (2009) 4148-<\/p>\n<p>    4157.<\/p>\n<p> <\/p>\n<p>3. R. Zhao, L. Du, Y. Huang, Y. Wu, S.J. Gunst, Actin depolymerization factor\/cofilin activation regulates   <\/p>\n<p>    actin poly- merization and tension development in canine tracheal smooth muscle, J. Biol. Chem. 283   <\/p>\n<p>   (2008) 36522-36531.<\/p>\n<p> <\/p>\n<p>4. T. Shibatani, E.J. Carlson, F. Larabee, A.L. McCormack, K. Fruh, W.R. Skach, Global organization and   <\/p>\n<p>   function of mammalian cytosolic proteasome pools: implications for PA28 and 19S regulatory complexes,   <\/p>\n<p>   Mol. Biol. Cell. 17 (2006) 4962-4971.<\/p>\n<p> <\/p>\n<p>5. L.R. Harris, M.A. Churchward, R.H. Butt, J.R. Coorssen, Assessing detection methods for gel-based<\/p>\n<p>    proteomic analyses, J. Proteome Res. 6 (2007) 1418-1425. 6. I.M. Riederer, R.M. Herrero, G. Leuba, B.M.   <\/p>\n<p>    Riederer, Serial protein labeling with infrared maleimide.<\/p>","journal_name":null,"journal_link":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":219618,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[{"group_id":"299","group_uri":"licor-biosciences","group_name":"LI-COR Biosciences","group_logo":"https:\/\/s3.amazonaws.com\/pr-journal\/hfqe24w.jpg","requested_uid":null,"request_flag":null,"my_request":"0"}],"number_of_shared_runs":[],"ownership_history":[{"created_on":"2016-12-29 15:56:04","change_time":"2016-12-29 15:56:04","username":"james-thornton-jr","full_name":"James Thornton Jr","profile_image":"https:\/\/s3.amazonaws.com\/pr-journal\/67c2w6.jpg","affiliation":"Hurwitz Lab "},{"created_on":"2018-09-28 19:28:30","change_time":"2018-09-28 19:28:30","username":"margaret-dentlinger","profile_image":"\/img\/avatars\/008.png","full_name":"Margaret Dentlinger","affiliation":null}],"keywords":"","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_access":null,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"4","badge_image":"\/img\/badges\/gold.svg","badge_description":"Gold power author!"},{"badge_id":"5","badge_image":"\/img\/badges\/earlyadopter.svg","badge_description":"Early adopter"},{"badge_id":"6","badge_image":"\/img\/badges\/socialbutterfly.svg","badge_description":"Social butterfly"}],"number_of_comments":0,"big_protocol_img":"https:\/\/s3.amazonaws.com\/pr-journal\/ju4fw26.png","big_protocol_img_ofn":"hgfc2w6.png","is_locked":0,"is_locked_by":false,"authors":"LI-COR Biosciences","authors_list":[{"name":"LI-COR Biosciences","affiliation":"LI-COR Biosciences","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/008.png","username":"margaret-dentlinger","full_name":"Margaret Dentlinger","created_by":"Margaret Dentlinger"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"<p><strong>I. INTRODUCTION<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Two-dimensional gel electrophoresis (2DE) is a powerful and well-established method for high-resolution profiling of proteins. This technique separates complex protein mixtures based on two independent chemical properties: In the first dimension, proteins are separated according to their isoelectric points using a pH gradient contained within a polyacrylamide gel. In the second dimension, these same proteins are further separated according to their molecular weights in a second polyacrylamide gel.<\/p>\n<p> <\/p>\n<p>Despite the usefulness of 2DE for analyzing and comparing relative protein expression levels in multiple samples, it has two key weaknesses: First, existing standard methods of detection, utilizing various means of total protein staining, often do not provide the sensitivity required to detect some low abundance proteins. Sample preparation techniques, such as prefractionation and enrichment, help to overcome this problem, but achieving high sensitivity is still challenging. Second, changes in protein expression between individual samples may be difficult to distinguish correctly due to inter-gel variation, since only one sample can be processed per run using conventional detection methods.<\/p>\n<p> <\/p>\n<p>The Odyssey Infrared Imaging System provides a sensitive and flexible choice for imaging 2DE gels and blots. We will describe viable options for Odyssey detection of proteins separated by 2DE. An overview of the 2DE process will be discussed; however, details of the procedure, including troubleshooting, analysis, and downstream processing of 2DE gels, are beyond the scope of this document. A moderate level of proficiency with standard two-dimensional gel electrophoresis methods is assumed.<\/p>\n<p> <\/p>\n<p><strong>II. 2DE METHOD OVERVIEW<\/strong><\/p>\n<p> <\/p>\n<p><strong>Commercial Systems<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>For the researcher just beginning to gain proficiency with 2DE methods, a commercially-available 2DE system may be a favorable alternative to traditional techniques and materials. Although operating costs are typically somewhat higher for commercial systems, much less expertise and reduced optimization efforts are required when compared to conventional techniques. There are several companies that offer complete systems, including Invitrogen, GE Healthcare, Bio-Rad, and Syngene. Each system has its own method variations, distinctive equipment and reagents, as well as unique advantages and disadvantages; the general workflow, however, is essentially the same for each system. For purposes of this technical note, Invitrogen’s ZOOM® IPGRunner™ System was used to generate 2DE data.<\/p>\n<p> <\/p>\n<p><strong>Basic Workflow and Procedural Considerations<\/strong><\/p>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Following is a general outline of a typical 2DE procedure. Each of these steps requires training and experimentation to gain proficiency and to determine the best conditions for a particular sample. The intent is not to explain how to perform a 2DE experiment, but to highlight aspects of the process that contribute to the final quality of images obtained from the Odyssey System.<\/p>\n<p> <\/p>\n<p><strong>1. Sample Preparation<\/strong><\/p>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p> <\/p>\n<p>Preparation of samples for isoelectric focusing (IEF) is arguably the most important step in achieving quality results. Robust protein separation and clarity is greatly dependent on a number of sample attributes:<\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><strong>Protein solubility.<\/strong> For reliable and reproducible results, samples are generally treated with a solubilization\/denaturation buffer prior to IEF. Many proteins, particularly hydrophobic and membrane proteins, are not readily soluble and must be treated with a solubilization agent prior to electrophoresis. The best solubilization buffer depends on the sample and the proteins of interest, but typically consists of a combination of chaotropes, reductants, detergents, ampholytes, and protease inhibitors. Because of the ionic effect of these reagents on isoelectric focusing, the best combination and molar ratio of each component in the solubilization buffer must be carefully determined. There are a number of optimized commercial buffers available which may be suitable for the less-experienced 2DE user.<\/p>\n<p> <\/p>\n<p><strong>Relative protein abundance.<\/strong> Depending on the migration characteristics of the proteins of interest, high-abundance proteins such as albumin, transferrin, or IgG can overshadow lower abundance spots and may need to be removed prior to 2D gel electrophoresis. There are a wide variety of commercially available kits designed for removal of high abundance proteins or enrichment of low abundance proteins. The Odyssey Imager provides a highly sensitive means for detecting many low abundance proteins in 2DE gels and blots.<\/p>\n<p> <\/p>\n<p><strong>Interfering components.<\/strong> Many components commonly found in prepared samples, such as salts, lipids, nucleic acids, ionic detergents, metal ions and other charged molecules, can interfere with 2D electrophoresis. These components may cause a number of different problems, including streaking (horizontal or vertical lines in the gel), poor spot clarity, gel pore clogging, protein depletion\/degradation, or protein structural modification. Appropriate measures should be taken to ensure that these interfering components are removed from your sample.<\/p>\n<p> <\/p>\n<p><strong>Prefractionation.<\/strong> Complex protein mixtures can be fractionated prior to 2DE to provide better separation of proteins with similar electrophoretic, functional, or structural characteristics, and to improve detection of low abundance proteins. Sample proteins can be prefractionated based on isoelectric point, according to subcellular location (nuclear, cytoplasmic, mitochondrial, membrane, lysosomes, microsomes, etc.), or using conventional chromatographic techniques.<\/p>\n<p> <\/p>\n<p><strong>Protein isoelectric point range.<\/strong> Due to the number of proteins typically present in a given sample, a single 2DE run may not be sufficient to elucidate all of the desired proteins. In a typical 2DE system, a variety of wide and narrow pH range immobilized pH gradient (IPG) gels are available. Wide range gels allow for the separation of several hundred proteins, and provide a general expression profile of the majority of proteins in a given sample; but, separation may not be sufficiently distinct, particularly for low abundance proteins. Narrow range gels provide much better separation, but only for proteins which fall within the given pH range. By spreading a sample out over three or four overlapping narrow pH range gel runs, it is possible to distinguish among many more proteins in the sample (i.e. several thousand individual proteins as opposed to several hundred that are typically distinguishable in a single wide range gel).<\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><strong>Total protein concentration.<\/strong> After a sample has been prepared, the amount of protein should be accurately estimated. Spectrophotometric protein quantification assays, such as the BCA, Lowry, or Bradford assay, work best for this purpose. Protein concentration estimation is important for obtaining reproducible 2DE data, especially when no normalization for gel-to-gel protein concentration is used. The minimum necessary amount of protein to be loaded on the 2DE gel will vary depending on how the sample was prepared, the relative abundance of the proteins of interest, and the method used for detection.<\/p>\n<p> <\/p>\n<p><em>For detection on the Odyssey System, less protein may be required because of the improved signal-to-noise ratio in the near-infrared wavelength detection range.<\/em><\/p>\n<p> <\/p>\n<p><strong>2. Isoelectric Focusing (IEF)<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>After samples have been prepared and the protein concentration accurately estimated, the first step in 2D gel electrophoresis is to separate the complex mixture of proteins according to their isoelectric point (pI). This is the first dimension in the two-dimension separation process. Separation is done using a thin tube or strip of polyacrylamide gel cast with an immobilized pH gradient (IPG). Samples are added to the gel, and proteins are separated and focused when current is applied. Proteins will migrate to the pH position on the gel that is equal to the pI of the protein.<\/p>\n<p> <\/p>\n<p>Electrical power control during IEF is also very important for achieving consistent, quality results. A programmable power supply capable of operating at low current and high voltage should be used. A typical electrofocusing program will start at low voltage and gradually ramp, or step up, to a high voltage to allow proteins to fully focus at their appropriate location on the gel. Voltage ramping helps to prevent protein aggregation and precipitation and facilitates temperature stability throughout the run (temperature is important because of its effect on protein pI). Electrical parameters should be experimentally determined for your samples, using the IEF system manufacturer’s recommendations as the starting point for optimization.<\/p>\n<p> <\/p>\n<p><strong>3. IPG Gel Equilibration<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Prior to the second dimension protein separation, IPG strips must be equilibrated. The first equilibration solution includes a reducing agent such as dithiothreitol (DTT) to reduce any disulfide bridges that have formed, and sodium dodecyl sulfate (SDS) to ensure that proteins are denatured and that they have a net negative charge for the second dimension electrophoresis. The second solution usually includes iodoacetamide, which alkylates thiol groups on the proteins as well as any residual DTT, and thereby reduces streaking and other undesirable artifacts in the second dimension separation.<\/p>\n<p> <\/p>\n<p><strong>4. SDS-PAGE<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>After equilibration and alkylation, the IPG gel is placed into a second polyacrylamide gel for the second dimension of the protein separation process. When current is applied, proteins are further separated based on molecular weight.<\/p>\n<p> <\/p>\n<p><strong>5. Preparation for Detection<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>At the end of the second dimension electrophoresis, proteins have been separated by their isoelectric point and by their molecular weight. Now, proteins must be visualized. This can be accomplished by direct detection within the SDS-PAGE gel, or by first transferring the proteins to a solid support membrane (i.e. nitrocellulose or PVDF). Various methods for protein detection are described in the next section, <strong>Options for Detection on the Odyssey System.<\/strong><\/p>\n<p> <\/p>\n<p><strong>6. Image Analysis<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Once the protein spots on the 2DE gel or membrane have been revealed and digitally captured, software analysis can be performed on the spots. There are several powerful 2DE gel software packages currently available. Typical 2DE gel analysis software generally provides the following capabilities: automated spot finding, alignment, editing and quantification; differential and statistical analysis of spots between gels; data and image exportation; and protein spot picking for downstream processing.<\/p>\n<p> <\/p>\n<p>2DE Gel analysis software tends to be relatively expensive, especially if you are interested in performing differential expression analysis. Following is a list of some of the more commonly available software packages. Each has its own strengths and weaknesses, but all require some level of expertise and experience in order to extract meaningful data from your samples. For the novice, we recommend starting with a commercial image analysis service company, such as Ludesi or Kendrick Labs.<\/p>\n<p> <\/p>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgcc2w6.png\" width=\"450\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgcc2w6.png\" data-ofn=\"Screen Shot 2016-12-29 at 8.06.11 AM.png\" \/><\/p>\n<p> <\/p>\n<p><strong>7. Downstream Processing <\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>After the gel image has been analyzed, protein spot data are filtered and chosen according to the desired criteria, such as spot size, spot intensity, differential expression ratio, statistical significance, and\/or the relative position on the gel. Precise spot location data can then be exported to a spot picking robot (e.g. ProPic™, PerkinElmer Life Sciences), which cuts the appropriate spots out of the gel for digestion and identification.<\/p>\n<p> <\/p>\n<p>Protein identification is typically performed by peptide mass fingerprinting (PMF), peptide fragmentation fingerprinting (PFF) or amino acid sequencing. A combination of mass spectrometry (MS) methods, including matrix-assisted laser desorption ionization\/time-of-flight (MALDI-TOF MS) and liquid chromatography\/tandem MS (LC-MS\/MS), are commonly utilized for identification. Alternatively, proteins can be identified by immunodetection using antibodies, similar to conventional Western blotting. This method will be discussed further in the next section, <strong>Options For Detection On the Odyssey System.<\/strong><\/p>\n<p> <\/p>\n<p><strong>III. OPTIONS FOR DETECTION ON THE ODYSSEY SYSTEM<\/strong><\/p>\n<p><strong>Recommended Odyssey Scan Settings<\/strong><\/p>\n<p> <\/p>\n<p>Resolution: 42 μm. Image resolution will affect the ability of 2DE image analysis software to differentiate between spots and accurately determine spot locations for spot-picking. A scan resolution of 42 μm on the Odyssey Imager equals about 605 dpi or 238 dpcm (dots per centimeter), which is sufficient pixel density for most analysis software packages.<\/p>\n<p> <\/p>\n<p>Quality: Medium.<\/p>\n<p> <\/p>\n<p>Focus Offset: 1⁄2 of gel thickness (0.5 mm for a typical 1 mm gel); 0.0 mm for membranes.<\/p>\n<p> <\/p>\n<p>Scan Intensity: Varies. For stained gels and membranes and for blots probed with antibody, start with intensity = 6 (either channel); for direct-labeled proteins, start with intensity = 3 (either channel).<\/p>\n<p> <\/p>\n<p><strong>Gel Stain<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 6\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>The most commonly used method for visualizing proteins after 2DE is to stain the SDS-PAGE directly with either Coomassie, silver stain, or with a fluorescent stain such as SYPRO® Ruby. For detection on the Odyssey System, we recommend IRDye® Blue Protein Stain (LI-COR® P\/N 928-40002). IRDye Blue is a convenient, safe alternative for gel staining that is water-based and requires no hazardous solvents; it offers excellent detection sensitivity in the 700 nm channel of the Odyssey System. The greater sensitivity afforded by the Odyssey System increases the likelihood of detecting low abundance proteins and allows for less sample to be loaded. The protocol for staining 2DE gels with IRDye Blue is the same as for staining standard Western gels:<\/p>\n<ol>\n<li>\n<p>Soak gel in deionized water for 15 min.<\/p>\n<\/li>\n<li>\n<p>Submerge gel in IRDye Blue Stain for 1 hour.<\/p>\n<\/li>\n<li>\n<p>Destain with deionized water for 30 min. For best results, change water twice during this time. Gels can be destained overnight if desired.<\/p>\n<\/li>\n<li>\n<p>Scan on the Odyssey Imager for detection in the 700 nm channel.<\/p>\n<\/li>\n<\/ol>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgdc2w6.png\" width=\"450\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgdc2w6.png\" data-ofn=\"Screen Shot 2016-12-29 at 8.10.06 AM.png\" \/><\/p>\n<p> <\/p>\n<p><strong>Membrane Stain<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Although an additional step is required (electrotransfer), total protein staining on PVDF or nitrocellulose membrane imparts some advantages as compared to in-gel staining. One such advantage is sensitivity. The physical characteristics of membrane transfer not only allow for proteins to be concentrated into a smaller area but also better expose the transferred proteins to the staining reagent (or other detection reagents). A second advantage is durability. Once the separated proteins have been transferred, the membrane can be probed with antibodies (or other receptor-ligand reagents), stripped, and re-probed multiple times. And because membranes are more durable, they can be scanned repeatedly or stored for later processing. Another advantage is that nitrocellulose and PVDF membranes provide a better alternative for protein digestion for use with downstream processing techniques (i.e. MS). Due to the differences in extraction, a wider range of protein sequence can be obtained, especially from hydrophobic and membrane proteins; also, larger yields can typically be achieved because of better accessibility of proteases to the protein. Finally, a fourth advantage is that membranes are more amenable to reversible staining. This allows a total protein profile to be visualized and quantitated prior to destaining; the membrane can then be processed in similar fashion to a conventional Western blot if desired.<\/p>\n<p> <\/p>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgec2w6.png\" width=\"450\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgec2w6.png\" data-ofn=\"Screen Shot 2016-12-29 at 8.12.06 AM.png\" \/><\/p>\n<p> <\/p>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgfc2w6.png\" width=\"450\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgfc2w6.png\" data-ofn=\"Screen Shot 2016-12-29 at 8.13.40 AM.png\" \/><\/p>\n<p> <\/p>\n<p><strong>Direct Fluorescent-labeled Sample<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 8\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Direct-labeling of a protein sample with one of the IRDye® NHS ester dyes provides a highly sensitive means of detecting total protein content in 2DE gels and blots. This method of detection allows for much lower protein loads on the IPG gel. For example, far less A431 lysate protein was required to obtain the images in Figures 6 and 7 than for Figures 1-4 (5 μg, compared to 25-50 μg total protein). And, when fractionation and high abundance protein removal techniques are employed, very low abundance proteins can potentially be detected, whereas conventional staining methods may be inadequate. Gels containing direct-labeled proteins may be scanned immediately or transferred to nitrocellulose or PVDF membrane for subsequent detection. Membrane transfer may further enhance the sensitivity of detection.<\/p>\n<p> <\/p>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hggc2w6.png\" width=\"450\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hggc2w6.png\" data-ofn=\"Screen Shot 2016-12-29 at 8.16.30 AM.png\" \/><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 8\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>A few minor modifications to LI-COR Bioscience’s standard protein labeling protocols are required for use with 2DE. Though some optimization may be necessary, the following abbreviated labeling method will work well for most samples:<\/p>\n<p> <\/p>\n<p>See 'STEPS' for protocol. <\/p>\n<p> <\/p>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgic2w6.png\" width=\"450\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hghc2w6.png\" data-ofn=\"Screen Shot 2016-12-29 at 8.17.34 AM.png\" \/><\/p>\n<p> <\/p>\n<p><strong>Multiplex Antibody Detection<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 10\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Two-dimensional separation of proteins provides a means for detecting single or multiple targets in a single gel run.<\/p>\n<p> <\/p>\n<p>Two-dimensional electrophoresis blots (2DE gels that have been transferred to either nitrocellulose or PVDF) can be processed in the same way as conventional Western blots, using antibodies directed to a specific target or targets. The additional separation of proteins by isoelectric point confers a few significant advantages.<\/p>\n<p> <\/p>\n<p>First, you can more effectively recognize changes to a particular protein which may not be evident from molecular weight alone. Multiple isoforms of a single protein, as well as many post-translational modifications, can often be differentiated when an appropriate antibody is used. See the <strong>References<\/strong> section for examples in which small structural differences were detected in 2DE images.<\/p>\n<p> <\/p>\n<p>A second advantage of employing antibody detection in 2DE gels and blots is the ability to multiplex the number of targets. In a conventional Western blot, one or two proteins are normally targeted for detection. It is possible to visualize more than two protein targets in a one-dimensional Western blot, but similarities in protein molecular weight make detection impractical. The additional dimension of separation in 2DE gels allows for a larger number of proteins to be simultaneously targeted. And, with the ability to use two different fluorescent wavelengths on the Odyssey System, multiplex antibody detection can be even further expanded. Please note, however, that it is important to know the molecular weights and isoelectric points (pI) of your target proteins. If two or more protein spots are very close together on a 2DE gel image, they could potentially overshadow each other if either of their intensities is very strong. Try to choose protein targets that have a reasonable difference in either molecular weight or pI. This difference will depend on the size of the target protein (size differences in smaller proteins are easier to distinguish than differences in larger ones) and on the pH range of the IEF gel. In addition, primary antibodies should be carefully selected for specificity (i.e. produce a single band in a conventional Western blot).<\/p>\n<p> <\/p>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgkc2w6.png\" width=\"450\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/hgjc2w6.png\" data-ofn=\"Screen Shot 2016-12-29 at 8.20.13 AM.png\" \/><\/p>\n<p> <\/p>\n<p><strong>Correcting for Gel-to-Gel Variation<\/strong><\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>One of the primary weaknesses of 2DE is the inherent variability between gel runs. Even with all conditions constant, there will be slight differences in migration patterns and spot intensities.<\/p>\n<p> <\/p>\n<p>There are a few viable normalization alternatives which can alleviate much of the gel-to-gel (inter-gel) variation and thus make ratiometric quantitation possible. To further improve upon the quantitative comparison of two or more gels, intra-gel variation should first be taken into account for each individual gel. This can be done by dividing the intensity of each protein on a gel by the total protein intensity of that gel, and then log-transforming the normalized intensity values (to convert the distribution of intensities to a normal distribution). Consider one of the following inter-gel normalization methods:<\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<p> <\/p>\n<p><strong>1. Normalize intensity to total protein stain<\/strong><\/p>\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\"> <\/div>\n<div class=\"column\">To accomplish this, the 2DE blots are first stained with a reversible protein stain and the desired spots are located and quantified using 2DE analysis software. Detection can be performed on the Odyssey System, but an appropriate stain must be used for adequate visualization. For example, BLOT-Fast Stain (G Biosciences) is a reversible membrane stain that can be visualized in the 800 nm channel. After destaining, the membrane can then be processed like a conventional Western blot, with the desired primary antibodies and the appropriate IRDye® labeled secondary antibodies. The antibody spots are quantified and a ratio of antibody spot intensity to the corresponding stained spot intensity is calculated and used to compare spots between two or more 2DE gels.<\/div>\n<div class=\"column\"> <\/div>\n<div class=\"column\"><strong>2. Normalize intensity to a total protein by antibody staining<\/strong><\/div>\n<div class=\"column\"> <\/div>\n<div class=\"column\">\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">This method also applies to primary antibody detection in 2DE gels or gel blots. Normalization can be achieved by including a pan antibody together with other primary antibodies of interest. To further improve the quantitation accuracy, the two-color capability of the Odyssey System allows for, as an example, the use of one or more pan antibodies in one wavelength channel and the remaining desired antibody targets in the other channel.<\/div>\n<div class=\"column\"> <\/div>\n<div class=\"column\"><strong>3. Normalize intensity to an internal IEF standard<\/strong><\/div>\n<div class=\"column\"> <\/div>\n<div class=\"column\">\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Normalizing to a target or set of targets after 2DE gel processing may improve the accuracy of expression level measurements between gels, but there will still be some variability due to characteristic differences in staining and antibody binding efficiencies. Protein quantity inconsistencies which are unrelated to the initial individual protein amounts in each gel may also be introduced during the 2DE process.<\/p>\n<p> <\/p>\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">A more desirable way of accounting for gel-to-gel variation is to include an internal standard. A known quantity of a single protein standard or a pool of multiple standards, with known isoelectric points and molecular weights, is loaded along with the sample on the IEF gel. Normalization is then achieved by ratiometric intensity comparison of unknown targets with the known standard(s). Using a cocktail of known standards not only improves quantitation accuracy but also helps to improve spot location precision between gels by providing anchor points for spot positioning. A variety of isoelectric focusing standards and pI markers are available from several companies, including Invitrogen, Bio-Rad, Sigma-Aldrich, and GE Healthcare.<\/div>\n<div class=\"column\"> <\/div>\n<div class=\"column\"><strong>Other Options for Protein Detection<\/strong><\/div>\n<div class=\"column\"> <\/div>\n<div class=\"column\">\n<div class=\"page\" title=\"Page 12\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Phosphoprotein stain: Phosphorylated proteins are selectively stained to produce a phosphoprotein profile of samples. Most stains are intended for colorimetric detection and thus are not very effective for visualization on Odyssey. The GelCodeTM phosphoprotein stain (Thermo Scientific) is an example of a stain that is visible (though not optimal) on the Odyssey System.<\/p>\n<p> <\/p>\n<p>Phosphoprotein antibodies: Antibodies against phospho Serine,Threonine, and\/orTyrosine are used to assess overall phosphorylation of protein samples. IRDye® labeled secondary antibodies can be used for detection, which typically allows for improved sensitivity compared to a phosphoprotein stain.<\/p>\n<p> <\/p>\n<p>Glycoprotein stain: Glycosylated proteins are selectively stained to produce a glycoprotein profile of samples. As with phosphoprotein stains, most glycoprotein stains are intended for colorimetric detection. The KryptonTM Glycoprotein staining kit is a viable option for Odyssey detection, though not optimal.<\/p>\n<p> <\/p>\n<p>Glycoprotein antibodies: There are several other options for glycoprotein detection on the Odyssey System:<\/p>\n<p>1) Indirect detection using biotinylated lectins and IRDye streptavidin;<br \/>2) Direct detection using unlabeled lectins and IRDye labeled secondary antibodies;<br \/>3) Antibodies against O-linked glycoproteins, using IRDye labeled secondary antibodies for detection;<\/p>\n<p>4) Enzymatic glycoprotein detection using IRDye streptavidin for detection.<\/p>\n<p> <\/p>\n<p>More information about glycoprotein detection can be found on the LI-COR Biosciences website: <a href=\"http:\/\/www.licor.com\/bio\/applications\/odyssey_applications\/glycoprotein_detection.jsp\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/www.licor.com\/bio\/applications\/odyssey_applications\/glycoprotein_detection.jsp<\/a><\/p>\n<p> <\/p>\n<p><strong>IV. ODYSSEY 2DE REFERENCES<\/strong><\/p>\n<div class=\"page\" title=\"Page 12\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ol>\n<li>\n<p>C. Didier, A. Merdes, J.E. Gairin, N. Jabrane-Ferrat, Inhibition of proteasome activity impairs centrosome-dependent microtubule nucleation and organization, Mol. Biol. Cell. 19 (2008) 1220-1229.<\/p>\n<\/li>\n<li>\n<p>C. Desplats, F. Mus, S. Cuine, E. Billon, L. Cournac, G. Peltier, Characterization of Nda2, a plastoquinone-reducing type II NAD(P)H deydrogenase in Chlamydomonas chloroplasts, J. Biol. Chem. 284 (2009) 4148-4157.<\/p>\n<\/li>\n<li>\n<p>R. Zhao, L. Du, Y. Huang, Y. Wu, S.J. Gunst, Actin depolymerization factor\/cofilin activation regulates actin poly- merization and tension development in canine tracheal smooth muscle, J. Biol. Chem. 283 (2008) 36522-36531.<\/p>\n<\/li>\n<li>\n<p>T. Shibatani, E.J. Carlson, F. Larabee, A.L. McCormack, K. Fruh, W.R. Skach, Global organization and function of mammalian cytosolic proteasome pools: implications for PA28 and 19S regulatory complexes, Mol. Biol. Cell. 17 (2006) 4962-4971.<\/p>\n<\/li>\n<li>\n<p>L.R. Harris, M.A. Churchward, R.H. Butt, J.R. Coorssen, Assessing detection methods for gel-based proteomic analyses, J. Proteome Res. 6 (2007) 1418-1425.<\/p>\n<\/li>\n<li>\n<p>I.M. Riederer, R.M. Herrero, G. Leuba, B.M. Riederer, Serial protein labeling with infrared maleimide.<\/p>\n<\/li>\n<\/ol>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>","status_id":"1","is_research":"1","status_info":"We use this protocol in our group and it is working","steps":[{"id":"245397","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"B66CA9309A504062AF48613EA65E5628","previous_guid":null,"data":"{\"blocks\":[{\"key\":\"db8tj\",\"text\":\"   Prior to beginning labeling, all desired sample pre-processing (e.g. fractionation, purification, enrichment, etc.) should be performed. This includes preparing the sample in a preservative-free phosphate buffer at pH 8.5 (see appropriate LI-COR labeling protocol for details). For best results, prepare your sample at a concentration of 1 mg\\\/mL.\\n \\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"0","last_modified":null},{"id":"245403","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"B559838B9CF14A3691B03C9AF3C0EBA2","previous_guid":"B66CA9309A504062AF48613EA65E5628","data":"{\"blocks\":[{\"key\":\"5atf3\",\"text\":\"   Dissolve one tube of dye with the amount of ultrapure water listed in the table below to give a final dye concentration of 1 nmol\\\/\\u03bcL (1 mM). Mix thoroughly by vortexing. Spin down briefly.\\n  \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]},{\"key\":\"56jmr\",\"text\":\"a\",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":[]},{\"key\":\"b5lk7\",\"text\":\"\\n \\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[{\"type\":\"imageblock\",\"mutability\":\"MUTABLE\",\"data\":{\"guid\":null,\"source\":\"https:\\\/\\\/s3.amazonaws.com\\\/pr-journal\\\/hgpc2w6.png\",\"placeholder\":\"https:\\\/\\\/s3.amazonaws.com\\\/pr-journal\\\/hgpc2w6.png\",\"original_name\":\"Screen Shot 2016-12-29 at 8.40.40 AM.png\",\"width\":\"450\",\"height\":null,\"mime\":null,\"is_video\":false}}]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245397","last_modified":null},{"id":"245417","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"D69DF4D07FC0434FA130C24AF1F0E063","previous_guid":"B559838B9CF14A3691B03C9AF3C0EBA2","data":"{\"blocks\":[{\"key\":\"9fs6n\",\"text\":\"Prepare a 1\\\/10 dilution working stock of dye in ultrapure water (final concentration = 100 pmol\\\/\\u00b5L = 100\\u00a0\\u00b5M).\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245403","last_modified":null},{"id":"245424","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"921DB13EC3414E4E9979853EFECBF6FA","previous_guid":"D69DF4D07FC0434FA130C24AF1F0E063","data":"{\"blocks\":[{\"key\":\"o0v0\",\"text\":\"  Be sure to add the appropriate amount of the provided potassium phosphate solution to your sample to raise sample pH to 8.5, according to the LI-COR\\u00ae protocol.\\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245417","last_modified":null},{"id":"245425","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"22B928594277494281842B2BBD8BB412","previous_guid":"921DB13EC3414E4E9979853EFECBF6FA","data":"{\"blocks\":[{\"key\":\"d8sd\",\"text\":\"  Add 0.08 pmol of dye for every 1 \\u03bcg total protein in your sample:\\n  \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]},{\"key\":\"7lic2\",\"text\":\"a\",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":[]},{\"key\":\"2otpo\",\"text\":\"\\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[{\"type\":\"imageblock\",\"mutability\":\"MUTABLE\",\"data\":{\"guid\":null,\"source\":\"https:\\\/\\\/s3.amazonaws.com\\\/pr-journal\\\/hgmc2w6.png\",\"placeholder\":\"https:\\\/\\\/s3.amazonaws.com\\\/pr-journal\\\/hgmc2w6.png\",\"original_name\":\"Screen Shot 2016-12-29 at 8.31.53 AM.png\",\"width\":\"450\",\"height\":null,\"mime\":null,\"is_video\":false}}]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245424","last_modified":null},{"id":"245429","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"8F8C0AEA5C8A40C8B800EDEF65E8690D","previous_guid":"22B928594277494281842B2BBD8BB412","data":"{\"blocks\":[{\"key\":\"8qkrr\",\"text\":\"  Gently mix by tapping or inversion (do not vortex) and incubate on ice for 30 min.\\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]},{\"key\":\"1c8aj\",\"text\":\" \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":[]}],\"entityMap\":[{\"type\":\"duration\",\"mutability\":\"MUTABLE\",\"data\":{\"id\":\"7950\",\"duration\":\"1800\",\"label\":\"\",\"guid\":\"80C911E9F00441C7B67084E7997881A5\"}}]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245425","last_modified":"1495033613"},{"id":"245431","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"5BA400470B914640847A05B3E9712479","previous_guid":"8F8C0AEA5C8A40C8B800EDEF65E8690D","data":"{\"blocks\":[{\"key\":\"2mnei\",\"text\":\"   Optional: Add lysine to a final concentration of 100 \\u03bcM and mix gently. Lysine added\\u00a0to the reaction will react with much of the remaining dye in the sample and may help to\\u00a0reduce background and other anomalies in the final 2D gel image.\\n \\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245429","last_modified":null},{"id":"245433","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"5A6EDA2922DF4423988FE6A3BB4B497E","previous_guid":"5BA400470B914640847A05B3E9712479","data":"{\"blocks\":[{\"key\":\"6ft11\",\"text\":\"   Remove remaining free dye from the sample by following the Pierce\\u00ae Zeba\\u2122 Desalting Spin\\u00a0Column recommendations included with the kit.\\n \\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245431","last_modified":null},{"id":"245438","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"85A77B7EACCD44138501ECC9153EC1F9","previous_guid":"5A6EDA2922DF4423988FE6A3BB4B497E","data":"{\"blocks\":[{\"key\":\"2o66r\",\"text\":\"  Accurately determine the total protein concentration in your sample using the method\\u00a0provided with the labeling kit, or with another common protein assay kit (e.g. BCA, Bradford,\\u00a0Lowry, etc.). Determination of Dye\\\/Protein ratio may be informative, but is not necessary.\\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245433","last_modified":null},{"id":"245441","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"809A0D6DF613431D80A759D467DD5E46","previous_guid":"85A77B7EACCD44138501ECC9153EC1F9","data":"{\"blocks\":[{\"key\":\"42rkj\",\"text\":\"  Protect the labeled sample from light and store at 4\\u00b0C until you are ready to load the IPG gel (no longer than five days).\\n \\n \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":[]}],\"entityMap\":[]}","section":"Direct Fluorescent-labeled Sample","case_id":"0","section_color":null,"protocol_id":"4749","previous_id":"245438","last_modified":null}]}