{"id":18040,"title":"A Breif Look of Phage Display Technology","title_html":"A Breif Look of Phage Display Technology","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.vuye6xw","doi_status":2,"uri":"a-breif-look-of-phage-display-technology-vuye6xw","type_id":1,"published_on":1543037237,"version_id":0,"created_on":1543037133,"categories":null,"creator":{"name":"bello smitu","affiliation":null,"username":"bello-smitu","link":"https:\/\/www.creative-biolabs.com\/phage-display-service.html","image":{"source":"\/img\/avatars\/004.png","placeholder":"\/img\/avatars\/004.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"}],"research_interests":null},"journal":null,"journal_name":null,"journal_link":null,"public":1,"has_versions":0,"link":"https:\/\/www.creative-biolabs.com\/phage-display-service.html","number_of_steps":0,"authors":[{"name":"bello smitu","affiliation":"Miss","username":"bello-smitu","link":null,"image":{"source":"\/img\/avatars\/004.png","placeholder":"\/img\/avatars\/004.png"},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"forks_count":{"private":0,"public":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">A Breif Look of Phage Display Technology<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Introduction <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>After nearly 20 years of development and improvement, <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">phage display service<\/span><\/a><span> has been widely used in the establishment of antigen-antibody libraries, drug design, vaccine research, pathogen detection, gene therapy, epitope research and cell signal transduction research. The phage display system mimics the natural immune system, making it possible to model the in vivo antibody production process and build a library of high-affinity antibodies. Since the phage display technology realizes the efficient conversion of genotype and phenotype, the researcher can realize the in vitro control of protein conformation on the basis of gene molecular cloning, which provides a powerful means for obtaining expression products with good biological activity. In addition, phage display technology has become a new way to obtain specific human antibodies without immunization, providing an important means for obtaining monoclonal antibodies with diagnostic and therapeutic value for human and animal diseases.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Principles of phage display technology<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Phage display technology is a method for inserting a gene encoding a polypeptide or a protein into a phage coat protein structural gene, and making the foreign polypeptide or protein and coat protein in a correct reading frame without affecting the normal function of other coat proteins. Fusion expression, the fusion protein is displayed on the surface of the phage as it reassembles the progeny phage. The polypeptide or protein displayed on the surface of the phage maintains a relatively independent spatial structure and biological activity that can bind to and recognize the target molecule. The peptide library or protein library displayed by the phage is bound to the solid phase antigen, the unbound phage is washed away, and then the bound phage is eluted with acid-base or competitive molecules, and the neutralized phage is infected with E. coli to expand, after 3- Five rounds of enrichment gradually increase the proportion of phage that can specifically recognize the target molecule, and finally obtain a polypeptide or protein that recognizes the target molecule. The following diagram roughly shows the process of technical screening:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Classification<\/span><span style = \"font-weight:bold;\"> <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">1. M13 phage display system The M13 phage belongs to the single-stranded circular DNA virus and has a genome of 6.4 kb, encoding 10 proteins, 5 of which are structural proteins, including PVIII of the major capsid protein and pIII, pVI, PVII and PIX of the minor capsid. Among them, pIII and PVIII are the two most commonly used proteins in phage display, and the pIII and PVIII display systems were constructed. The pIII protein has a molecular weight of 42 kDa and is distributed at one end of the phage particle. Typically, a phage has 3-5 copies of the pIII protein, and a foreign protein or polypeptide can be inserted at the N-terminal flexible junction. The main advantage of the pIII system is that there are no strict requirements on the size of the displayed foreign protein, which can be used to display larger molecular weight proteins. The PVIII protein has a molecular mass of 5.2 kDa and is mainly distributed on both sides of the phage particle. Due to the small molecular weight of this protein, it is only suitable for displaying exogenous short peptides. Too large a foreign peptide will affect viral packaging and will not form a functional phage. However, due to the high copy number of pIII protein, the system is more suitable for screening low affinity ligands.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">2. λ phage is a mild phage of the long-tailed phage family, having an icosahedral head with a diameter of 55 nm and a slender tail at the end. The genome is a 48.5 kb linear double-stranded DNA molecule with a sticky end, ie a single strand extending 12 nucleotides, and the linear genome can be immediately circularized after infection. The head of the phage is composed of D protein and V protein, and a display system of D protein and V protein can be constructed. λ phage is assembled in the host cell, and it is not necessary to secrete foreign peptides or proteins into the bacterial cell membrane. It can display active macromolecular proteins (proteins above 100 kDa) and toxic proteins in host cells.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">3. T4 phage display system<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The T4 phage genomic DNA is double-stranded and arranged in a circular shape. The phage capsid has two non-essential coat proteins: SOC (small outer capsid protein) and HOC (highly antigenic outer capsid protein). The T4 phage surface display is a fusion of a foreign polypeptide or protein to the C-terminus of the SOC site and the N-terminus of the HOC site, respectively, and displayed on the surface of the T4 phage. The main advantage of T4 phage is that SOC sites and HOC sites can be displayed simultaneously, and the number of copies displayed is also large.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">4. T7 phage display system<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>The T7 phage genome is linear double-stranded DNA, and its capsid protein usually has two forms, namely 10A (344 amino acid residues) and 10B (397 amino acid residues). The 10B capsid protein region is present on the surface of the phage, so it is Used to construct phage display systems. The T7 phage display system can display a 50 amino acid polypeptide in high copy, displaying a polypeptide or protein of 1200 amino acid residues in low copy (0.1-1\/phage) or medium copy (5-15\/phage). Therefore, it is widely used to screen proteins with different <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">antibody molecular weight<\/span><\/a><span>s and different affinities.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">The application of phage display technology<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">1. Antibody screening<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>The gene of the variable region of the antibody is inserted into the phage genome, and the expressed antibody is displayed on the surface of the phage, and a phage display antibody library is constructed, and the process of antibody production can be simulated in vitro to screen antibodies against any antigen. By screening antibodies against phage display <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">antibody library service<\/span><\/a><span> relative to hybridoma technology, the cycle of antibody production can be shortened without immunization. It is also possible to screen antibodies which have weak immunogenic or toxic antigens in vivo and have a wide range of applications. The phage display antibody library technology is not limited by species, and antibody libraries of various species can be constructed. Antibodies screened from human natural libraries can be directly used for antibody drug research without humanization.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">2. Discovery of new receptors and ligands<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">A random polypeptide sequence is displayed on the surface of the phage to obtain a phage display polypeptide library. The cells are used as screening targets, and differentially screened to obtain polypeptides that recognize specific cells. By studying the polypeptide sequence, a receptor protein specifically expressed on the cell surface can be further obtained. The 12-peptide library was screened by HCT116 cells, and a polypeptide which can specifically recognize colon cancer cells was selected from the library. Further analysis revealed that the polypeptide specifically recognizes a-enolase. This protein is expected to be a target for the treatment of colon cancer and to screen for the treatment of colon cancer. The obtained polypeptide sequence can also be used as a carrier for anticancer drugs.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">3. Protein interaction study<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Protein interactions are indispensable in life processes, and phage displayed peptide libraries are composed of random short peptide sequences of specific length. By affinity-panning the random library with a target protein (such as a receptor), a short peptide sequence can be obtained. The obtained sequences were sequenced and analyzed, and the corresponding short peptides were synthesized, so that the interaction between the two proteins can be studied. A number of important macromolecules such as growth hormone receptors, insulin receptors, insulin-like growth factor receptors, and agonists and elixirs of TNF-a receptors have been successfully identified by this method.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">4. Epitope analysis<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The antibody is used as a screening protein, and a phage which can specifically bind to the antibody is selected from a random polypeptide library displayed by the phage, and the epitope recognized by the antibody is obtained by sequencing analysis. The technology provides a basis for antigen-antibody reaction mechanism research, diagnostic reagent development, vaccine preparation and the like.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The current epitope identification technology can achieve:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Ø preparation of monoclonal antibody and diagnostic monoclonal antibody;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Ø Development of therapeutic and prophylactic recombinant polyvalent peptide vaccines including \"general\" targets;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Ø To develop single epitope or recombinant multi-epitope peptide detection antigen;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Ø Screening for new specific diagnostic markers such as diseases and tumors based on epitope motifs;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Ø High-throughput found all conserved and specific epitopes in homologous proteins;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Ø Screening functional antibody epitopes or antibody neutralizing and accessibility epitopes;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Ø Analysis of viral genetic evolution and variation at the epitope level provides direct evidence of antigenic drift and metastasis.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">5. Humanized transformation of antibodies<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The proportion of human monoclonal antibody is increasing, and the target of monoclonal antibody is gradually diversified. In addition to the traditional cell surface antigen, it also includes common cytokines. Some monoclonal antibodies can even recognize multiple epitopes. And the structure of the monoclonal antibody is not limited to the intact monoclonal antibody molecule. The treatment options for joint small molecules and so on have gradually increased, and are increasingly valued by medical workers. Therefore, as a high-tech drug, the technological level of the monoclonal antibody drug company determines its competitiveness, and also determines the therapeutic effect and market value of the drug.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">6. Bispecific antibody (BsAb) preparation<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">By combining two antibody fragments targeting different antigens by genetic engineering, there are two antigen binding sites, which can exert synergistic effects and thereby improve the therapeutic effect. However, there are many types of bispecific antibodies, and the selection is based on the final application.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">7. Enzyme inhibitor screening<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">β-ketoacyl-ACP reductase is a highly conserved and widely-existing enzyme in the biosynthesis and metabolism of prokaryotic fatty acids. This protein is used as a target protein for screening, and the inhibitor of the enzyme is screened from the phage peptide library. A new type of antibacterial agent. A series of highly efficient insecticides and herbicides have been developed and developed for target enzymes such as acetylcholinesterase, trehalase, acetolactate synthase, acetyl CoA carboxylase and glutamine synthetase.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">8. Directional transformation of protein<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Protein-directed transformation refers to the mutation of a specific coding sequence of a protein or domain by means of cassette mutation, error-prone PCR, etc., and a mutant library producing a protein or a domain is presented on the surface of the phage, obtained by affinity screening. Phage clones that have been altered in orientation, their primary structure can be deduced from the sequence of DNA, and can be used to screen for cytokines with stronger receptor binding ability, new enzyme inhibitors, DNA binding new sites for transcription factors, New cytokine antagonists, novel enzymes, and proteins that enhance biological activity.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><\/div>"}