{"id":36595,"title":"A protocol for rapid western-blot: shorten the time to 1-3 hours","title_html":"<p>A protocol for rapid western-blot: shorten the time to 1-3 hours<\/p>","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/9e8e372399cecb24571032a9652a3a77335be37e2efa3c6540bb5e26d894e365\/b7pnbdccf.jpg","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/9e8e372399cecb24571032a9652a3a77335be37e2efa3c6540bb5e26d894e365\/b7pnbdccf.jpg"},"doi":"dx.doi.org\/10.17504\/protocols.io.bfytjpwn","doi_status":2,"uri":"a-protocol-for-rapid-western-blot-shorten-the-time-bfytjpwn","type_id":4,"published_on":1588665796,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"created_on":1588664648,"categories":null,"creator":{"name":"wang jiang","affiliation":null,"affiliations":[],"username":"m4tle1z1w1u4tle1","link":null,"image":{"source":"\/img\/avatars\/014.png","placeholder":"\/img\/avatars\/014.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"Zhichao  Zhao  Shenao Biotechnology Company","affiliation":"Shenao Biotechnology Company","affiliations":[],"username":"w2x26413r2y2","link":null,"image":{"source":"\/img\/avatars\/004.png","placeholder":"\/img\/avatars\/004.png"},"badges":[],"verified":0,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"wang jiang","affiliation":"University of Chinese Academy of Science","affiliations":[],"username":"m4tle1z1w1u4tle1","link":null,"image":{"source":"\/img\/avatars\/014.png","placeholder":"\/img\/avatars\/014.png"},"badges":[],"verified":1,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/a-protocol-for-rapid-western-blot-shorten-the-time-bfytjpwn","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"27D78D408EA411EA9BBD0DDBFAD54D46","state_version_id":14,"steps":[],"document":"<div class = \"text-blocks\"><div class = \"text-block\">In this short report, proteins with size ranging from 21kDa to more than 100kDa were tested for the rapid WB protocol. About 5×105 PANC-1 Cells were harvested in 200ul of 1×Laemmli buffer (WB loading buffer). The rapid workflow of WB was shown in fig.1a.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;font-style:italic;\">1. Electrophoresis<\/span><\/div><div class = \"text-block\">We loaded 10ul into the homemade 10% SDS-PAGE gel (using Tris\/Glycine\/SDS running buffer, EpiZyme, PS105S) or the commercial SurePAGE gel (Genscript, M00627) (using MOPS buffer) for electrophoresis at constant 300V with approximately 15 minutes. Three repetitions were used. Of note, a long time running will result in a high temperature of the running buffer while with no observable side effect on the final result. <\/div><div class = \"text-block\"><span style = \"font-weight:bold;font-style:italic;\">2. Transfer<\/span><\/div><div class = \"text-block\">0.22 μm Nitrocellulose (NC) was used for transfer. Here, we tried two transfer methods: a) the conventional wet transfer: 1000mL transfer buffer (1×)：100mL transfer buffer (10×) (Epizyme, PS109S) + 700mL water +200mL methanol. Constant 400mA, 60 minutes; b) the eBlot L1 rapid wet transfer (Genscript): NC membrane was pre-blocked with eBlot L1 NC membrane Equilibration Buffer (Genscript, L00731). transfer: 3 cycles, 4.5 minutes per cycle, cooling: 0.5 minutes, total: 15 minutes.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;font-style:italic;\">3.Incubation<\/span><\/div><div class = \"text-block\">After transfer, the NC membrane was chopped into three parts based on the protein marker label: >75kDa (PAR-membrane), 35-75kDa (actin-membrane), <35kDa (Kras-membrane) and blocked in 10% fat-free milk resolved in 1×TBST at room temperature (about 22℃) for 10 minutes. Then, the PAR- and actin- membrane was incubated with the primary antibody anti-PAR (1:1000 dilution, Abcam, ab14459) and anti-Kras (1:1000 dilution, proteintech, 12063-1-AP), respectively, at room temperature for 50 minutes, while actin-membrane was incubated with HRP-conjugated-anti-actin (1:5000, proteintech, HRP-60008) at at room temperature for 10 minutes. These antibodies were resolved in 10% fat-free milk resolved in 1×TBST. The PAR- and actin- membrane was washed with 1×TBST 3×3.5 minutes and incubated with the HRP-conjugated second antibody at room temperature for 30 minutes, while the actin-membrane was rinsed for 10 times in 1 minute. After the HRP-conjugated second antibody (1:5000 dilution, proteintech) incubation, the PAR- and actin- membrane was washed with 1×TBST 3×3.5 minutes. The commonly available shaker in the lab was used for incubation.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;font-style:italic;\">4.Exposure<\/span><\/div><div class = \"text-block\">Omni-ECL Femto Light Chemiluminescence Kit (EpiZyme, SQ201) was used by 1:1 mixture of ECL FemtoLight Substrate and ECL FemtoLight Oxidant and added evenly to the membrane. WB bands were imaged by the imaging machine (ChemiScope 3300mini, CLiNX) with the Chemi-capture software in the super-sensitivity mode. All three protein bands were exposed in 1 second.<\/div><div class = \"text-block\">We found that both conventional wet transfer or eblot L1 rapid wet transfer could succeed to obtain the desired WB bands (fig.1b). Regarding actin band, the data showed that the eblot L1 rapid wet transfer obtains a better result as the band was clearer with a weaker background signal (fig.1b). The rapid wet transfer also obtained a better result of the larger protein PAR compared to the conventional wet transfer (fig.1b). However, to the smaller protein with 21kDa, the conventional wet transfer appeared to have an advantage over the rapid transfer (fig.1b), suggesting that small size protein underwent an unexpected loss due to the high efficiency of eblot L1. This loss should be avoided by reducing the transfer cycle of eblot. <\/div><div class = \"text-block\">Our data indicated that the time-consuming WB protocol is able to be improved by simply removing the unnecessary time. Using the conventional wet transfer, the loading control protein actin band could be imaged in less than 2 hours. Whereas, using the eblot L1 rapid wet transfer method, actin could be imaged in 1 hour. We rinsed the actin-membrane with 1×TBST 10 times in 1 minute because actin is enriched in the sample. However, to other antigens, their enrichment is not known, therefore we still washed the membrane with 3×3.5 minutes. Indeed, besides the three proteins included in this study, we usually shortened the WB time up to 3.5 hours without the eblot L1. By eblot L1, we believe that the time for WB in our hands could be shortened in 3 hours without additional reagents or equipment.<\/div><\/div>","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">Western blot (WB) is a classical and powerful tool to detect the level of interested protein from among a mixture of proteins. Since its invention in 1979, WB is a time-consuming technique that usually needs 1 to 2 days to obtain the result. Here, being aware of the time spent by the researcher, we share a rapid protocol that shortens the time up to 1 hour for detecting the internal loading control protein actin (42kDa) when using the HRP-conjugated anti-actin antibody. Additionally, the time for detecting other (21kDa-100kDa) could be shortened to 3 hours when using the second HRP-conjugated antibody. In conclusion, this rapid protocol dramatically improved the efficiency of WB without increasing the experiment cost or losing its high data quality.<\/div><\/div>","changed_on":1588665796}