{"id":18054,"title":"Antibody & Antigen","title_html":"Antibody & Antigen","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.vvee63e","doi_status":2,"uri":"antibody-antigen-vvee63e","type_id":1,"published_on":1543154501,"version_id":0,"created_on":1543154164,"categories":null,"creator":{"name":"bello smitu","affiliation":null,"username":"bello-smitu","link":"https:\/\/www.creative-biolabs.com\/antibody-antigen-faq.htm","image":{"source":"\/img\/avatars\/004.png","placeholder":"\/img\/avatars\/004.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"}],"research_interests":null},"journal":null,"journal_name":null,"journal_link":null,"public":1,"has_versions":0,"link":"https:\/\/www.creative-biolabs.com\/antibody-antigen-faq.htm","number_of_steps":0,"authors":[{"name":"bello smitu","affiliation":"miss","username":"bello-smitu","link":null,"image":{"source":"\/img\/avatars\/004.png","placeholder":"\/img\/avatars\/004.png"},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"forks_count":{"private":0,"public":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Definition:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Antigen <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">An antigen (Ag, abbreviated as Ag) refers to a substance that causes antibody production. It is any substance that induces an immune response. The foreign molecule can be identified by immunoglobulin on B cells or treated by antigen-presenting cells and combined with a major histocompatibility complex to form a complex to reactivate T cells, triggering a continuous immune response.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Antibody<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">An antibody refers to a protective protein produced by the body due to stimulation of an antigen. It (immunoglobulin is not just an antibody) is a large Y-shaped protein secreted by plasma cells (effector B cells) that is used by the immune system to identify and neutralize foreign substances such as bacteria, viruses, etc., only found in The body membrane of blood such as vertebrates, and the cell membrane surface of its B cells. Antibodies can recognize a unique feature of a particular foreign object called the antigen<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Structure<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Antigen<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The antigen is chemically different from the body itself and has a foreign body:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">1 heterogeneous substance. From the perspective of biological evolution, the farther the blood relationship between the heterologous animals is, the stronger the immunogenicity is. For example, horse serum and various microorganisms have a long-term relationship with human blood, so they are highly immunogenic. The serum of horses is closely related to the blood relationship between sputum and sputum, so the immunogenicity is relatively weak.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">2 allogeneic substances. Such as human erythrocyte antigen substances and human leukocyte antigens.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">3 own substances. The substance itself is generally not immunogenic. Some substances, such as hidden self components (eye crystal proteins, sperm, etc.), are normally isolated from the immune system. However, once the barrier is destroyed, these substances enter the bloodstream and can be contacted with immunocompetent cells to become autoantigen foreign bodies.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">In addition, under the influence of trauma, infection, drugs and radiation, the substance can also become an immunogenic antigenic substance when its physical and chemical properties change qualitatively.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Antibody<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">It was found by x-ray crystal diffraction structure analysis that Ig consists of four polypeptide chains, and the number of south inter-chain disulfide bonds between the peptide chains is different. Ig can form a \"Y\"-shaped structure, called an Ig monomer, which is the basic unit constituting an antibody.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(1) Heavy and light chains<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The natural Ig molecule contains four heterologous polypeptide chains, wherein the two chains with larger molecular enthalpy are called heavy chain (H), and the two chains with smaller molecular weight are called light chains (L). . The amino acid composition of the two H chains and the two L chains in the same Ig molecule is identical.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(2) Variable and constant regions<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">By analyzing the amino acid sequences of different Ig heavy and light chains, it was found that the amino acid sequences of the heavy and light chains near the N-terminus vary greatly, and the other partial amino acid sequences are relatively constant. Therefore, the region of the Ig light chain and the heavy chain that changes greatly near the N-terminal amino acid sequence is called a variable region (V), which accounts for 1\/4 and 1\/2 of the heavy and light chains, respectively; The relatively stable region of the C-terminal amino acid sequence, called the constant region (C), accounts for 3\/4 and 1\/2 of the heavy and light chains, respectively.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(3) Hinge area<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The hinge region is located between CH1 and CH2, is rich in proline, and is easily stretched and bent, thereby changing the distance between antigen binding sites, and facilitating antibody binding to epitopes located at different positions. The hinge region is easily hydrolyzed by papain, pepsin, etc. to produce different hydrolyzed fragments. The hinge regions of different Ig types are different, for example, the hinge regions of human IgG1, IgG2, IgG4 and IgA are shorter, the hinge regions of IgG3 and IgD are longer, and IgM and IgE have no hinge region.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Classification<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Antigen<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">There are two types according to the nature of the antigen: complete antigen and incomplete antigen. Complete antigen is referred to as antigen. It is a class of substances that are both immunogenic and immunoreactive. For example, most proteins, bacteria, viruses, bacterial exotoxins, etc. are complete antigens.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">An incomplete antigen, that is, a hapten is a substance that is only immunoreactive and not immunogenic, and is also called an incomplete antigen. After the hapten is combined with the protein carrier, immunogenicity is obtained. It can also be divided into complex haptens and simple haptens. The complex hapten is not immunogenic and is only immunoreactive, such as most polysaccharides (such as the capsular polysaccharide of pneumococci) and all lipids; simple haptens are neither immunogenic nor immunoreactive , but can prevent the antibody from binding to the corresponding antigen or complex hapten. For example, hydrolysate of pneumococcal capsular polysaccharide.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">According to whether antigen-stimulated B cells produce antibodies that require T cell-assisted classification, they can be classified into thymus-dependent antigen (TD-Ag) and thymus-independent antigen (TI-Ag). TD-Ag refers to an antigenic substance that requires T cell help and macrophage involvement to activate B cells to produce antibodies. TD antigen immune response characteristics: can cause humoral immune response can also cause cellular immune response; produce a variety of antibodies such as IgG; can induce the production of immune memory. TI-Ag refers to an antigen that directly stimulates B cells to produce antibodies without T cell help. Features: can only cause humoral immune response; only produce IgM antibodies; no immune memory<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The antigen can be divided according to the source of the antigen:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(1) xenoantigens (xenoantigens): antigens between different races such as pathogenic microorganisms and toxoids;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(2) alloantigens 9alloantigens): antigens present between different individuals of the same race, such as HLA, ABO blood group antigen, Rh antigen, MHC, etc.;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(3) autoantigens (autoantigens): self-components, which are classified into hidden autoantigens, altered autoantigens, etc., such as eye lens proteins;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(4) heterophilic antigens (Heterophilic antigens): also known as Forssman antigens, exist in the surface of different species without a species-specific common antigen, can exist in animals, plants, microorganisms and humans, such as hemolytic streptococcus The common antigen possessed by the human endocardium or glomerular basement membrane is a heterophilic antigen.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">In addition, antigens can be divided into:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(1) Endogenous antigen: refers to an antigen produced by a target cell of an immune effector cell itself;<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">(2) Exogenous antigen: refers to an antigen produced by non-APC itself. And natural antigen (natural Ag), artificial antigen (artificial Ag), synthetic antigen (synthetic Ag), etc.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Antibody<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">There are many kinds of antibodies in human serum, and B lymphocytes can produce more than 108 kinds of antibodies, and can specifically bind to many different antigens. There are two main reasons for antibody diversity:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">1. There are many kinds of antigens in the environment of exogenous factors. Each macromolecular antigen has multiple antigenic epitopes. Each epitope can selectively activate a B cell clone in vivo to produce a specific antibody.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">2. Endogenous factors Another reason for antibody diversity is determined by the structural and functional characteristics of the gene. The genes encoding the human Ig heavy chain and the kappa and lambda light chains are located on chromosomes 14, 2 and 22, respectively. The gene encoding the Ig heavy chain includes V, D, J encoding the variable region and the C gene encoding the constant region; the gene encoding the Ig light chain includes V, J encoding the variable region and the C gene encoding the constant region. Each gene fragment is in multiple copies, in which the number of gene fragments encoding VH, DH and JH of the heavy chain V region is 50, 23 and 6 respectively; the number of Vx and JK gene fragments encoding the K light chain V region There were 60 and 5, respectively, and the number of VX and J gene fragments encoded into the light chain V region were 30 and 7, respectively. These genes exist in a segregated form at the germline stage. During the differentiation and development of B cells, these gene segments are rearranged and combined to produce a large number of BCRs that recognize specific antigens. Each B cell clone with a specific BCR recognizes the corresponding antigen and produces a specific antibody. Ig gene recombination is the main reason for the synthesis of a myriad specific antibodies by B cells.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">All in all, all antibodies are immunoglobulins, but not all immunoglobulins are antibodies.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Related services:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">antibody manufacturing<\/span><\/a><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">antibody classes<\/span><\/a><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">antibody structure and function<\/span><\/a><\/div><\/div><\/div>"}