{"id":12929,"title":"Assessment of trachoma in suspected endemic areas within 14 provinces in mainland China","title_html":"Assessment of trachoma in suspected endemic areas within 14 provinces in mainland China","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.qu9dwz6","doi_status":2,"uri":"assessment-of-trachoma-in-suspected-endemic-areas-qu9dwz6","type_id":1,"published_on":1548777963,"version_id":0,"created_on":1528686792,"categories":null,"creator":{"name":"Quanfu Ye","affiliation":null,"username":"quanfu-ye","link":"https:\/\/doi.org\/10.1371\/journal.pntd.0007130","image":{"source":"\/img\/avatars\/014.png","placeholder":"\/img\/avatars\/014.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null},"journal":"PLOS Neglected Tropical Diseases","journal_name":"PLOS Neglected Tropical Diseases","journal_link":"https:\/\/doi.org\/10.1371\/journal.pntd.0007130","public":1,"has_versions":0,"link":"https:\/\/doi.org\/10.1371\/journal.pntd.0007130","number_of_steps":11,"authors":[{"name":"Jialiang Zhao","affiliation":"Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Silvio Paolo Mariotti","affiliation":"World Health Organization, Geneva, Switzerland","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Serge Resnikoff","affiliation":"International Health and Development, Geneva，and Brien Holden Vision Institute, University of New South Wales, Sydney","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Yuqin Wang","affiliation":"Xuanwu Hospital of Capital Medical University, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Shicheng Yu","affiliation":"Chinese Center for Disease Control and Prevention, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Mingguang He","affiliation":"Centre for Eye Research Australia, University of Melbourne, Royal Victorian Eye and Ear Hospital, Melbourne, Australia","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Yingchuan Fan","affiliation":"Sichuan Provincial People’s Hospital, Chengdu, Sichuan, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Haidong Zou","affiliation":"Shanghai First People's Hospital, Shanghai Jiaotong University, Shanghai, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Wenfang Zhang","affiliation":"he second hospital of Lanzhou University, Lanzhou, Gansu, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Yading Jia","affiliation":"Shanxi Eye Hospital , Taiyuan, Shanxi, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Lihua Wang","affiliation":"Shandong Provincial Hospital affiliated to Shandong University, Jinan, Shandong, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Huaijin Guan","affiliation":"Eye Institute, Affiliated Hospital of Nantong University, Nantong, Jiangsu, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Xiao Xu","affiliation":"National Institute of Hospital Administration, Chinese National Health and Family Planning Commission, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Leilei Zhan","affiliation":"National Institute of Hospital Administration, Chinese National Health and Family Planning Commission, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Lei An","affiliation":"National Institute of Hospital Administration, Chinese National Health and Family Planning Commission, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Quanfu Ye","affiliation":"National Institute of Hospital Administration, Chinese National Health and Family Planning Commission, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Ningli Wang","affiliation":"Beijing Institute of Ophthalmology, Beijing Tongren Eye Center, Beijing Tongren Hospital, Capital Medical University; Beijing Ophthalmology & Visual Sciences Key Laboratory, Beijing, China","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"forks_count":{"private":0,"public":0},"steps":[{"id":636048,"guid":"5371F21A83064ED0A61E0FAA823CC30C","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"910211F94CFF4F2490582A07E3EEC63E","order_id":1,"type_id":6,"title":"Section","source":{"title":"Background and rationale"}},{"id":1054724,"guid":"6BBF6003B10F4D80AC91172DE4510101","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">China used to be among the countries with a high prevalence of trachoma. Since the new China was founded in 1949, the government has actively supported trachoma control activities. In 1960s, the Chinese government adopted a policy to strengthen healthcare provision in rural areas, which in turn provided an opportunity to increase trachoma control efforts in rural areas. Several epidemiological surveys in the 1990’s showed that the prevalence of trachoma had been drastically decreased from earlier years and its severity reduced in terms of trachomatous trichiasis cases reported in medical records. According to those surveys, trachoma prevalence in primary and secondary school students was 16% and 18%, respectively, in 1992; dropping to 11% and 14% in 1995, and to 8% and 8% in 2000.In 1999 at the invitation of the Chinese Ministry of Health, the World Health Organization (WHO) organized a national workshop on trachoma control to review the status of the disease and accelerate the elimination of blindness from trachoma in China. Since then, prevention of blindness activities in China was implemented by the Chinese government and international partners (e.g. The Lions Clubs International). Surgical services for cataracts and elimination of trachoma were among the priorities. The number of trachoma cases identified in public health activities, in surveys on causes of vision impairment and in clinical care services were steadily decreasing – consistent with a rapid socio-economic development, significant improvement of personal hygiene (particularly in schools), as well as increased access to eye care service across China. The China Nine-Province Survey in 2006, the Second National Survey on Disabled Persons in 2006 and other data provided evidence that trachoma was no longer a common cause of vision loss, despite some articles reporting the finding of active trachoma cases in schools.At the launch of the GET (The Global Elimination of Trachoma) 2020 campaign by the WHO in 1997, China was included on the list of the countries to be verified for possible presence of trachoma based on historical epidemiological data. Although data from blindness surveys and routinely collected clinical data were showing that blindness from trachoma was no longer a public health issue, it was decided to assess the current situation using internationally adopted epidemiological tools, definitions and standards, including the WHO Simplified Trachoma Grading System.Despite current recommendations on population-based prevalence surveys, trachoma rapid assessment was used in this survey in view of the enormity of such a task in the most populous country China. In 2012, the Chinese National Health and Family Planning Commission, with technical support from WHO and funding from Lions Clubs International, undertook the assessment of the elimination of trachoma in P.R. China. By the end of the year 2015, the assessment was completed.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636049,"guid":"F2DAC1CD518B46319C2C7502C022BE17","previous_id":636048,"previous_guid":"5371F21A83064ED0A61E0FAA823CC30C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"951BD728CCF24A03864C835618D0E75C","order_id":1,"type_id":6,"title":"Section","source":{"title":"Expected Outcomes"}},{"id":1054724,"guid":"7F59608FAEAF4DBD8DB4C8D312C5F65E","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Results from this assessment will provide Chinese government and international world with evidence as to whether the country has reached their elimination targets for trachoma. It will also inform the WHO-led Alliance for the Global Elimination of Trachoma by 2020 (GET2020) on the appropriateness of alternative indicators and surveillance methodologies for validation of blinding trachoma.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636050,"guid":"5D6ABC9F57DC45788C306E4003E08DC9","previous_id":636049,"previous_guid":"F2DAC1CD518B46319C2C7502C022BE17","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"52001C801FF94CFA956F37A0A24CCBB7","order_id":1,"type_id":6,"title":"Section","source":{"title":"Aims"}},{"id":1054724,"guid":"C34326C75007495D9C2A23951E18D0D2","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">To determine the prevalence of TF and TT, and provide evidence as to whether China has reached the elimination prevalence thresholds, achieving validation for the elimination of trachoma as a public health problem.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636051,"guid":"187616DCCE0E4095A3A26EF3BC46FE46","previous_id":636050,"previous_guid":"5D6ABC9F57DC45788C306E4003E08DC9","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"63182AE9F50344628F97A759E0498F68","order_id":1,"type_id":6,"title":"Section","source":{"title":"Methodology"}},{"id":1054724,"guid":"4C1AD6A96A04474889060C1B32DFCE84","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The review of the status of elimination of trachoma in China followed the recommendation set forth in World Health Assembly resolution 51.11, i.e. the use of the WHO Trachoma Rapid Assessment (TRA). In summary, for each selected province, a Trachoma Rapid Assessment was used to determine if trachoma was present, and if trachoma was above the threshold of 4 children with TF per school, then a population based prevalence survey would be carried out. The period for recruitment was nearly 3 months, duration for assessment was about 15 months, and data collection and cleansing was finished for about 3 months.A.Trachoma Diagnosis and GradingThe WHO simplified Trachoma Grading System was used to provide consistency with internationally agreed approaches for trachoma assessment and with criteria set by the WHO Alliance for the Global Elimination of trachoma by 2020. Case finding focused on three grades of trachoma: TF, five or more follicles of≥0•5mm on the upper tarsal conjunctiva; TT, at least one ingrown eyelash touching the globe, or evidence of epilation; CO, corneal opacity blurring part of the pupil margin.B.Hospital Records ReviewThe trained provincial survey teams began field work by visiting ophthalmologists in county or local leading hospitals within the suspected endemic areas to discuss their trachoma knowledge and enquire about TF diagnoses or TT surgeries performed in recent years. Hospital’s records were also checked regarding diagnosis of corneal blindness due to trachoma.C.Assessment of TF in Grade-One School ChildrenEven in the complete absence of evidence or local awareness regarding trachoma cases, at least one primary school was selected for assessment in each of the selected areas. Priority was given to boarding schools with a high enrollment of children from rural families. There was no gender bias as quantities of male students and female students in each school were very close. At each selected school, the survey team was mandated to examine at least fifty grade-one students (usually seven years of age). School teachers were fully mobilized to encourage students and their family members to participate to address potential sources of bias.In order to reduce the risk of missing possible endemic areas, two alternative strategies were used in assessing the presence and detailed number of TF in the selected schools, depending on whether TT or CO were found in the desk review of hospital records within the suspected endemic area. The TRA approach was used when no records of TT or CO were found in any of the hospital reviews. The second strategy was used in schools when one or more records of TT or CO were found in any of the surveyed hospitals.D.Assessment of TT and CO in Village ResidentsTrachoma Rapid Assessment for TT and CO was conducted in two ways: a) If recorded cases of TT or CO were found during the review of patient records in any of county\/lead hospitals within the suspected endemic areas, these individuals were contacted for reexamination\/confirmation and the affected village(s) was screened for additional cases of TT or CO among residents (defined as people living in the village for the last six months) aged 15 years or older; b) If TT or CO cases were not found during the hospital records reviews, the survey team visited at least one village surrounding the school assessed for TF to look for TT or CO among residents aged 15 years or older. In both assessment scenarios, known or suspected TT or CO cases were identified by consulting village leaders and doctors, followed by a visit to the home of the TT or CO suspect to confirm the diagnosis. Village leaders and doctors were fully mobilized to participate as assistants for the assessment work in the village and inspection rate was guaranteed to address potential selection bias.After the assessment for TT and CO in the suspected endemic areas, an approximate prevalence rate for TT and CO in the area was calculated as the number of confirmed cases divided by the estimated number of persons aged 15 or above in the village.E.Population-Based Assessment of TT and COAs data from each of the suspected areas became available, the national project office analyzed the findings to decide whether a population-based survey was needed. According to the project plan, a population-based survey was considered warranted if more than four TF cases were identified among the 50 children examined at any one school. Because there was no school with more than two TF cases, a population-based survey was not undertaken in any of the suspect endemic areas.F.Intervention for Confirmed Trachoma CasesFor TF-positive children a provision of drugs for treatment was secured through county resources. The treatment regimen was the one recommended by WHO GET2020 campaign – one-gram of oral azithromycin, either tablet or suspension, for adults and 20 mg per kg bodyweight for children. Family members of the TF patient were also to be treated.For TT cases, a bilamellar tarsal rotation procedure or other similar oculoplastic method was provided free of cost to the patient. Electrolysis was used for the patients with one or two inverted eyelashes touching the globe (not the cornea) in the absence of entropion. County hospitals were selected to provide the required surgery.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636052,"guid":"4EE86F89CF5E4CD19A02E94D8F0F373A","previous_id":636051,"previous_guid":"187616DCCE0E4095A3A26EF3BC46FE46","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"8BE9E856AC804032BFB12CCCDAE62125","order_id":1,"type_id":6,"title":"Section","source":{"title":"Study sites"}},{"id":1054724,"guid":"9D8F2965E6A24A919379C4CD643F290C","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The study was conducted in the 14 provinces of China.Identification of the provinces to be surveyed was based on two approaches: a) Identification based on published historical data and reports on trachoma, along with low socio-economic status and national official records of poor access to sanitation and water supply. Considering the conclusions and recommendations of the WHO First National Workshop on the Assessment and Management of Trachoma in the People’s Republic of China, 12 provinces -- Hebei, Inner Mongolia, Liaoning, Anhui, Henan, Hainan, Guizhou, Yunnan, Shaanxi, Gansu, Qinghai and Ningxia -- were identified as provinces with suspected trachoma endemic areas. b) Identification based solely on low socio-economic status and access to water and sanitation. This led to the addition of two autonomous regions (organizationally equivalent to provinces) -- Guangxi and Tibet -- based on ranking among the five provinces with the lowest gross domestic product (GDP) and per capita income in 2013. Additionally, two provinces -- Shandong and Sichuan -- were included as pilot assessment areas for team training in methodology implementation.Each province was divided into 2 or 3 geographic areas with a population of approximately 100,000 to 150,000, using county boundaries and census data. Suspected trachoma endemic areas within these geographic population clusters were determined in the following ways: a) Evidence regarding the presence of trachoma based on the published literature; b) Existing data on trachoma among primary-school students over the past five years: c) Existing routinely-collected data on trachoma found in patients presenting to eye care services.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636053,"guid":"A242DC6919434FB9B1C3A2B284488805","previous_id":636052,"previous_guid":"4EE86F89CF5E4CD19A02E94D8F0F373A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"684C066627BD40C989DA2B5F59331131","order_id":1,"type_id":6,"title":"Section","source":{"title":"Study population"}},{"id":1054724,"guid":"18697B81802D441D81B69000BB41CC79","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The TRA was carried out in the identified suspected endemic areas within each of the selected provinces and included: a) An assessment for TF in at least 50 grade-one school children within the surveyed areas. B) An assessment of TT and CO in persons aged 15 years or over in villages within the catchment area of the surveyed schools.The population-based survey would be undertaken in any of the suspect endemic areas if more than four TF cases were identified among the 50 children examined at any one school.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636054,"guid":"98D88E6A2FA641D5A2E4D13049E550AC","previous_id":636053,"previous_guid":"A242DC6919434FB9B1C3A2B284488805","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"4A99473C038F414FB1E918A5BB36CC4F","order_id":1,"type_id":6,"title":"Section","source":{"title":"Team composition and training for the survey"}},{"id":1054724,"guid":"61F7E57D7B424D1BA37ACE42509D624B","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Each team was consist of the following:<\/div><div class = \"text-block\">- Trachoma grader (to also take ocular swabs)<\/div><div class = \"text-block\">- Recorder\/assistant<\/div><div class = \"text-block\">- Driver<\/div><div class = \"text-block\">- Community guide<\/div><div class = \"text-block\">In each province, 2 or 3 provincial survey teams were assembled, equipped and trained. Each provincial team included three certified ophthalmologists, who were ultimately responsible for trachoma grading. Each ophthalmologist was equipped with a head-mounted magnifier (×2•5), torch, and alcohol-based hand gel.The survey team lead-ophthalmologists attended a national two-day structured training session in Beijing first, then a field training in a county in the Inner Mongolia autonomous region. The national level trainers included a WHO officer and an international trachoma expert. Training included the WHO SAFE strategy, the WHO Trachoma Rapid Assessment methodology, the WHO Simplified Trachoma Grading System, laboratory confirmation ofChlamydia trachomatis as well as procedures for identification of population to be surveyed.This training included tests-of-agreement for trachoma identification and grading between each trainee and the trachoma experts. All trainees divided into 4 teams, entered into 2 classrooms and examined schoolchildren, who were healthy, had conjunctivitis or were real trachoma cases. Each team was observed by a WHO expert grader who assessed agreement. All 54 trainees passed the agreement testing by scoring a Cohen’s kappa of at least 0.7 for TF, measured against an expert grader.After academic and field training at the national level, a provincial-level training was organized in each province to educate province-level ophthalmologists and support staff regarding the Trachoma Rapid Assessment (TRA) process.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636055,"guid":"23C9573AE4F14E57BFD747D7C8E83FE1","previous_id":636054,"previous_guid":"98D88E6A2FA641D5A2E4D13049E550AC","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"2D76E6FE7F424822B648C2E8ADCD6CBC","order_id":1,"type_id":6,"title":"Section","source":{"title":"Data analysis"}},{"id":1054724,"guid":"5E673822EDEF439FB9B0C3ED7291D0E4","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Each provincial survey team had a dedicated analyst responsible for data recording, computerized data entry, and data review for completeness and accuracy. EpiData 3.0 was used for data entry and analysis.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636056,"guid":"4BF97546CE244D4C971EAEA5FC596F0B","previous_id":636055,"previous_guid":"23C9573AE4F14E57BFD747D7C8E83FE1","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"7E284B5E1A994CEC9A0E6E1A76F7230E","order_id":1,"type_id":6,"title":"Section","source":{"title":"Quality control"}},{"id":1054724,"guid":"DB2F22330488478F882F5438339AA1FB","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Strict quality control measures were undertaken: a) The project design was based on WHO standards for trachoma control (TRA and Simplified Grading System). b) A pilot study was undertaken to verify the feasibility of the planned assessment methodology. c) National and provincial training sessions were held for survey personnel with formal inter-observer agreement testing of grading consistency. d) Supervisory activities were implemented throughout the field assessment process with monitoring and participatory supervision by national and international experts.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636057,"guid":"61F2BF6620EB482B8615238AB7B7F6DF","previous_id":636056,"previous_guid":"4BF97546CE244D4C971EAEA5FC596F0B","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"3E23FF13D3934026AE4438EBE388E369","order_id":1,"type_id":6,"title":"Section","source":{"title":"Ethical review"}},{"id":1054724,"guid":"B1BD4ACF75304D479FACB597D962F8DD","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">This study basically adopted routine public health measures. All involved in the intervention were provided with the written informed consent which asked participants themselves or juveniles’ parents to sign on it. The approval for this research was received from the ethical committee of Peking Union Medical College Hospital，Chinese Academy of Medical Sciences. All data analyzed were anonymized.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":636058,"guid":"28C02364D28A43F08A884A1CFD560ADB","previous_id":636057,"previous_guid":"61F2BF6620EB482B8615238AB7B7F6DF","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"02BF8DADE83B437C83631D2F609A3998","order_id":1,"type_id":6,"title":"Section","source":{"title":"References"}},{"id":1054724,"guid":"00C18CB1E1D54D9D8C7D5E912AA5BB8C","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">• Cui Shuang, Ji Chengye,Zhang Lin. A National Analysis of Trachoma Prevention and Control among Primary and High School Students in 2000. Chinese Journal of Disease Control & Prevention, 2006; 10 :60–61.<\/div><div class = \"text-block\">• World Health Organization. First national workshop on the assessment and management of trachoma in the People’s Republic of China. Geneva: WHO, 2000.<\/div><div class = \"text-block\">• Zhao J, Ellwein L, Cui H, et al. Prevalence of vision impairment in older adults in rural China. Ophthalmology 2010; 117:409–16.<\/div><div class = \"text-block\">• Liu H, Zhao, J, Lu H, et al. Prevalence of blindness and moderated and severe visual impairment among aged 50 years or above in the Shunyi District of Beijing: the China Nine-Province Survey. Chin. J. Ophthalmol. 2012; 48:199–204.<\/div><div class = \"text-block\">• The Office of the Second China National Sample Survey on Disability. Documentation of the Second China National Sample Survey on Disability. Beijing: China Statistics Press, 2007, p502.<\/div><div class = \"text-block\">• Liu T, Liang Q, Hu A, et al. Elimination of blinding trachoma in China. Journal Francais d’Ophthalmologie 2016;39:836<\/div><div class = \"text-block\">• Wang Z. The Grading and diagnosis of Trachoma. Shandong Medical Journal, 1957, 6: 59–61.<\/div><div class = \"text-block\">• Boost M, Cho P. High incidence of trachoma in rural areas of Guangxi, China. Lancet, 2005, 5: 735–6.<\/div><div class = \"text-block\">• World Health Organization. Report of the first meeting of the WHO alliance for the global elimination of trachoma. Geneva: WHO, 1997.<\/div><div class = \"text-block\">• Thylefors B, Dawson CR, Jones BR, West SK, Taylor HR. A simple system for the assessment of trachoma and its complication. Bull World Health Organ 1989; 65:477–83.<\/div><div class = \"text-block\">• Report of the 3rd global scientific meeting on trachoma. Johns Hopkins University, Baltimore, MA, 19-20 July 2010. Geneva: World Health Organization, 2010.<\/div><div class = \"text-block\">• WHO\/Department of control neglected tropical diseases. Trachoma simplified grading card. SAFE documents.http:\/\/www.who.int\/trachoma\/resources\/SAFE_documents\/en\/.<\/div><div class = \"text-block\">• Negrel AD, Taylor HR, West S. Guidelines for rapid assessment for blinding trachoma. World Health Organization. 2001. http:\/\/www.who.int\/blindness\/TRA-ENGLISH.pdf<\/div><div class = \"text-block\">• Xiao B, Kuper H, Guan C, Bailey K, Limburg H. Rapid assessment of avoidable blindness in three counties, Jiangxi Province, China. Br J Ophthalmolo 2010; 94:1437–42.<\/div><div class = \"text-block\">• Li EY, Liu Y, Zhan X, et al. Prevalence of blindness and outcomes of cataract surgery in Hainan province in South China. Ophthalmology 2013; 120:2176–83.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null}],"materials":[],"description":"<p>Province-level assessment teams, trained in WHO Trachoma Rapid Assessment methodology and in WHO simplified trachoma grading scheme, carried out assessments in 14 provinces. Based on the published literature, including national and international reports, suspected trachoma-endemic areas within each province were identified. Within these areas, trachomatous inflammation- follicular (TF) assessments were carried out in at least 50 grade-one children in primary schools serving villages with the lowest socio-economic development. Trachomatous trichiasis (TT) and corneal opacity (CO) assessments were conducted among persons aged 15 and over in villages within the catchment area of the selected schools.<\/p>","changed_on":1548777963}