{"uri":"associations-between-three-xrcc1-polymorphisms-and-sqwedxe","version_id":"0","protocol_name":"Associations between three XRCC1 polymorphisms and the hepatocellular carcinoma risk: a meta-analysis of case-control studies","protocol_name_html":"Associations between three XRCC1 polymorphisms and the hepatocellular carcinoma risk: a meta-analysis of case-control studies","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1534684661","type_id":"1","link":null,"fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1534684567","publish_date":"2018-08-19 13:17:41","documents":"[{\"url\":\"https:\/\/s3.amazonaws.com\/pr-journal\/5si2z6n.docx\",\"file_id\":\"28168\",\"thumb_url\":\"\/img\/extensions\/docx.png\",\"ofn\":\"Manuscript.docx\"}]","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-35","mod_secs":"33","description":"<p>Conflicting results have been obtained regarding the association between X-ray repair cross complementation group 1 (XRCC1) and susceptibility to hepatocellular carcinoma (HCC). In this study, associations between HCC and three polymorphisms (Arg194Trp, Arg280His, and Arg399Gln) were evaluated using a meta-ananlysis approach. PubMed, Web of science, Cochrane Library, the Chinese National Knowledge Infrastructure, and the Wanfang standard database were systematically searched to identify all relevant case-control studies published through March 2018. A total of 32 case-control studies, including 13 that evaluated Arg194Trp, 14 that evaluated Arg280His, and 26 that evaluated Arg399Gln, were analyzed. In the entire study population, XRCC1 Arg399Gln was significantly associated not only with the overall risk of HCC (homozygous model, OR = 1.53, 95% CI: 1.34–1.76, P = 0.00; recessive model, OR = 1.31, 95% CI:1.15–1.49, P = 0.00), but also with the risk of HCC in Chinese patients (homozygous model, OR = 1.78, 95% CI: 1.53–2.08, P = 0.00; recessive model, OR = 1.47, 95% CI: 1.27–1.70, P = 0.00). Limiting the analysis to studies demonstrating Hardy–Weinberg equilibrium (HWE), the results were consistent and robust. Similarly, a significant association between XRCC1 Arg399Gln and HCC risk was found in healthy controls in the general population but not in hospital controls. Trial sequential analysis (TSA), the false-positive report probabilities (FPRP) and the combined genotype analysis revealed that XRCC1 Arg399Gln is mainly associated with susceptibility to liver cancer. However, there was no association between Arg194Trp or Arg280His and the risk of HCC. These results, indicating that the Arg399Gln polymorphism of XRCC1 is associated with the risk of HCC in the Chinese population, provide a basis for the development of improved detection and treatment approaches.<\/p>","is_bookmarked":"0","can_reassign":"1","before_start":null,"has_guidelines":"0","materials":[],"warning":null,"version_class":"14838","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1534683695","protocol_affiliation":"Department of Medical Oncology, The Affiliated Tumor Hospital of Guangxi Medical University, Nanning, Guangxi Zhuang Autonomous Region, China,Department of Gynecologic Oncology, The Affiliated Tumor Hospital of Guangxi Medical University, Nanning, Guangxi Zhuang Autonomous Region, China","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.sqwedxe","doi_status":"2","changed_fork_steps":null,"profile_url":"w2t244y2v2t2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/012.png","full_name":"Yao Xiong","created_by":"Yao Xiong","private_link":"8EB16A5B985B9215315426FFA94FB016","original_img":"1","username":"yao-xiong","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":"<ol>\n<li>Siegel RL, Miller KD, Jemal A. Cancer statistics, 2018. <a href=\"http:\/\/nc.yuntsg.com\/show.do?q=29313949&amp;my=1523086673713\" target=\"_blank\" rel=\"noopener noreferrer\">CA Cancer J Clin.<\/a>2018; 68:7-30. Epub 2018\/01\/04. DOI: 10.3322\/caac.21442. PMID:29313949.<\/li>\n<li>Zuo TT, Zheng RS, Zhang SW, Zeng HM, Chen WQ. Incidence and mortality of liver cancer in China in 2011. Chin J Cancer. 2015; 34:508-513. Epub 2015\/10\/15;34(11):508-13. DOI: 10.1186\/s40880-015-0056-0.PMID:26472328.<\/li>\n<li>Seguí N, Mina LB, Lázaro C, Sanz-Pamplona R, Pons T, Navarro M, et al.Bellido F, López-Doriga A, Valdés-Mas R, Pineda M, et al: Germline mutations in FAN1 cause hereditary colorectal cancer by impairing DNA repair. <a href=\"http:\/\/nc.yuntsg.com\/show.do?q=26052075&amp;my=1523159182973\" target=\"_blank\" rel=\"noopener noreferrer\"><\/a>2015; 149(3): 563-566. Epub 2015\/06\/05; DOI: 10.1053\/j.gastro.2015.05.056. PMID:26052075.<\/li>\n<li>Tasnim T, Al-Mamun MMA, Nahid NA, Islam MR, Apu MNH, Bushra MU, et al. Genetic variants of SULT1A1 and XRCC1 genes and risk of lung cancer in Bangladeshi population. Tumour Biol. 2017; 39(11):1010428317729270. DOI: 10.1177\/1010428317729270. PMID:29110586.<\/li>\n<li>Huang X, Liu C, Cui Y, Zhang H, Liu Y, Zhou X, et al. Association between XRCC1 and ERCC1 single-nucleotide polymorphisms and the efficacy of concurrent radiochemotherapy in patients with esophageal squamous cell carcinoma. Oncol Lett. 2017; 13(2):704-714. Epub 2016 Dec 14. DOI: 10.3892\/ol.2016.5496. PMID:2845443217(1):758.<\/li>\n<li>Isakova J, Talaibekova E, Aldasheva N, Vinnikov D, Aldashev A. The association of polymorphic markers Arg399Gln of XRCC1 gene, Arg72Pro of TP53 gene and T309G of MDM2 gene with breast cancer in Kyrgyz females. <a href=\"http:\/\/nc.yuntsg.com\/show.do?q=29132330&amp;my=1523159182973\" target=\"_blank\" rel=\"noopener noreferrer\">BMC Cancer.<\/a>2017; 17(1):758. DOI: 10.1186\/s12885-017-3762-y. PMID:29132330.<\/li>\n<li>Feki-Tounsi M, Khlifi R, Louati I,Fourati M,Mhiri MN, Hamza-Chaffai A, et al. Polymorphisms in XRCC1, ERCC2, and ERCC3 DNA repair genes, CYP1A1 xenobiotic metabolism gene, and tobacco are associated with bladder cancer susceptibility in Tunisian population. Environ Sci Pollut Res Int. 2017; 24(28): 22476-22484. Epub 2017\/08\/12. DOI: 10.1007\/s11356-017-9767-x. PMID:28781687.<\/li>\n<li>Guan QH, Chen ZQ, Chen QP, Zhi XT. XRCC1 and XPD polymorphisms and their relation to the clinical course in hepatocarcinoma patients. Oncol Lett. 2017;14(3):2783-2788. DOI:10.3892\/ol.2017.6522<\/li>\n<li>Wang XC, Wang F, Quan QQ. Roles of XRCC1\/XPD\/ERCC1 Polymorphisms in Predicting Prognosis of Hepatocellular Carcinoma in Patients Receiving Transcatheter Arterial Chemoembolization. Genet Test Mol Biomarkers. 2016; 20 (4): 176-84. DOI:10.1089\/gtmb.2015.0267<\/li>\n<li>Su HY, Xu K. A case-control study on association between genetic polymorphisms of DNA repair and hepatic cell cancer susceptibility. China Medical University. 2008; <a href=\"http:\/\/kns.cnki.net\/\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/kns.cnki.net\/<\/a>kns\/Detail\/detail.aspx?FileName=2008083042.nh&amp;DbName=CDFD2008.<\/li>\n<li>Kiran M, Saxena R, Chawla YK, Kaur J. Polymorphism of DNA repair gene XRCC1 and hepatitis-related hepatocellular carcinoma risk in Indian population. <a href=\"http:\/\/nc.yuntsg.com\/show.do?q=Polymorphism%20of%20DNA%20repair%20gene%20XRCC1%20and%20hepatitis-related%20hepatocellular%20carcinoma%20risk%20in%20Indian%20population%5bTitle%5d\" target=\"_blank\" rel=\"noopener noreferrer\">Mol Cell Biochem.<\/a>2009; 327:7-13. Epub 2009\/02\/05. PMID: 19194663. DOI: <a href=\"http:\/\/doi.org\/10.1007\/s11010-009-0035-3\" target=\"_blank\" rel=\"noopener noreferrer\">1007\/s11010-009-0035-3<\/a>.<\/li>\n<li>Zeng XY, Yu HP, Qiu XQ, Ji L, Li LM. A case-control study of polymorphism of XRCC1 gene and the risk of hepatocellular carcinoma. Chin J Dis Control Prev. 2010;14(8): 760-763.http:\/\/kns.cnki.net\/kns\/detail\/detail.aspx?FileName=JBKZ201008025&amp;DbName=CJFQ2010.<\/li>\n<li>Bo WL, Zhang GX, Li DY, Wang X, Liang T. Polymorphisms of DNA repair gene XRCC1 and susceptibility to hepatic cancer. Xiandai Zhongliu Yixue. 2011;19(09): 1724-1726. http:\/\/kns.cnki.net\/kns\/detail\/detail.aspx?FileName=SXZL201109009&amp;DbName=CJFQ2011.<\/li>\n<li>Tang YT, Li XP, Liu TQ, Yang JR, Luo JQ, Liang ZX. Genetic polymorphisms of DNA repair genes in patients with hepatocellular carcinoma. Shandong Yiyao. 2011;51(42): 19-20. http:\/\/kns.cnki.net\/kns\/detail\/detail.aspx?FileName=SDYY201142009&amp;DbName=CJFQ2011.<\/li>\n<li>Bo WL, Zhang GX, Li DY, Wang X. The study of Polymorphisms of DNA Repair Gene XRCC1 and Hepatic Cancer. Zhongguo Xian Dai Yi Xue Za Zhi. 2012;22(18): 45-48. <a href=\"http:\/\/kns.cnki.net\/kns\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/kns.cnki.net\/kns<\/a>\/detail\/detail.aspx?FileName=ZXDY201218010&amp;DbName=CJFQ2012<\/li>\n<li>Han XC, Xing QZ, Li Y, Sun JJ, Ji HH, Pan HZ, et al. Study on the DNA repair gene XRCC1 and XRCC3 polymorphism in prediction and prognosis of hepatocellular carcinoma risk. <a href=\"http:\/\/nc.yuntsg.com\/one1.do\" target=\"_blank\" rel=\"noopener noreferrer\">Hepato-Gastroenterol.<\/a>2012; 59(119): 2285-2289. DOI: <a href=\"http:\/\/doi.org\/10.5754\/hge12096\" target=\"_blank\" rel=\"noopener noreferrer\">5754\/hge12096<\/a>.PMID: 22456434.<\/li>\n<li>Yuan T, Deng SL, Liu HM, Liu MG, Chen P. Relationship between XRCC1 and XPD polymorphisms and the risk of the development of hepatocellular carcinoma: A case-control study. <a href=\"http:\/\/nc.yuntsg.com\/show.do?q=Relationship%20between%20XRCC1%20and%20XPD%20polymorphisms%20and%20the%20risk%20of%20the%20development%20of%20hepatocellular%20carcinoma:%20A%20case-control%20study.\" target=\"_blank\" rel=\"noopener noreferrer\">Exp Ther Med.<\/a>2012;4(2): 285-290. Epub 2012\/05\/17. DOI: <a href=\"http:\/\/doi.org\/10.3892\/etm.2012.581\" target=\"_blank\" rel=\"noopener noreferrer\">3892\/etm.2012.581<\/a>. PMID: 22970032.<\/li>\n<li>Zeng X, Liu S, Yu HP, Ji L, Li LM, Huang JM, Bai H, Qiu XQ. DNA repair capacity, DNA-strand break repair gene polymorphisms, and the incidence of hepatocellular carcinoma in southwestern Guangxi of China. <a href=\"http:\/\/nc.yuntsg.com\/one1.do\" target=\"_blank\" rel=\"noopener noreferrer\">DNA Cell Biol.<\/a>2012; 31(8): 1384-1391. Epub 2012\/06\/12. DOI: <a href=\"http:\/\/doi.org\/10.1089\/dna.2012.1646\" target=\"_blank\" rel=\"noopener noreferrer\">1089\/dna.2012.1646<\/a>. PMID: 22691054.<\/li>\n<li>Wu JS, Chen YP, Wang LC, Yang YJ, Deng CW, Hou BX, et al. Implication of polymorphisms in DNA repair genes with an increased risk of hepatocellular carcinoma. Genet Mol Res. 2014;13(2): 3812-3818. DOI: <a href=\"http:\/\/doi.org\/10.4238\/2014.May.16.5\" target=\"_blank\" rel=\"noopener noreferrer\">4238\/2014.May.16.5<\/a>. PMID:24938468<\/li>\n<li>Yang ZH, Zhao J. Effect of APE1 and XRCC1 gene polymorphism on Susceptibility to hepatocellular carcinoma and sensitivity to cisplatin. Int J Clin Exp Med. 2015;8(6): 9931-9936. PMID: 26309678.<\/li>\n<li>Krupa R, Czarny P, Wigner P, Wozny J, Jablkowski M, Kordek R, et al. The Relationship Between Single-Nucleotide Polymorphisms, the Expression of DNA Damage Response Genes, and Hepatocellular Carcinoma in a Polish Population. DNA Cell Biol.2017;36(8): 693-708. Epub 2017\/06\/09.DOI: 10.1089\/dna.2017.3664. PMID:28598207.<\/li>\n<li>Guo LY, Jin XP, Niu W, Li XF, Liu BH, Wang YL. Association of XPD and XRCC1 Genetic Polymorphisms with Hepatocellular Carcinoma Risk. Asian Pac J Cancer Prev. 2012; 13(9): 4423-4426. PMID: 23167354.<\/li>\n<li>Wu H, Yang Z, Xie Y, Kuang Z, Luo X, Liang A, et al. Correlation between DNA repair gene XRCC1 Arg280His polymorphism and susceptibility to hepatocellular carcinoma in Fusui county of Guangxi. China Journal of Modern Medicine. 2009; 19(18): 2737-2743. <a href=\"http:\/\/kns.cnki.net\/kns\/\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/kns.cnki.net\/kns\/<\/a>detail\/detail.aspx?FileName=ZXDY200918008&amp;DbName=CJFQ2009<\/li>\n<li>Yuan T, Wei JY, Luo J, Liu MG, Deng SL, Chen P. Polymorphisms of base-excision repair genes hOGG1 326cys and XRCC1 280His increase hepatocellular carcinoma risk. Dig Dis Sci. 2012; 57(9): 2451-2457. Epub 2012\/05\/08. DOI: 10.1007\/s10620-012-2192-6. PMID:22565339.<\/li>\n<li>Bo WL, Zhang GX, Li DY, Wang X. <a href=\"&quot;http:\/\/g.wanfangdata.com.cn\/details\/detail.do?_type=perio&amp;\" target=\"_blank\" rel=\"noopener noreferrer\">Study of polymorphisms of DNA repair gene XRCC1 and hepatic cancer<\/a>. Harbin Med J. 2012; 01:43-45. DOI:3969\/j.issn.1000-1905.2012.01.011.<\/li>\n<li>Gulnaz A, Sayyed AH, Amin F, Khan Au, Aslam MA, Shaikh RS, et al. Association of XRCC1, XRCC3, and XPD genetic polymorphism with an increased risk of hepatocellular carcinoma because of the hepatitis B and C virus. Eur J Gastroenterol Hepatol. 2013; 25(2): 166-179. DOI: 10.1097\/MEG.0b013e328359a775. PMID:23044807.<\/li>\n<li>He CC, Xie YA, Zhao RQ, Yan L. The relationship of XRCC1 Arg 399GLn (rs25487) and Arg280His (rs25489) polymorphisms with the family genetic susceptibility to hepatocellular carcinoma of Zhuang population in Fusui county of Guangxi.Chin J Cancer Biother. 2015; 22(3): 348-353.<\/li>\n<\/ol>\n<p>http:\/\/kns.cnki.net\/kns\/detail\/detail.aspx?FileName=ZLSW201503015&amp;DbName=CJFQ2015.<\/p>\n<ol start=\"28\">\n<li>Yao JG, Huang XY, Long XD. Interaction of DNA repair gene polymorphisms and aflatoxin B1 in the risk of hepatocellular carcinoma. Int J Clin Exp Pathol. 2014;7(9):6231-6244. PMID: 25337275.Int J Clin Exp Pathol.<\/li>\n<li>Yu MW, Yang SY, Pan IJ, Lin CL, Liu CJ, Liaw YF, et al. Polymorphisms in XRCC1 and glutathione S-transferase genes and hepatitis B-related hepatocellular carcinoma. J Natl Cancer Inst.2003; 95 (19): 1485-1488. PMID:14519756.<\/li>\n<li>Yang JL, Han YN, Zhen SG. Influence of human XRCC1-399 single nucleotide polymorphism on primary hepatocytic carcinoma. Tumor. 2004; 24(4): 322-324. <a href=\"http:\/\/kns.cnki.net\/kns\/detai\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/kns.cnki.net\/kns\/detai<\/a>l\/detail.aspx?FileName=ZZLL200404003&amp;DbName=CJFQ2004.<\/li>\n<li>Long XD, Ma Y, Wei YP, Deng ZL. Polymorphism of DNA repair gene XRCC1 and risk of hepatocellular carcinoma. J Guangxi Med Univ. 2004; 21(3): 313-315.<a href=\"http:\/\/kns.cnki.net\/\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/kns.cnki.net<\/a>\/kns\/detail\/detail.aspx?FileName=GXYD200403000&amp;DbName=CJFQ2004.<\/li>\n<li>Kirk GD, Turner PC, Gong Y, Lesi OA, Mendy M, Goedert JJ, et al. Hepatocellular carcinoma and polymorphisms in carcinogen-metabolizing and DNA repair enzymes in a population with aflatoxin exposure and hepatitis B virus endemicity.Cancer Epidemiol Biomarkers Prev. 2005; 14 (2): 373-379. DOI: 10.1158\/1055-9965.EPI-04-0161. PMID: 15734960.<\/li>\n<li>Borentain P, Gerolami V, Ananian P, Garcia S, Noundou A, Botta-Fridlund D, et al. DNA-repair and carcinogen-metabolising enzymes genetic polymorphisms as an independent risk factor for hepatocellular carcinoma in Caucasian liver-transplanted patients. <a href=\"http:\/\/nc.yuntsg.com\/one1.do\" target=\"_blank\" rel=\"noopener noreferrer\">Eur J Cancer.<\/a>2007; 43(17): 2479-2486. Epub 2007\/09\/17. DOI: 10.1016\/j.ejca.2007.08.006. PMID: 17870518.<\/li>\n<li>Ren Y, Wang DS, Li Z, Xin YM, Yin JM, Zhang B, et al. Study on the Relationship between Gene XRCC1 Codon 399 Single Nucleotide Polymorphisms and Primary Hepatic Carcinoma in Han Nationality. Linchuang Ganzangbing Zazhi. 2008; 24(5): 361-364. <a href=\"http:\/\/kns.cnki.net\/\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/kns.cnki.net<\/a>\/kns\/detail\/detail.aspx?FileName=LCGD200805015&amp;DbName=CJFQ2008.<\/li>\n<li>Jia ZF, Su HY, Li XL, Xu X, Yin ZH, Guan P, et al. Polymorphisms of UGT1A7 and XRCC1 are associated with an increased risk of hepatocellular carcinoma in Northeast China. Chin J Cancer Res. 2010;22(4): 260-266. DOI: 10.1007\/s11670-010-0260-z.<\/li>\n<li>Pan HZ, Liang J, Yu Z, Lun LM, Li H,Wang Q. Polymorphism of DNA Repair Gene XRCC1 and Hepatocellular Carcinoma Risk in Chinese Population. Asian Pac J Cancer Prev. 2011; 12: 2947-2950. PMID: 22393969.<\/li>\n<li>He GZ, Huang TR, Deng W, Yu JH, Zhang CY, Li JL. Research on Association Between XRCC1Arg399Gln Polymorphism and Liver Cancer. J Guangxi Univ Chin Med. 2012; 15(3): 1-3. <a href=\"http:\/\/kns.cnki.net\/kns\/detail\/detail.aspx?FileName=GSZB201203003&amp;DbN\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/kns.cnki.net\/kns\/detail\/detail.aspx?FileName=GSZB201203003&amp;DbN<\/a>ame=CJFQ2012.<\/li>\n<li>Mohana DS, Balachandar V, Arun M, Suresh KS, Balamurali KB, Sasikala K. Analysis of genetic damage and gene polymorphism in hepatocellular carcinoma (HCC) patients in a South Indian population. Dig Dis Sci. 2013;58(3): 759-767. DOI:10.1007\/s10620-012-2409-8.<\/li>\n<li>Bose S, Tripathi DM, Sukriti, Sakhuja P, Kazim SN, Sarin SK. Genetic polymorphisms of CYP2E1 and DNA repair genes HOGG1 and XRCC1: association with hepatitis B related advanced liver disease and cancer. Gene. 2013; 519(2): 231-237. Epub 2013\/02\/27. DOI: 10.1016\/j. gene.2013.02.025. PMID: 23454624.<\/li>\n<li>Santonocito C, Scapaticci M, Nedovic B, Annicchiarico EB, Guarino D, Leoncini E, et al. XRCC1 Arg399Gln gene polymorphism and hepatocellular carcinoma risk in the Italian population. Int J Biol Markers 2017; 32(2): e190-e194. DOI: 10.5301\/jbm.5000241.<\/li>\n<li>Bazgir A, Gholizadeh MA, Khosravi A, Samaei NM. The X-ray Repair Cross-Complementing Group 1 Arg399Gln Genetic Polymorphism and Risk of Hepatocellular Carcinoma in an Iranian Population. Middle East J Dig Dis. 2017;10(1):40-44. DOI: 10.15171\/mejdd.2017.89.<\/li>\n<li>He J, Liao XY, Zhu JH, et al. Association of MTHFR C677T and A1298C polymorphisms with non-Hodgkin lymphoma susceptibility: evidence from a meta-analysis. Sci Rep 2014; 4:6159. DOI: 10.1038\/srep06159<\/li>\n<li>Santos JC, Funck A, Silva-Fernandes IJ, et al. Effect of APE1 T2197G (Asp148Glu) polymorphism on APE1, XRCC1, PARP1 and OGG1 expression in patients with colorectal cancer. Int J Mol Sci. 2014;15:17333-17343. DOI:10.3390\/ijms151017333<\/li>\n<li>Zhang Y, Dong S, Xu R, et al. Prognostic and predictive role of COX-2, XRCC1 and RASSF1 expression in patients with esophageal squamous cell carcinoma receiving radiotherapy.Oncol Lett 2017;13:2549-2556.DOI:10.3892\/ol.2017.5780<\/li>\n<li>Rybárová S, Muri J, Hodorová I, et al. Importance of expression of DNA repair proteins in non-small-cell lung cancer. Klin Onkol 2012;25:370-374.<\/li>\n<li>Xu W, Liu SA, Li L,et al. Association between XRCC1 Arg280His polymorphism and risk of hepatocellular carcinoma: a systematic review and meta-analysis. Genet Mol Res 2015; 14(2): 7122- 7129. DOI:10.4238\/2015. June.29.5PMID: 26125922.<\/li>\n<li>Li J, Li Z, Feng L, et al. Polymorphisms of DNA repair gene XRCC1 and hepatocellular carcinoma risk among East Asians: a meta-analysis. Tumour Biol 2013; 34(1): 261-269. DOI:10. 1007\/s13277-012-0546-5<\/li>\n<li>Liu J, Zhu QM, Hu HY, Wang S. Association between XRCC1 Arg399Gln polymorphism and susceptibility to hepatocellular carcinoma in Chinese populations: A Meta-analysis. World Chin J Gastroenterol. 2015; 23(15): 2468-2474. DOI: 10.11569\/wcjd.v23.i15.2468. http:\/\/kns.cnki.net\/kns\/detail\/detail.aspx?FileName=XXHB201515024&amp;DbName=CJFQ2015.<\/li>\n<li>Shi YH, Wang B, Xu BP, Jiang DN, Zhao DM, Ji MR et al. The association of six non-synonymous variants in three DNA repair genes with hepatocellular carcinoma risk: a meta-analysis. J Cell Mol Med. 2016; 20(11):2056-2063. Epub 2016\/06\/16. DOI: 10.1111\/jcmm. 12896. PMID:27306318<\/li>\n<li>Zhu Y, Yang H, Chen Q, et al. Modulation of DNA damage\/DNA repair capacity by XPC polymorphisms. DNA Repair. 2008;7(2):141-148. DOI:10.1016\/j.dnarep.2007.08.006<\/li>\n<li>Reinardy HC.Profiling DNA damage and repair capacity in sea urchin larvae and coelomocytes exposed to genotoxicants.Mutagenesis 2015;30:829-839. DOI:10.1093\/mutage\/gev052<\/li>\n<li>Kuptsova N, Kopecky KJ, Godwin J, et al. Polymorphisms in DNA repair genes and therapeutic outcomes of AML patients from SWOG clinical trials. Blood 2007; 109(9): 3936-3944. DOI:10.1 182\/blood-2006-05-022111<\/li>\n<li>Xuan CX. AKT and XRCC1 mutually promote the role of base excision repair in chemotherapeutic drug tolerance. Nanjing Normal University. 2016. http:\/\/g.wanfangdata.com.cn\/<a href=\"http:\/\/g.wanfangdata.com.cn\/details\/\" target=\"_blank\" rel=\"noopener noreferrer\">details\/<\/a>do?type=degree&amp;&gt;<\/li>\n<li>Wang S,Wu X,Chen Y,et al.Prognostic and predictive role of JWA and XRCC1 expressions in gastric cancer.Clin Cancer Res 2012;18:2987-2996.DOI:10.1158\/1078-0432.CCR-11-2863<\/li>\n<li>Li QW, Lu CR, Ye M, Xiao WH, Liang J. Evaluation of DNA Repair Gene XRCC1 Polymorphism in Prediction and Prognosis of Hepatocellular Carcinoma Risk. Asian Pac J Cancer Prev. 2012; 13(1): 191-194. PMID: 22502666.<\/li>\n<\/ol>","journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":341229,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"XRCC1, SNP, polymorphism, hepatocellular carcinoma, liver cancer","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"2","badge_image":"\/img\/badges\/bronze.svg","badge_description":"Author!"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Yao Xiong,Qian Zhang,Jiaxiang Ye,Shan Pan,Lianying Ge","authors_list":[{"name":"Yao Xiong","affiliation":"Department of Medical Oncology, The Affiliated Tumor Hospital of Guangxi Medical University, Nanning, Guangxi Zhuang Autonomous Region, China","username":null,"profile_image":null},{"name":"Qian Zhang","affiliation":"Department of Gynecologic Oncology, The Affiliated Tumor Hospital of Guangxi Medical University, Nanning, Guangxi Zhuang Autonomous Region, China","username":null,"profile_image":null},{"name":"Jiaxiang Ye","affiliation":"Department of Medical Oncology, The Affiliated Tumor Hospital of Guangxi Medical University, Nanning, Guangxi Zhuang Autonomous Region, China","username":null,"profile_image":null},{"name":"Shan Pan","affiliation":"Department of Medical Oncology, The Affiliated Tumor Hospital of Guangxi Medical University, Nanning, Guangxi Zhuang Autonomous Region, China","username":null,"profile_image":null},{"name":"Lianying Ge","affiliation":"Department of Medical Oncology, The Affiliated Tumor Hospital of Guangxi Medical University, Nanning, Guangxi Zhuang Autonomous Region, China","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/012.png","username":"yao-xiong","full_name":"Yao Xiong","created_by":"Yao Xiong"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":null,"status_id":"1","is_research":"1","status_info":"We use this protocol in our group and it is working","steps":[]}