{"id":26865,"title":"CDH17: a New Diagnostic Marker for Digestive System Adenocarcinoma","title_html":"CDH17: a New Diagnostic Marker for Digestive System Adenocarcinoma","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.6grhbv6","doi_status":2,"uri":"cdh17-a-new-diagnostic-marker-for-digestive-system-6grhbv6","type_id":1,"published_on":1565679247,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1565678730,"categories":null,"creator":{"name":"susan wind","affiliation":null,"affiliations":[],"username":"susan-wind","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"susan wind","affiliation":"Instituto Universitario de la Policia Federal","affiliations":[],"username":"susan-wind","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[],"document":null,"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">CDH17, also known as liver-cadherin or liver-intestine cadherin, belongs to 7D-cadherin family. Its coding gene is located on human chromosome 8 q22.1. Cadherin-17 is a protein that in humans is encoded by the CDH17 gene.This quality is an individual from the cadherin superfamily, qualities encoding calcium-subordinate, layer related glycoproteins. The encoded protein is cadherin-like, comprising of an extracellular locale, containing 7 cadherin spaces, and a transmembrane district yet deficient with regards to the monitored cytoplasmic area. The protein is a segment of the gastrointestinal tract and pancreatic channels, going about as an intestinal proton-subordinate peptide transporter in the initial phase in oral ingestion of numerous medicinally significant peptide-based medications.<\/div><div class = \"text-block\"><span>Tissue distribution in the <\/span><a href=\"https:\/\/www.creativebiolabs.net\/Anti-CD34-Therapeutic-Antibody-19291.htm\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">human cd34 antibody<\/span><\/a><span> under normal conditions: expressed in the epithelial cells of the liver and gastrointestinal tract during human embryo development; expressed in the small intestine and colorectal epithelial cells of adults, and expressed statically in the liver and stomach.<\/span><\/div><div class = \"text-block\">Cadherin:<\/div><div class = \"text-block\">It is a type of transmembrane protein that is an important protein that binds between cells and cells, between cells and tissues. They play an important role in cell adhesion, cell recognition, cell migration, and embryonic cell morphogenesis. They must function in the presence of calcium ions.<\/div><div class = \"text-block\">CDH17 and tumor:<\/div><div class = \"text-block\">The occurrence and development of tumor is a gradual process of interaction between intrinsic genetic factors and external environmental factors. The change of intercellular adhesion ability and the imbalance of cell motility are one of the important mechanisms of tumor invasion and metastasis. CDH17 is a new member of the cadherin family that is calcium-dependently mediated by intercellular junctions and plays an important role in cell adhesion, cell recognition, tissue organ development, and structural integrity maintenance. Studies have shown that its structural abnormalities and dysfunction lead to decreased adhesion between tumor cells, loose tissue cells, easy to fall off or deform, so that tumor cells gain stronger invasiveness and promote tumor invasion and metastasis.<\/div><div class = \"text-block\">Application of CDH17 in digestive system adenocarcinoma:<\/div><div class = \"text-block\">Specificity and sensitivity of CDH17 in digestive system adenocarcinoma:<\/div><div class = \"text-block\">A large number of clinical studies by Nelson G. Ordónez in 2014 found that the vast majority of primary gastrointestinal adenocarcinomas showed CDH17 positive (99% colon adenocarcinoma, 44% gastric adenocarcinoma, 75% esophageal adenocarcinoma), in metastatic The positive rate in colon adenocarcinoma was 100%; while in other systemic adenocarcinomas, CDH17 was essentially absent. A large amount of data shows that the sensitivity of CDH17 is significantly higher than that of CDX2 (the most widely used one for diagnosing whether the source of an unknown cancer is a marker of the digestive system)<\/div><div class = \"text-block\">A large number of data show that CDH17 is significantly more sensitive than CDX2 in colorectal adenocarcinoma, esophageal adenocarcinoma, and pancreatic cancer.<\/div><div class = \"text-block\">Summary of the application of CDH17 in digestive system adenocarcinoma:<\/div><div class = \"text-block\">Studies have shown that CDH17 is only expressed in digestive system adenocarcinoma and can be used to distinguish between digestive system adenocarcinoma and other tumors.<\/div><\/div>","changed_on":1565679247}