{"id":24215,"title":"Combining long-lasting insecticidal nets and indoor residual spraying for malaria prevention in Ethiopia: study protocol for a cluster randomized controlled trial","title_html":"<p>Combining long-lasting insecticidal nets and indoor residual spraying for malaria prevention in Ethiopia: study protocol for a cluster randomized controlled trial<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.3vxgn7n","doi_status":2,"uri":"combining-long-lasting-insecticidal-nets-and-indoo-3vxgn7n","type_id":1,"template_id":1,"published_on":1624945934,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"version_data":{"id":"0","code":"3vxgn7n","parent_id":0,"parent_uri":null,"is_same_owner":false,"has_pending_merge_request":false,"has_approved_merge_request":false},"created_on":1559894095,"modified_on":null,"categories":null,"public":1,"is_unlisted":0,"creator":{"name":"Bernt Lindtjorn","affiliation":null,"affiliations":[{"affiliation":null,"url":null,"is_default":1}],"username":"bernt-lindtjorn","note":null,"link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"Bernt Lindtjorn","affiliation":"Centre for International Health, University of Bergen, Bergen, Norway","affiliations":[],"username":"bernt-lindtjorn","note":null,"link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/combining-long-lasting-insecticidal-nets-and-indoo-3vxgn7n","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"8785EFE2B9DA11E99CA40242AC110005","state_version_id":23,"steps":[],"document":"","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">Background: Long-lasting insecticidal nets (LLINs) and indoor residual spraying (IRS) are the main malaria prevention interventions in Ethiopia. There is conflicting evidence that the combined application of both interventions is better than either LLINs or IRS used alone. This trial aims to investigate whether the combination of LLINs (PermaNet 2.0, Vestergaard Frandsen, Lausanne, Switzerland) with IRS using propoxur will enhance the protective benefits and cost-effectiveness of the interventions against malaria and its effect on mosquito behavior, as compared to each intervention alone.\nMethods\/Design: This 2 x 2 factorial cluster randomized controlled trial is being carried out in the Adami Tullu district in south-central Ethiopia for about 116 weeks from September 2014 to December 2016. The trial is based on four arms: LLINs + IRS, LLINs alone, IRS alone and control. Villages (or clusters) will be the unit of randomization. The sample size includes 44 clusters per arm, with each cluster comprised of approximately 35 households (about 175 people). Prior to intervention, all households in the LLINs + IRS and LLINs alone arms will be provided with LLINs free of charge. Households in the LLINs + IRS and IRS alone arms will be sprayed with carbamate propoxur once a year just before the main malaria transmission season throughout the investigation. The primary outcome of this trial will be a malaria incidence based on the results of the rapid diagnostic tests in patients with a fever or history of fever attending health posts by passive case detection. Community-based surveys will be conducted each year to assess anemia among children 5–59 months old. In addition, community-based malaria prevalence surveys will be conducted each year on a representative sample of households during the main transmission season. The cost-effectiveness of the interventions and entomological studies will be simultaneously conducted. Analysis will be based on an intention-to-treat principle.\nDiscussion: This trial aims to provide evidence on the combined use of LLINs and IRS for malaria prevention by answering the following research questions: Can the combined use of LLINs and IRS significantly reduce the incidence of malaria compared with the use of either LLINs or IRS alone? And is the reduced incidence justifiable compared to the added costs? Will the combined use of LLINs and IRS reduce vector density, infection, longevity and the entomological inoculation rate? These data are crucial in order to maximize the impact of vector control interventions on the morbidity and mortality of malaria.\nTrial registration: PACTR201411000882128 (8 September 2014).<\/div><\/div>","changed_on":1624945934}