{"id":22674,"title":"Convergence model for effectual prevention and control of zoonotic diseases: a health system study on ‘One Health’ approach in Ahmedabad, India","title_html":"Convergence model for effectual prevention and control of zoonotic diseases: a health system study on ‘One Health’ approach in Ahmedabad, India","image":{"source":"https:\/\/s3.amazonaws.com\/pr-journal\/bgbv6k6w.png","placeholder":"https:\/\/s3.amazonaws.com\/pr-journal\/bgbv6k6w.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.2dsga6e","doi_status":2,"uri":"convergence-model-for-effectual-prevention-and-con-2dsga6e","type_id":1,"published_on":1556336108,"version_id":0,"created_on":1556335382,"categories":null,"creator":{"name":"Sandul Yasobant","affiliation":null,"username":"sandul-yasobant","link":"https:\/\/health-policy-systems.biomedcentral.com\/articles\/10.1186\/s12961-018-0398-6","image":{"source":"\/img\/avatars\/014.png","placeholder":"\/img\/avatars\/014.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null},"journal":null,"journal_name":null,"journal_link":null,"public":1,"has_versions":0,"link":"https:\/\/health-policy-systems.biomedcentral.com\/articles\/10.1186\/s12961-018-0398-6","total_collections":0,"number_of_steps":0,"authors":[{"name":"Sandul Yasobant","affiliation":"Center for Development Research (ZEF), Bonn, Germany ","username":"sandul-yasobant","link":null,"image":{"source":"\/img\/avatars\/014.png","placeholder":"\/img\/avatars\/014.png"},"badges":[],"research_interests":null},{"name":"Walter Bruchhausen","affiliation":"Center for Development Research (ZEF), Bonn, Germany","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Deepak Saxena","affiliation":"Indian Institute of Public Health Gandhinagar, India ","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Timo Falkenberg","affiliation":"Center for Development Research (ZEF), Bonn, Germany ","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">The complexity and increasing burden of zoonotic diseases create challenges for the health systems of developing nations. Public health systems must therefore be prepared to face existing and future disease threats at the human-animal interface. The key for this is coordinated action between the human and the animal health systems. Although some studies deal with the question of how these two systems interact during unforeseen circumstances such as outbreaks, a dearth of literature exists on how these systems interact on early detection, prevention and control of zoonotic diseases; assessing this problem from the health system perspective in a developing nation adds further complexity. Systems thinking is one of the promising approaches in understanding the factors that influence the system's complexity and dynamics of health maintenance. Therefore, this study aims to understand the generic structure and complexity of interaction between these actors within the domain of One Health for the effectual prevention and control of zoonotic diseases in India.The present study will be executed in Ahmedabad, located on the Western part of India, in Gujarat state, using a mixed methods approach. For the first step, zoonotic diseases will be prioritised for the local context through semi-quantitative tools. Secondly, utilising semi-structured interviews, stakeholders from the human and animal health systems will be identified and ranked. Thirdly, the identified stakeholders will be questioned regarding the current strength of interactions at various levels of the health system (i.e. managerial, provider and community level) through a quantitative network survey. Fourthly, utilising a vignette method, the ideal convergence strategies will be documented and validated through policy Delphi techniques. Finally, through a participatory workshop, the factors that influence convergence for the control and prevention of zoonotic diseases will be captured.This study will provide a comprehensive picture of the current strength of collaboration and network depth at various levels of the health system. Further, it will assist different actors in identifying the relevance of possible One Health entry points for participation, i.e. it will not only contribute but will also develop a system convergence model for the effectual prevention and control of zoonotic diseases.<\/div><\/div>","changed_on":1556336108}