{"id":39063,"title":"Cybersecurity Protocols & Resilience Post COVID - Lessons Learnt","title_html":"<p>Cybersecurity Protocols &amp; Resilience Post COVID - Lessons Learnt<\/p>","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/ceaabeth7.jpg","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/ceaabeth7.jpg"},"doi":"dx.doi.org\/10.17504\/protocols.io.bidxka7n","doi_status":2,"uri":"cybersecurity-protocols-amp-resilience-post-covid-bidxka7n","type_id":4,"template_id":3,"published_on":1594298557,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"created_on":1594296835,"categories":null,"creator":{"name":"lissa coffeey","affiliation":"WP Hacked Help","affiliations":[{"affiliation":"WP Hacked Help","url":"","is_default":1}],"username":"m4tle152w1y4sle1","link":"https:\/\/secure.wphackedhelp.com\/blog\/","image":{"source":"\/img\/avatars\/011.png","placeholder":"\/img\/avatars\/011.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":"https:\/\/secure.wphackedhelp.com\/blog\/","total_collections":0,"number_of_steps":0,"authors":[{"name":"lissa coffeey","affiliation":"WP Hacked Help","affiliations":[],"username":"m4tle152w1y4sle1","link":null,"image":{"source":"\/img\/avatars\/011.png","placeholder":"\/img\/avatars\/011.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[{"id":1941,"uri":"wordpresssecurity","title":"WordPress Security Protocols","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/cd95beth7.png","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/cd95beth7.png"},"tech_support":{"email":"loveneet@wphackedhelp.com","phone":null,"hide_contact":0,"use_email":0,"url":"https:\/\/golden.com\/wiki\/WP_Hacked_Help-39AV8AW"},"is_member":1,"request":{"id":1941,"uri":"wordpresssecurity","title":"WordPress Security Protocols","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/cd95beth7.png","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/cd95beth7.png"},"tech_support":{"email":"loveneet@wphackedhelp.com","phone":null,"hide_contact":0,"use_email":0,"url":"https:\/\/golden.com\/wiki\/WP_Hacked_Help-39AV8AW"},"is_member":1,"description":null,"research_interests":null,"website":null,"location":null,"affiliation":null,"status":{"is_visible":true,"access_level":0},"stats":{"files":[],"total_members":0,"total_followers":0,"total_child_groups":0,"total_parent_groups":0,"has_collaborations":0},"user_status":{"is_member":true,"is_confirmed":true,"is_invited":false,"is_owner":true,"is_admin":false,"is_following":false},"join_link":null,"token":null,"owner":{"name":" ","affiliation":null,"affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"is_protocol_requested":0,"is_group_requested":0,"is_my":false,"is_request":false,"is_confirmed":1,"is_declined":0,"requester":{"name":" ","affiliation":null,"affiliation_url":null,"username":null,"link":null},"protocol":{"id":0,"title":"Cybersecurity Protocols & Resilience Post COVID - Lessons Learnt","title_html":"Cybersecurity Protocols &amp; Resilience Post COVID - Lessons Learnt","image":{"source":null,"placeholder":null},"doi":null,"doi_status":0,"uri":"cybersecurity-protocols-amp-resilience-post-covid-bidxka7n","type_id":4,"template_id":0,"published_on":null,"stats":{"number_of_views":0,"number_of_steps":0,"number_of_bookmarks":0,"number_of_comments":0,"number_of_exports":0,"number_of_runs":0,"number_of_votes":0,"is_voted":0},"parent_protocols":[],"parent_collections":[],"cited_protocols":[]},"created_on":1594298557,"resolve_on":0,"resolved_user":{"name":" ","affiliation":null,"affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"shared":false}}],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":1,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/cybersecurity-protocols-amp-resilience-post-covid-bidxka7n","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"64F6A3C0C1DD11EA92D8977EC68284D4","state_version_id":153,"steps":[],"document":"<div class = \"text-blocks\"><div class = \"text-block\">Equivalent situations to those described with respect to the pandemic  regarding deficiencies in the collecting and reporting of data show up  in the case of cyberattacks and data breaches. Reported cyber incidents  likely represent only a small fraction of the actual total, and  extrapolations to totals are merely guesswork, in my opinion. Consequent  decisions as to how to mitigate cyber risks are based on shaky “facts,”  and investments in cybersecurity are likely much lower than they would  be if the true extent of attacks and compromises were known and  released. We are talking order(s) of magnitude here also.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Why Protect the Data?<\/span><\/div><div class = \"text-block\">Whether your company is in a highly  regulated industry such as health care, government or finance, data  privacy legislation is in place that mandates how data is secured and  involves hefty fines if leaks were to happen. Whether it is GDPR or one  of the U.S. state laws such as CCPA, your company must be able to safely  retain records, archive emails and perform discovery tasks.<\/div><div class = \"text-block\">A strong cyber resilience plan maintains data retention policies and automated backup practices for full compliance.<\/div><div class = \"text-block\">There have been significant changes in web attack and traffic trends as a result of COVID-19,<\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/ceacbeth7.jpg\" \/><\/div><div class = \"text-block\"><h2><\/h2><\/div><div class = \"text-block\">Amid COVID-19, web traffic and attack trends were affected. During the month of March, changes in traffic and attack trends were  tracked across multiple industries and countries as the coronavirus  pandemic escalated.<\/div><div class = \"text-block\">The March findings indicated that the food and beverage industry  experienced more website attacks globally (+6%), especially in Germany  (+125%). There were more attacks on the financial industry both globally  (+3%) and in specific countries like Italy (+44%), UK (+21%), and Spain  (+18%).<\/div><div class = \"text-block\">Financial services suffer the most from XSS attacks  Cross-site-scripting attacks, a type of malicious script injection, were the most dominant attack vector (32%) for sites in the financial services sector. This may be because taking over web sessions in financial sites is extremely profitable for hackers, or because of the high regulation on these sites and the frequent risk assessment and penetration tests being conducted.<\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/63fe18648e54791e878bc588045f162a87c2c2b6eed43d0dd57f4e0016df7fd2\/ceaebeth7.jpg\" \/><\/div><div class = \"text-block\"><h2><\/h2><\/div><div class = \"text-block\"><h2>Cyber Resilience Post COVID: More Important Now Than Ever Before<\/h2><\/div><div class = \"text-block\">The  critical need for a business resilience strategy can be summed up in  one word: coronavirus. This global pandemic has changed the way  businesses operate presently and likely into the future. For companies  that are struggling to maintain business continuity, a resilience  strategy is essential to keep employees connected and data protected and  meet regulatory compliance guidelines.<\/div><div class = \"text-block\">Cloud services are a great  resource to provide collaboration and automated data protection as it  also supports mixed IT environments. Endpoint data protection ensures  that desktops, laptops, tablets and smartphones are secured against  ransomware and other malware. But regardless of the technologies or  strategies you have in place, it is worthless unless it is tested. Only  when a plan is enacted do businesses uncover the vulnerabilities or  issues they hadn’t considered before. Testing helps to uncover these  issues and educates employees on the proper procedures prior to a  real-life issue. And even as we all work from remote locations, now is a  good time to find those weaker spots and implem<\/div><div class = \"text-block\">ent best practices.<\/div><div class = \"text-block\">While  an organization may not have a formal plan in place now, current events  have shown that it is best to start building one that can be used in  the coming weeks or put in place prior to the next big crisis. Whether  it is a small, localized issue or larger global concern, it is critical  to have a cyber resilience plan to handle all the different protection  layers.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Obfuscation<\/span><\/div><div class = \"text-block\">I  have maintained all along that cyber incidents are far greater than the  numbers and sizes reported and published. My guess was an order of  magnitude, but that may be way too low. There are several reasons for  this.<\/div><div class = \"text-block\">There is strong motivation for obfuscation by victim  organizations as well as cyber defenders. Based on my observations, some  victim organizations seek to avoid the number and size of successful  cyberattacks that are publicly revealed so as to limit their exposure to  lawsuits and damage to their reputation. Organizations will seek legal  interpretations of whether an incident is considered a reportable  breach. Even when reported, some victims of cyberattacks and data  breaches do not see much publicity. Perhaps some publicity depends on  whether a reporter is privy to notifications of breaches.<\/div><div class = \"text-block\">Those  companies in the business of defending organizations against  cyberattacks appear to prefer overstatements. In one of few instances  when such obfuscation is mentioned in print,[i]  the authors claim that “… the growing volume of threatening statistics …  are very often made by cybersecurity industry participants who will  undoubtedly profit from increase in cybersecurity spending.”<\/div><div class = \"text-block\">The  lesson from the pandemic is that data, manipulated for political and  personal reasons, yields heavily-biased results that used to further the  interests of different groups. Such decisions are likely to be  unhelpful at best and dangerous at worst. We need clean, unbiassed data  if we are to make headway in mitigating cybersecurity risk.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Falsification<\/span><\/div><div class = \"text-block\">Deception  is an integral tool of both attackers and defenders. Cyberattackers  will try to conceal the source of the attack for any number of reasons.  They may fear retribution, or they want victims to direct their  responses to other parties. Whatever their motives, they might  masquerade as another player (i.e., spoofing) or will use  readily-available Dark Web tools so as to appear anonymous.<\/div><div class = \"text-block\">Potential  victims will try to misdirect attackers using such tools as honeypots  where the attackers believe that they have hit paydirt only to discover  that they were served false data as defenders work on capturing  information about the attacker and forming and implementing some type of  response. They may also use SQLInjection to inject malware in websites. Another widespread hack attack commonly seen is Pharma hack wherein hackewr injects links to shady pharmacuitical websites with sole intent to steal financial information or sell illegal drugs. Wordpress sites are the most common source of such kind of hack attacks.[ii]<\/div><div class = \"text-block\">Again, falsification has its place, particularly when  used defensively. But misinterpreting the source of attacks (or the  origins of a pandemic) can lead to reactions against innocent parties  and potential broader conflict, all based on a misunderstanding. The  lesson here is to be particularly fastidious when discovering sources  forensically and when making accusations against possible attackers.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Testing & Scanning<\/span><\/div><div class = \"text-block\">Testing  in this context, is usually termed “monitoring.” Many cyberattacks are  never discovered by victims. Third parties, such as law enforcement,  business partners, clients and customers, security consultants, or  regulatory overseers, are often the ones. who make the discoveries and  report back to the victim organization, which often doesn’t have a clue  as to what happened, or when and how the incident occurred. Second, many  known breaches are never disclosed by victim organizations due to  reputational concerns or, if they are, the announcement doesn’t reach  the popular press, as described in the obfuscation section above.<\/div><div class = \"text-block\">It  is clear from published reports about data breaches that monitoring is  sadly lacking generally and it is particularly disturbing when the  victim organization is a seemingly high-tech force such as the CIA. This  distressing reality is brought out in a recent article.[ii]<\/div><div class = \"text-block\">The  lesson here is to make mandatory comprehensive monitoring of activities  within systems and networks. If a serious standard is established and  organizations are encouraged (or forced) to adhere to that standard,  many more cyberattacks will be observed and stopped, or at least  mitigated.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Sampling<\/span><\/div><div class = \"text-block\">When it comes to  reports that show the number and percentage of attacks, along with all  manner of other details, we see that the sample size is minute compared  to the actual population of potential victims.<\/div><div class = \"text-block\"><span>An  immediately-apparent characteristic of free online reports is their  inconsistency, followed by small sample size, self-selected data  sources, limited breakdown of data, and differing data categories. While  not necessarily applicable to all the studies, perhaps among the most  revealing set of limitations are listed on page 74 of the <\/span><span style = \"font-weight:bold;font-style:italic;\">Ponemon\/IBM 2019 Cost of Data Breach Report<\/span><span>,[iii] as follows:<\/span><\/div><div class = \"text-block\"><ul style = \"list-style-type:disc;\"><li style = \"counter-reset:ol0;list-style-type:disc;\"><span style = \"font-weight:bold;\">Non-statistical results<\/span><span>—The data were not collected in a scientific manner and therefore cannot be used for statistical inferences<\/span><\/li><li style = \"counter-reset:ol0;list-style-type:disc;\"><span style = \"font-weight:bold;\">Non-response<\/span><span>—The data were collected on a small sample without testing for non-response bias<\/span><\/li><li style = \"counter-reset:ol0;list-style-type:disc;\"><span style = \"font-weight:bold;\">Sampling-frame bias<\/span><span>—The sampling-frame was believed to be biased towards companies with more mature privacy and security programs<\/span><\/li><li style = \"counter-reset:ol0;list-style-type:disc;\"><span style = \"font-weight:bold;\">Company-specific information<\/span><span>—Since the information collected was sensitive and confidential, company-identifying data were not collected<\/span><\/li><li style = \"counter-reset:ol0;list-style-type:disc;\"><span style = \"font-weight:bold;\">Unmeasured factors<\/span><span>—To  keep the interviews simple and concise, other important variables, such  as leading trends and organizational characteristics, were omitted with  the consequence that significant variables may have been missed<\/span><\/li><li style = \"counter-reset:ol0;list-style-type:disc;\"><span style = \"font-weight:bold;\">Extrapolated cost results—<\/span><span>It  was possible that the respondents did not provide accurate and truthful  responses and that the cost extrapolation methods may have introduced  biases and inaccuracies.<\/span><\/li><\/ul><\/div><div class = \"text-block\">Given all these disclaimers, it  would appear to be virtually impossible to get the entire picture. As  with coronavirus testing, the number of incidents will increase as  sample size increases, but the ratios, or metrics, do not necessarily  increase in the same way. Indeed, the numbers may fall. There are  scientific methods for determining appropriate sample sizes and  calculating the levels of confidence in the results. Why not use them?  We shall look at the lessons to be learned in the area of metrics in a  future column.<\/div><div class = \"text-block\"><span>[i] Paul Rohmeyer and Jennifer Bayuk<\/span><span style = \"font-weight:bold;font-style:italic;\">,Financial Cybersecurity Risk Management: Leadership Perspectives and Guidance for Systems and Institutions<\/span><span>, Stevens Institute of Technology Quantitative Finance Series, Springer Apress, 2019. Foreword by Dr. Larry Ponemon.<\/span><\/div><div class = \"text-block\"><span>[ii] Wordpress security team, “ Understanding, Diagnosing And Fixing WordPress Pharma Hack by cleaning up the database and infected files.” <\/span><span style = \"font-weight:bold;font-style:italic;\">CNN<\/span><span>, June 16, 2020. Available at <\/span><a href=\"https:\/\/secure.wphackedhelp.com\/blog\/wordpress-pharma-hack-fix\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/secure.wphackedhelp.com\/blog\/wordpress-pharma-hack-fix\/<\/span><\/a><span><\/span><\/div><div class = \"text-block\"><span>[iii]   Zachary Cohen and Alex Marquandt, “CIA cyber weapons stolen in historic  breach due to ‘woefully lax security’, internal report says,” <\/span><span style = \"font-weight:bold;font-style:italic;\">WP Hacked Help<\/span><span>, June 1 , 2020 [updated]. Available at <\/span><a href=\"https:\/\/www.cnn.com\/2020\/06\/16\/politics\/cia-wikileaks-vault-7-leak-report\/index.html\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.cnn.com\/2020\/06\/16\/politics\/cia-wikileaks-vault-7-leak-report\/index.html<\/span><\/a><span><\/span><\/div><div class = \"text-block\"><span>[iv] Available via <\/span><a href=\"https:\/\/www.ibm.com\/security\/data-breach\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.ibm.com\/security\/data-breach<\/span><\/a><span> Requires registration.<\/span><\/div><\/div>","materials":[],"description":null,"changed_on":1594298557}