{"id":16524,"title":"Defining critical illness – a scoping review and thematic content analysis: Protocol for a scoping review.","title_html":"Defining critical illness – a scoping review and thematic content analysis: Protocol for a scoping review.","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.udkes4w","doi_status":2,"uri":"defining-critical-illness-a-scoping-review-and-the-udkes4w","type_id":1,"published_on":1545853622,"version_id":1,"created_on":1538773003,"categories":null,"creator":{"name":"Hedi Mollazadegan","affiliation":null,"username":"hedi-mollazadegan","link":null,"image":{"source":"\/img\/avatars\/010.png","placeholder":"\/img\/avatars\/010.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null},"journal":null,"journal_name":null,"journal_link":null,"public":1,"has_versions":1,"link":null,"number_of_steps":8,"authors":[{"name":"Hedi Mollazadegan","affiliation":"Global Health: Health Systems and Policy Department of Public Health Sciences Karolinska Institutet","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Tim Baker","affiliation":"Global Health: Health Systems and Policy Department of Public Health Sciences Karolinska Institutet","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Helle Mölsted Alvesson","affiliation":"Global Health: Health Systems and Policy Department of Public Health Sciences Karolinska Institutet","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Martin Gerdin Wärnberg","affiliation":"Global Health: Health Systems and Policy Department of Public Health Sciences Karolinska Institutet","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"forks_count":{"private":0,"public":0},"steps":[{"id":672086,"guid":"4730096367E94F298A5A6D89007E5C14","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"C8615158FE3A4B5CB543F64819A47280","order_id":1,"type_id":6,"title":"Section","source":{"title":"Protocol and registration"}},{"id":1054723,"guid":"D2438EC74C2C4C7987E2250EF917C63B","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">A protocol will be registered with protocols.io. <\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":672087,"guid":"CAB798CD0E834BED8486981A011449C0","previous_id":672086,"previous_guid":"4730096367E94F298A5A6D89007E5C14","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"CF7E5CA4B70349EF9C4DC27B7D01474F","order_id":1,"type_id":6,"title":"Section","source":{"title":"Eligibility criteria"}},{"id":1054723,"guid":"6BEAA22A78E54927A88DC98AE04C854A","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The inclusion criteria are:All documents and articles identified by the search that discuss critical illness, are written in English, are published since 2008, and involve only human subjects, will be included. We used this priori defined set of reasons for exclusion: Peer reviewed publications that do not have an abstract or full text available online, discusses specific diseases\/ just one aspect of critically ill patients and do not discuss the definition will be excluded.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":672088,"guid":"81D87EDE4EFD47DBA245E3EF0FEDC741","previous_id":672087,"previous_guid":"CAB798CD0E834BED8486981A011449C0","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"62FF51BDAD944C0DB01B9D80B3511F30","order_id":1,"type_id":6,"title":"Section","source":{"title":"Information sources"}},{"id":1054723,"guid":"653494DA425F413EA2DEB8E8E4930C89","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Due to this article being a scoping review, a broad literature search is required. Both published and grey literature will be searched. Rayyan, an online citation management software, will be used during the literature selection to remove duplicates and keep track of articles. The databases PubMed and Web of Science will be searched. Publication lists from European Society of Intensive Care Medicine (ESICM), Society of Critical Care Medicine (SCCM), World Federation of Societies of Intensive and Critical Care Medicine, Svensk Förening för Anestesi och Intensivvård (SFAI), The Scandinavian Society of Anesthesiology and Intensive Care Medicine (SSAI) and Association of Anaesthetists of Great Britain and Ireland (AAGBI) will be hand searched.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":672089,"guid":"75CC8637BB3245E9895FB81A9B10B007","previous_id":672088,"previous_guid":"81D87EDE4EFD47DBA245E3EF0FEDC741","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"2F212608B49549F28C95BCD2108284E7","order_id":1,"type_id":6,"title":"Section","source":{"title":"Search strategy"}},{"id":1054723,"guid":"494FA34FAE8349B19CA4FC21299EAA51","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>The full electronical search strategy for PubMed used: <\/span><span style = \"font-style:italic;\">((((Emergency OR (critical* OR acute* OR sever*) AND (ill OR illness))) AND (terminolog* OR etymolog* OR nomenclatur* OR definition*)))<\/span><span> limitations used: Last 10 years and English.<\/span><\/div><div class = \"text-block\"><span>Web of Science: <\/span><span style = \"font-style:italic;\">((((Emergency OR (critical* OR acute* OR sever*) NEAR\/3 (ill OR illness))) AND (terminolog* OR etymolog* OR nomenclatur* OR definition*))) <\/span><span>limitations used: Last 10 years and English. <\/span><\/div><div class = \"text-block\">The search strategy has been designed with consultation of the Karolinska Insitutet University Library.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":672090,"guid":"23BDA273720D4B8D9D1646F9CB401513","previous_id":672089,"previous_guid":"75CC8637BB3245E9895FB81A9B10B007","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"E4631434AD434FEFA6509E06DC78A076","order_id":1,"type_id":6,"title":"Section","source":{"title":"Selection of sources of evidence"}},{"id":1054723,"guid":"4AAF47A36E0A4B209B234E10B5AC7792","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">There will be two reviewers who independently perform all stages of the selection process. All publications will be examined through title and abstract review and full text review. Potential disagreements in the title and abstract screening stage will be solved by including the study in the next stage of screening. Disagreements in the full text reviewing stage will be solved by discussing with a third senior reviewer.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":672091,"guid":"78C4EF43F3754B46B262AFA9D5A169A1","previous_id":672090,"previous_guid":"23BDA273720D4B8D9D1646F9CB401513","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"9CA39A5296794F7080EEACC370A869D5","order_id":1,"type_id":6,"title":"Section","source":{"title":"Data charting process"}},{"id":1054723,"guid":"DA3E257387E24356AB5B62C4AAB5EED7","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">All data from the publications included in the final selection will be charted using the Microsoft Excel charting form.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":672092,"guid":"B91981309CB9431A9838AE4218DD076F","previous_id":672091,"previous_guid":"78C4EF43F3754B46B262AFA9D5A169A1","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"BB3037C942B841AD88009941DDA98717","order_id":1,"type_id":6,"title":"Section","source":{"title":"Data items"}},{"id":1054723,"guid":"D5D308F5BF9F4903B89623E12964596A","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">With the included sources, one or several definitions of critical illness will be extracted.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null},{"id":672093,"guid":"6C4F4BAFDAD4421C9D79C972596ABE7A","previous_id":672092,"previous_guid":"B91981309CB9431A9838AE4218DD076F","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"59CEC383C64A45428417061D6F54DD46","order_id":1,"type_id":6,"title":"Section","source":{"title":"Synthesis of results"}},{"id":1054723,"guid":"DABF5AB02FBB4DAEACE4BCFE29738E25","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The data will be summarized using thematic content analysis, meaning it is both a qualifying and quantifying methodology mixing exploratory work on the unknown phenomenon and analyzing narrative materials of life stories (7). Once a preliminary condensed definition of critical illness has been devised, interviews with experts in the field will be conducted. The interviews will be used to present the findings and further compare the literature and their credibility to increase validation of the data.The criteria for being included as an expert are: Must have at least 10 years of experience clinically or have a PhD in the subject critical illness, must be representatives from different health professions. A purposive sample of at least five experts will be consulted. To decrease the possibility of bias in the interview consultation, a balance between possible supporters and critics will be maintained.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null}],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\"> <\/span><span style = \"font-weight:bold;\">Introduction <\/span><span>Due to the wide variety of definitions for critical illness, it is hard to define and estimate the burden of critically ill patients internationally. To be able to academically discuss both implementations and improvements, one needs to stand on a common ground on what the definition of critical illness is.\n  \n <\/span><span style = \"font-weight:bold;\">Method <\/span><span>Arksey and O’Malley’s scoping review methodology and Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) will guide the conduct of this scoping review. We will search electronic databases PubMed, Web of Science and publication lists from Association of Anaesthetists of Great Britain and Ireland, The Scandinavian Society of Anaesthesiology and Intensive Care Medicine, European Society of Intensive Care Medicine, World Federation of Societies of Intensive and Critical Care Medicine will be hand searched to identify appropriate studies for inclusion. Two reviewers will independently screen all abstracts and full-text studies for inclusion. The included studies must focus on discussing critical illness. The results will be produced by using a thematic content analysis on the included studies.\n <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Background<\/span><\/div><div class = \"text-block\">Due to the wide variety of definitions for critical illness, it is hard to define and estimate the burden of critically ill patients globally. It is estimated that 74 500 deaths occur every year only in the USA due to being critically ill, this number exceeds the yearly number of deaths from breast cancer, HIV\/AIDS and asthma, this shows the underappreciated burden of critical illness. (1)<\/div><div class = \"text-block\">When searching different databases there seems to be a wide variety of what the definition of critical illness is. Kumar et al. describe in their study the treatment and outcome in patients in Canada with 2009 influenza infection. They defined critically ill patients after 3 criteria depending on whether the patient was requiring mechanical ventilation or had deranged vital parameters (2). In another study by Vincent JL et al. They only look at patients with sepsis. (3) <\/div><div class = \"text-block\">The absence of a reliable international data on critical illness is because of several challenges such as: Critical illness syndromes have a brief prodromal and high short-term mortality compared to other chronical diseases which could especially be high in countries with low to few intensive care unit (ICU) resources (1). When studying patients admitted to the ICU as critically ill, it seems like the outcome of patients admitted to the ICU differs even internationally due to differences in national income. In a study made by Vincent J et al. they examined 10 069 patients admitted to the ICU in Europe, Asia, Middle East, Oceania and Africa. The study suggests significant between-country variations in the risk of in-hospital death. They concluded that their findings highlight a significant association and stepwise increase between risk of death and the global national income and suggest that the ICU organization has a vital effect on the risk of death. (2)<\/div><div class = \"text-block\">Why do we need to define critical illness? There is a need to academically and clinically discuss both improvements and implementations such as identifying patients with critical illness and ultimately decrease the mortality rate by receiving basic healthcare regardless of national income. There is a need for a national effort to prevent each of the complications leading to a critically ill patient as described by To K, Napolitano L (4). The first step is to find an internationally agreed definition for critical illness and would greatly benefit the increasing need for critical illness research and is not only limited to the ICU as patients who are critically ill is also present in other departments (2). <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Aim<\/span><\/div><div class = \"text-block\">The aim of this study is to operationally define critical illness and attempt to answer the question: What are the main elements of existing definitions of critical illness and can these be homogenized to form a common definition?<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Design<\/span><\/div><div class = \"text-block\">This study will be a scoping review complemented by a thematic content analysis including expert interview with health professionals working clinically to broaden the view. Rather than being dictated by a highly focused research question that forces the research on specific study designs, a scoping method is guided by the requirement to study all relevant literature regardless of study design. The scoping review methodology is particularly suited for questions not answerable by a systematic review because the scope is too broad. The review will be conducted using the Arksey and O’Malley framework and PRISMA-ScR hence first relevant studies will be identified, second studies will be selected for inclusion, third data will be charted and finally, the data will be summarized. (5, 6)<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">References<\/span><\/div><div class = \"text-block\">[1] Adhikari N, Fowler R, Bhagwanjee S, Rubenfeld G. Critical care and the global burden of critical illness in adults. The Lancet. 2010;376(9749):1339-1346.<\/div><div class = \"text-block\">[2] Kumar A. Critically Ill Patients With 2009 Influenza A(H1N1) Infection in Canada. JAMA. 2009;302(17):1872.<\/div><div class = \"text-block\">[3] Vincent J, Marshall J, Ñamendys-Silva S, François B, Martin-Loeches I, Lipman J et al. Assessment of the worldwide burden of critical illness: the Intensive Care Over Nations (ICON) audit. The Lancet Respiratory Medicine. 2014;2(5):380-386.<\/div><div class = \"text-block\">[4] To K, Napolitano L. Common Complications in the Critically Ill Patient. Surgical Clinics of North America. 2012;92(6):1519-1557.<\/div><div class = \"text-block\">[5] Arksey H, O'Malley L. Scoping studies: towards a methodological framework.  International Journal of Social Research Methodology. 2005;8(1).<\/div><div class = \"text-block\">[6] Tricco A, Lillie E, Zarin W, O'Brien K, Colquhoun H, Levac D et al. PRISMA Extension for Scoping Reviews (PRISMA-ScR): Checklist and Explanation. Annals of Internal Medicine. 2018;.<\/div><div class = \"text-block\">[7] Vaismoradi M, Turunen H, Bondas T. Content analysis and thematic analysis: Implications for conducting a qualitative descriptive study. Nursing & Health Sciences. 2013;15(3):398-405.<\/div><\/div>","changed_on":1545853622}