{"id":27130,"title":"Depending on Proteomics, Precision Medicine is Coming","title_html":"<p>Depending on Proteomics, Precision Medicine is Coming<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.6q2hdye","doi_status":2,"uri":"depending-on-proteomics-precision-medicine-is-comi-6q2hdye","type_id":1,"published_on":1566457665,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1566457627,"categories":null,"creator":{"name":"susan wind","affiliation":null,"affiliations":[],"username":"susan-wind","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":1,"authors":[{"name":"susan wind","affiliation":"California Baptist University","affiliations":[],"username":"susan-wind","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[{"id":802269,"guid":"7D017510C4AB11E99C5A1F7D87322C03","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"21A780F7A12040E68B267A173D3FA7B7","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"E68D7B3680D447A784CDC53AA9DFE739","order_id":1,"type_id":1,"title":"Description","source":{"description":""}}],"cases":[],"data":null,"section":null,"section_color":"","critical":null,"critical_id":null,"duration":0}],"document":null,"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">On the last day of February 2019, the British \"Nature\" magazine published a Chinese scholar's paper \"Molecular typing of early hepatocellular carcinoma proteome and new therapeutic targets\", which brought good news to many patients with liver cancer. For the first time, scientists have discovered a direct link between reprogramming of cholesterol metabolic pathways and hepatocellular carcinoma, capturing potential new targets for the precise treatment of hepatocellular carcinoma. This is the latest heavy result of the China Human Proteome Project.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Causal relationship between cholesterol esterase and liver cancer<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">According to statistics, there are about 700,000 new cases of liver cancer every year in the world, and China accounts for more than half of the cases. Among the major malignant cancers in China, the incidence rate of liver cancer ranks fourth and the mortality rate ranks third.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Liver cancer is a malignant tumor that occurs in the liver. Clinical trials have shown that even in radical surgery, a significant percentage of patients are at risk of recurrence and metastasis. How to accurately identify and effectively treat patients with high-grade liver cancer is a current worldwide problem.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">In the \"China Human Proteome Project\", Chinese researchers divided early hepatocellular carcinoma patients into three proteome subtypes based on proteomic data from 101 early hepatocellular carcinomas and paired paracancerous tissue samples: first class patients Surgery is needed only to prevent over-treatment; the second type of patients require surgery plus other adjuvant treatment; the third category accounts for 30% of the patients, and the risk of recurrence after surgery is the highest, which is the final \"hard bone\".<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">They further found that in the proteome data of the third group of patients, the cholesterol metabolic pathway was reprogrammed, and the higher the cholesterol esterase concentration, the greater the risk of postoperative recurrence and death. By inhibiting cholesterol esterase SOAT1, cholesterol levels on the plasma membrane can be reduced, and tumor cell proliferation and migration can be effectively inhibited.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">This is the first time the research team has found a direct link between reprogramming of cholesterol metabolic pathways and hepatocellular carcinoma in the world, confirming the important role of cholesterol esterase in liver cancer.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">What is the relationship between cholesterol and cancer? As the author of this paper, He Fuchu, the chief scientist of the Chinese Human Proteome Project and a member of the Chinese Academy of Sciences, explained that there were some clues in the past, people think that drugs like cholesterol-lowering drugs, such as treatment of stroke, coronary heart disease, cardiovascular disease and other diseases. The drug has some effects on the prevention and treatment of tumors, but there has been no clear conclusion. \"For the relationship between the abnormality of cholesterol metabolism and the occurrence and development of liver cancer, we have carried out a large number of experiments to verify that it is now a causal relationship.\"<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Not only that, but the researchers also verified that \"Avamaib\", an inhibitor of cholesterol esterase SOAT1, showed good anti-tumor effects in tumor xenograft models of liver cancer patients, and \"Ava Maibu\" is expected to become A potential targeted therapeutic for patients with hepatocellular carcinoma who have a poor prognosis.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">\"Don't break\" medicine can be diagnosed and intervened<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">About Ava Maibu, it is also quite amazing. It was originally a drug used to treat atherosclerosis, and there is currently no drug. Jiang Ying, the first author of the thesis and a researcher at the Academy of Military Medical Sciences of the Academy of Military Sciences, introduced that more than a decade ago, during the development of this drug, both Phase I and Phase II clinical trials were validated, and the safety of clinical medication was no problem, but in Phase III clinical trials. During the experiment, it was not approved due to poor efficacy and died.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Jiang Ying said that \"Ava Maibu\" can make up for the two major problems of existing liver cancer treatment targeted drugs: First, the drugs currently used for clinical targeted therapy of liver cancer are not accompanied by diagnostic reagents, and \"Ava Maibu\" target The point is clear, and the corresponding companion diagnostic reagents can be developed. Secondly, the targeted intervention of patients with elevated cholesterol esterase SOAT1 by \"Avamaib\" can greatly improve the cure of patients with poor prognosis of early hepatocellular carcinoma. rate.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">This is also the direction they will focus on in the future. On the one hand, research on the SOAT1 precision diagnostic kit, on the other hand, let the \"Ava Mb\" come back to life.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">He Fuchu also told reporters that the team has done research on head and neck cancer, stomach cancer, prostate cancer, kidney cancer, thyroid cancer, etc. The high abundance of SOAT1 is generally positively correlated with the poor prognosis of these tumors. \"Scientifically, 'A The ramie will not only be used for the treatment of liver cancer, but also for a wide range of these solid tumors, which may open a major breakthrough in cancer treatment.\"<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">China Human Proteome Project Welcomes<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>The Human Genome Project, which took 13 years and was attended by scientists from six countries, is known as one of the three major scientific and technological projects in human history. The scientific community once thought that as long as this great plan is completed, the mystery of human life will be revealed. but it is not the truth. He Fuchu said, \"We later realized that the Human Genome Project only printed a book without a word, and that it would depend on <\/span><a href=\"https:\/\/www.creative-proteomics.com\/services\/proteomics-service.htm\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">proteomics service<\/span><\/a><span> to explain it.”<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">In this context, the Human Proteome is on the stage. Launched in Beijing in 2014, the “China Human Proteome Project” is based on the demand for prevention and treatment of major diseases in China, and strives to map the physiological and pathological fine maps of human proteomes and build a human encyclopedia “encyclopedia” to improve the prevention and treatment of major diseases. Provide effective means.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>It is understood that the results of this announcement are from the Institute of Life Science of the Academy of Military Medical Sciences, the National Protein Science Center (Beijing), the State Key Laboratory of <\/span><a href=\"https:\/\/www.creative-proteomics.com\/services\/proteomics-service.htm\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">Proteomics<\/span><\/a><span>, the Academician He Fuchu, and the team of Qian Xiaohong, a team affiliated with Fudan University. The team of Academician Fan Jia and the team of Professor Xing Baocai of Peking University Cancer Hospital were completed.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Regarding this achievement, the Academy of Military Sciences said that this is a major breakthrough made by Chinese scientists in the field of hepatocellular carcinoma proteome, with extensive social application value, and is the first dawn of the \"China Human Proteome Project\". He Fuchu said that this shows that \"proteomics-driven precision medicine era\" is coming to us.<\/div><\/div><\/div>","changed_on":1566457665}