{"uri":"Determining-rates-of-virus-production-in-aquatic-s-dsp6dm","version_id":"0","protocol_name":"Determining rates of virus production in aquatic systems by the virus reduction approach","protocol_name_html":"Determining rates of virus production in aquatic systems by the virus reduction approach","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1510250162","type_id":"1","link":"https:\/\/doi.org\/10.1371\/journal.pone.0184371","fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1446226819","publish_date":"2015-10-30 17:40:19","documents":"null","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"The reduction approach to assess virus production and the prokaryotic mortality by viral lysis stops new infection by reducing total virus abundance (and thus virus–host contacts). This allows for easy enumeration of viruses that originate from lysis of already infected cells due to the decreased abundance of free virus particles. This reoccurrence can be quantified and used to assess production and cell lysis rates. Several modifications of the method are presented and compared. The approaches have great potential for elucidating trends in virus production rates as well as for making generalized estimates of the quantitative effects of viruses on marine microbial communities.","is_bookmarked":"0","can_reassign":"1","before_start":"","has_guidelines":"1","materials":[],"warning":"","version_class":"1583","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1441823020","protocol_affiliation":"Manual of Aquatic Viral Ecology","affiliation":"The University of Tennessee, Knoxville","doi":"dx.doi.org\/10.17504\/protocols.io.dsp6dm","doi_status":"2","changed_fork_steps":null,"profile_url":"Steven-w2w24423w2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"https:\/\/s3.amazonaws.com\/zappy-avatars\/13177_avatar.jpg","full_name":"Steven Wilhelm","created_by":"Steven Wilhelm","private_link":"D4966E9A2565E435D90B82C71615AEC9","original_img":"1","username":"steven-wilhelm","is_retracted":"0","retraction_reason":null,"plos_id":"10.1371\/journal.pone.0184371","manuscript_citation":"Gainer PJ,  Pound HL,  Larkin AA,  LeCleir GR,  DeBruyn JM,  Zinser ER,  Johnson ZI,  Wilhelm SW (2017) Contrasting seasonal drivers of virus abundance and production in the North Pacific Ocean. PLoS ONE  12(9): e0184371. doi: <a target=\"_blank\" href=\"https:\/\/dx.doi.org\/10.1371\/journal.pone.0184371\">10.1371\/journal.pone.0184371<\/a> ","journal_name":"PLOS One","is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":223282,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[{"group_id":"45","group_uri":"verve-net","group_name":"VERVE Net","group_logo":"https:\/\/s3.amazonaws.com\/pr-journal\/cdqcwwe.png","requested_uid":null,"request_flag":null,"my_request":"1"}],"number_of_shared_runs":[],"ownership_history":[],"keywords":"","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[{"tag_id":"57","tag_name":"VERVE"}],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"4","badge_image":"\/img\/badges\/gold.svg","badge_description":"Gold power author!"},{"badge_id":"5","badge_image":"\/img\/badges\/earlyadopter.svg","badge_description":"Early adopter"},{"badge_id":"6","badge_image":"\/img\/badges\/socialbutterfly.svg","badge_description":"Social butterfly"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Markus G. Weinbauer, Janet M. Rowe, and Steven W. Wilhelm","authors_list":[{"name":"Markus G. Weinbauer","affiliation":"Manual of Aquatic Viral Ecology","username":null,"profile_image":null},{"name":" Janet M. Rowe","affiliation":"Manual of Aquatic Viral Ecology","username":null,"profile_image":null},{"name":" and Steven W. Wilhelm","affiliation":"Manual of Aquatic Viral Ecology","username":null,"profile_image":null}],"user":{"profile_image":"https:\/\/s3.amazonaws.com\/zappy-avatars\/13177_avatar.jpg","username":"steven-wilhelm","full_name":"Steven Wilhelm","created_by":"Steven Wilhelm"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"<strong>General remarks<\/strong>—The reduction and reoccurrence method for estimating virus production has become the new “gold standard” by which virus production rates have been measured. This approach has been tested in a number of environments and in different seasons. Whereas the approach itself is relatively simple, several different adaptations of the approach now exist. These adaptations are discussed below, each with their own variations. The areas of this process can be partitioned into the following areas: 1) methods to reduce the abundance of viruses, 2) incubation and sampling of samples, and 3) data processing and interpretation.<br \/><br \/><strong>Methods to reduce the abundance of viruses<\/strong>—The major difference between all published approaches to measure virus production by the reduction and reoccurrence method is the process of reducing the abundance of free virus particles. Before collecting the host community, prefiltration can be used to avoid loss of newly produced viruses by attachment to large particles or grazing on infected cells. Like any filtration step, this also has the potential to lead to loss of hosts or viruses. As such, if prefiltration of samples is going to occur, it needs to be completed in a manner appropriate for the samples in question. As well, separation of the microbial (i.e., host) community from free viruses also requires filtration, which can lead to significant losses or changes in the efficacy of the approach. To this end, the choice of membrane material is important, and while some membranes (e.g., low protein binding-matrices) may be more expensive that others (e.g., glass fiber or cellulose nitrate) they offer advantages in reduced analytical variances that are well worth the extra expense.<br \/><br \/>In this paper, three different approaches to reduce the abundance of free virus particles are discussed. Whereas each method has its benefit and drawback, it is incumbent on the users to understand these as well as to choose the method most appropriate for their question of interest.<br \/><br \/><strong>Approach 1:<\/strong> Over filter virus reduction with continuous cell resuspension (Wilhelm et al. 2002)—In this approach, the microbial host community (~300 mL) is gently (vacuum pressures of &lt;200 mmHg) collected over a 0.2-µm nominal poresize low protein-binding filter (e.g., Durapore, Millipore Corporation) while virus-free (ultrafiltrate, UF) water is added to maintain the approximate sample volume. After three passages of sample volume through the filter, the retained microbial community is distributed (n ≥ 3) for incubation (see below). During the filtration process, bacteria are gently and continually resuspended from the filter surface using a transfer pipette to resuspend cells that may become trapped on the membrane. Since the original approach for this assay, a number of adaptations have been made: these include the use of a tube and peristaltic pump to keep cells in suspension (Helton et al. 2005).<br \/><br \/><strong>Approach 2:<\/strong> Tangential flow filtration (TFF) based concentration and resuspension of cells in virus-free water (Weinbauer et al. 2002)—Bacteria in a 200-300 mL water sample are concentrated using a 0.2-µm pore-size tangential flow filtration system (e.g., a Vivaflow 50 cartridge, 0.2-µm pore size, polysulfone; Vivascience operated by a peristaltic pump). The bacterial concentrate (ca. 10-15 mL; i.e., the retentate) is kept and the filtrate (permeate) containing the viruses is passed through a 30- or 100-kDa filter unit to generate virus free water. Note that some concentrate is in the cartridge and tubes but can be collected by removing the feed tube and pumping the concentrate into the retentate container. The bacterial concentrate is then mixed with the UF, and samples are distributed in triplicate into incubation tubes.<br \/><br \/><strong>Approach 3:<\/strong> TFF virus reduction and continuous cell resuspension (Winget et al. 2005)—This approach is similar to approach 2, however, UF is made before and fed into the bacterial retentate to keep the volume constant. Filtered volumes are as in approach 1. One caveat is that passages of the sample volume through the filter have been found to marginally improve viral reduction over use of 3 passages of the sample volume (Winget et al. 2005).<br \/><br \/><strong>Comments on microbial community collection and virus reduction<\/strong>—Ultrafiltered water can be made by a variety of cartridges that are available from several providers. Either 30 kDa or 100 kDa exclusion cartridges are typically used as they are in the generation of virus concentrates (Wilhelm and Poorvin 2001). In practice the 100 kDa should remove less dissolved organic matter and, as such, lead to fewer changes in dissolved solute concentrations. However, the 100 kDa cartridges might not retain very small viruses, such as some RNA viruses.<br \/><br \/>In all three approaches, the goal is to maintain the host population while reducing the abundance of free viruses. Typically viral abundance is reduced to ~10%–20% of the initial concentration, while bacterial abundance is reduced to ~50%. However, recovery efficiency can vary strongly. One would expect that the recovery efficiency differs among environments, but this has been not studied systematically. While not ideal, the reduction in host abundance reduces virus–host contact rates and the frequency with which new infections occur during the incubation stage. For approaches 1 and 3, the procedures require the separate generation of virus-free water prior to experimental set-up, and this can be time consuming as the virus-free water should be generated from the specific station where the incubation sample is collected. In practice, this time lag can be reduced by using a larger scale concentration system (e.g., the Amicon M12 system, Millipore), which can more rapidly generate virus-free water. One advantage of approach 2 is that the virus-free water can be generated in parallel with the collection of the microbial host community, allowing for more rapid pre-processing and experimental setup (and as such allowing for multiple samples to be processed in parallel). However, this approach carries with it the caveat that cells are concentration up to 10-fold beyond their in situ abundances for a short period, and this increased cell density may have unknown effects on microbial metabolism (e.g., activation of quorum sensing pathways).<br \/><br \/><strong>Experiment incubation and sample collection<\/strong>—To determine the rate of virus production, each of the above approaches requires that samples containing the reduced virus community be incubated under in situ conditions so that the microbial metabolism can proceed and viruses continue the lytic cycle. Several options are available here, including the use of environmental chambers that can control temperature. In the field, one of the most common approaches is to use flowing lake\/seawater incubators. In this case, water is pumped from the sea surface (often exploiting existing equipment if on a research vessel, i.e., the ship’s deck water or fire systems) into an on deck box incubator, and then allowed to return overboard by means of an overflow system. Care must be taken in these cases to ensure that the volumes and flushing rates of the incubators are sufficient to allow for complete incubation of sample bottles while cycling the flow-through fast enough to maintain surface temperatures (i.e., to avoid heating in the sun). One other question commonly raised concerns whether to carry out the incubations at in situ light levels or in darkness. To date most studies have focused on the heterotrophic bacterial community, and as such, have used darkened bottles or incubators for this step. Incubation under in situ light conditions can be completed and may favor virus production in photoheterotrophs or alga, but comes with the caveat of virus loss due to light effects. Please see the Assessment section for more details on the impacts of light versus dark incubations.<br \/><br \/>To determine the rate of virus production in the experimental sample, subsamples are collected from the incubation bottles at increments appropriate for the system being studied. In environments where the microbial community is rapidly turning over, this may be on the order of every 1.5 h, whereas in environments where microbial growth is slow this may be on the order of every 4-6 h. Typically, subsampling is best completed at 2.5-3 h intervals over a period of 10-12 h, although in environments of low trophic status\/growth rate experiments can run 18-24 h. It is critical here that the precise time of sampling is noted, as this information is required to determine the rates of virus production within the samples.<br \/><br \/>Subsamples, once collected, need to be quickly processed or preserved for enumeration of the virus community. To date, the only published information using any of these approaches involves the enumeration of the total virus community within samples. Ongoing research, however, is focusing on the reduction and reoccurrence approach to enumerate the rates of production of individual virus groups (e.g., by plaque assay or quantitative PCR).<br \/><br \/><strong>Data processing and interpretation<\/strong>—The processing and analysis of the data collected by the above experimental designs is as important as the choice of method to set up the experiment. In each case, the results of the enumerations result in 3 independent rates of virus production. These rates are determined from the slopes of plots of virus abundance versus time for the independent incubations. These in situ experimental production rates must then be corrected for the bacterial losses during sample set up: to do this one simply takes the ratio of in situ bacterial abundance to experimental (T = 0) bacterial abundance and multiplies this by the production rate (Table 1, Eq. 1). It is critical to determine these rates from the individual incubations and not from the mean of the virus abundance in the 3 separate samples, as the independent rates can be used to calculate a mean rate and an estimate of variance (the first standard deviation) for that measure.<br \/><br \/>Once the rate (and variance) of virus production is determined, a number of secondary calculations become available to the researcher beyond the variations in virus production rates under different environmental conditions or spatiotemporally. It is important at this juncture to note that each of these calculations comes with the caveats of not only this method, but also of the method used to determine the companion parameters discussed below.<br \/><br \/>The most basic calculation typically completed from the virus production data is to develop an estimate of the host cells lost. This estimate is calculated from the rate at which viruses are produced and an empirically (preferably) determined or estimated burst size (Table 1, Eq. 2). This calculation makes the assumption that the viruses produced within a sample are produced primarily from the lysis of heterotrophic bacteria. While this may not be completely correct, it is generally considered a safe assumption that aquatic viruses in most samples (&gt;90%) are produced this way (Weinbauer 2004).<br \/><br \/>To estimate the percentage of the microbial community that was infected at the beginning of the experiment (% infected cells, PIC), the abundance of viruses produced during the observation is divided by the burst size to estimate the number of bacterial cells that were lysed (Table 1, Eq. 3). This represents a conservative estimate of the cells carrying a virusburden at the onset of the experiment, as some cells in the early stages of the lytic cycle and with long lytic cycle times may not yet have lysed. The PIC is then calculated as 100 × the number of lysed cells divided by bacterial abundance at T = 0.<br \/><br \/>Furthermore, virus production can be related to viralmediated mortality of bacterioplankton in several ways. For more detailed calculations, see also http:\/\/www.univie.ac.at\/ nuhag-php\/vipcal\/ (Luef et al. 2009). Virus production can be divided by the burst size and bacterial abundance at T = 0 to obtain a lysis rate of the standing stock: for example, as % of bacterial abundance per day. Using burst size estimates, viral lysis rate can also be compared with bacterial production and expressed as % mortality in the sense of % of production lysed. In the latter case, it is important to either correct for losses of bacterial abundance or measure bacterial production at T = 0 of the incubations.<br \/><br \/>The PIC can also be related to bacterial mortality using models. Two models have been used (Binder 1999; Proctor et al. 1993) to make these estimates from transmission electron microscopy measures. These models are predicated on the assumption that in steady state one of the two daughter cells originating from cell division is lost. Thus, in the model of Proctor et al. (1993) the percentage of infected cells is multiplied by two to obtain that (“factor-of-two rule”). Binder (1999) developed a more elaborate model that including grazing on infected cells to estimate the fraction of mortality from viral lysis. Note that in those studies the authors chose (we believe incorrectly) the term frequency instead of percentage, but the calculations are the same.<br \/><br \/>A final calculation that has become very relevant as of late is the production of estimates of nutrients “recycled” due to virus-mediated cell lysis. In both marine and freshwater environments, some knowledge of the biochemical impacts of viruses is desired to better develop models of geochemical budgets and cycles. In the current case, the abundance of cells lysed by viruses can be used to estimate carbon and nutrient regeneration rates by multiplying cells lysed by the cellular quota for the nutrient in question (Poorvin et al. 2004). One caveat to this calculation is that the fate of elements released by virus-mediated cell lysis remains unsure, as only a few studies (Gobler et al. 1997; Middelboe and Jörgensen 2006; Middelboe and Lyck 2002; Mioni et al. 2005; Poorvin et al. 2004) have carefully addressed this issue. That said, the role of viruses within these cycles is no doubt critical (Brussaard et al. 2008; Suttle 2007; Wilhelm and Suttle 1999), and potentially a fruitful area of future research.<br \/><br \/><strong>Table 1:<\/strong> Formulae for inferring the production, turnover, and effects of viruses on marine microbial communities <br \/><br \/>\n<table>\n<tbody>\n<tr>\n<td><strong>Equation<\/strong><\/td>\n<td><strong>Parameter<\/strong><\/td>\n<td><strong>Units<\/strong><\/td>\n<td><strong>Formula<\/strong><\/td>\n<\/tr>\n<tr>\n<td>1.<\/td>\n<td>In situ virus production rates (VPR)<\/td>\n<td>Particles per volume per time<\/td>\n<td>Experimental virus production = (in situ B<sub>A<\/sub>\/B<sub>Aex<\/sub>, <sub>T=0<\/sub>)<\/td>\n<\/tr>\n<tr>\n<td>2.<\/td>\n<td>Virus-inferred bacterial lysis<\/td>\n<td>Bacteria per volume per time<\/td>\n<td>Bacterial lysed = VPR\/BS<\/td>\n<\/tr>\n<tr>\n<td>3.<\/td>\n<td>Number of lysed cells<\/td>\n<td>Bacteria per volume<\/td>\n<td>Number of lysed cells = Maximum minus minimum viral abundance\/average burst size<\/td>\n<\/tr>\n<tr>\n<td>4.<\/td>\n<td>Percentage of infected cells<\/td>\n<td>Percentage<\/td>\n<td>PIC = Number of lysed cell divided by bacterial abundance<\/td>\n<\/tr>\n<tr>\n<td>5.<\/td>\n<td>Virus remobilized nutrients<\/td>\n<td>Nutrients per time<\/td>\n<td>Nutrients = Virus-inferred bacterial lysis × nutrient quota per cell<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<br \/>VPR, in situ virus production rate; B<sub>A<\/sub>, in situ bacterial abundance; B<sub>Aex, T=0<\/sub>, experimental bacterial abundance at T = 0; BS, burst size; VA, in situ virus abundance.<br \/><br \/><br \/><strong>Table 2.<\/strong> A comparison of the pros and cons of the three virus reduction assay approaches <br \/><br \/>\n<table>\n<tbody>\n<tr>\n<td>Approach<\/td>\n<td>Advantages<\/td>\n<td>Disadvantages<\/td>\n<\/tr>\n<tr>\n<td>Over filter concentration approach<br \/>(Wilhelm et al. 2002)<\/td>\n<td>• Cells are not concentrated<br \/> • High reduction efficiency (75 – 80% +)<br \/>• Limited material requirements<\/td>\n<td>• UF has to be made before the start of the incubations (adds 0.5–1 h to processing time)<br \/>• Weak recovery of bacteria<\/td>\n<\/tr>\n<tr>\n<td>TFF Concentration and resuspension<br \/>(Weinbauer et al. 2002)<\/td>\n<td>• Parallel sampling processing is easy (only one pump needed)<br \/>• Most rapid approach<br \/>• Volume needed: 200 mL<br \/>• Good recovery of bacteria<\/td>\n<td>• Bacteria are concentrated, which might increase infection and affect performance of cells and physiology<br \/>• Low reduction efficiency<br \/>• Requires 30 or 100 kDa filters to generate ultrafiltered water<\/td>\n<\/tr>\n<tr>\n<td>TFF concentration with continual resuspension (Winget et al. 2005)<\/td>\n<td>• Cells are not concentrated<br \/> • High reduction efficiency (75 – 80% +)<br \/>• Good recovery of bacteria<\/td>\n<td>• UF has to be made before the start of the incubations  (adds 0.5–1 h to processing time)<br \/> • Multiple UF filters needed (0.2 and 30 or 100 kDA)<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<br \/><br \/><br \/><br \/><br \/>","status_id":"1","is_research":"1","status_info":null,"steps":[]}