{"id":53766,"title":"Diagnostic accuracy of Watch-peripheral arterial tone for sleep apnea syndrome: protocol for a systematic review and meta-analysis","title_html":"<p>Diagnostic accuracy of Watch-peripheral arterial tone for sleep apnea syndrome: protocol for a systematic review and meta-analysis<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.byrepv3e","doi_status":2,"uri":"diagnostic-accuracy-of-watch-peripheral-arterial-t-byrepv3e","type_id":1,"template_id":1,"published_on":1633327361,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"version_data":{"id":0,"code":"byrepv3e","parent_id":0,"parent_uri":null,"has_pending_merge_request":0,"has_approved_merge_request":0},"created_on":1633325687,"modified_on":null,"categories":null,"public":1,"is_unlisted":0,"creator":{"name":" ","affiliation":null,"affiliations":[],"username":null,"note":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"Masahiro Ichikawa","affiliation":"Department of Endocrinology and Diabetes, Yokohama City University Medical Center","affiliations":[],"username":"masahiro-ichikawa","note":"","link":null,"image":{"source":"\/img\/avatars\/008.png","placeholder":"\/img\/avatars\/008.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Tomoaki Akiyama","affiliation":"Department of Endocrinology and Diabetes, Yokohama City University Medical Center","affiliations":[],"username":"w2z2a433u2v2","note":"","link":null,"image":{"source":"\/img\/avatars\/018.png","placeholder":"\/img\/avatars\/018.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Yasushi  Tsujimoto","affiliation":"Department of Nephrology and Dialysis, Kyoritsu Hospital","affiliations":[],"username":"yasushi--tsujimoto","note":"","link":null,"image":{"source":"\/img\/avatars\/009.png","placeholder":"\/img\/avatars\/009.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Keisuke Anan","affiliation":"Division of Respiratory Medicine, Saiseikai Kumamoto Hospital","affiliations":[],"username":"w2z2a433u2w2","note":"","link":null,"image":{"source":"\/img\/avatars\/003.png","placeholder":"\/img\/avatars\/003.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Tadashi Yamakawa","affiliation":"Department of Endocrinology and Diabetes, Yokohama City University Medical Center","affiliations":[],"username":"w2y294w2w213","note":"","link":null,"image":{"source":"\/img\/avatars\/012.png","placeholder":"\/img\/avatars\/012.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Yasuo Terauchi","affiliation":"Department of Endocrinology and Metabolism, Graduate School of Medicine, Yokohama City University","affiliations":[],"username":"w2134413t203","note":"","link":null,"image":{"source":"\/img\/avatars\/001.png","placeholder":"\/img\/avatars\/001.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/diagnostic-accuracy-of-watch-peripheral-arterial-t-byrepv3e","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"A54C720024D411EC8744AB3565A7132A","state_version_id":27,"steps":[],"document":"","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">INTRODUCTION <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Rationale <\/span><\/div><div class = \"text-block\">Obstructive sleep apnea (OSA) is common, and may affect approximately 1 billion adults aged 30-69 years worldwide. Of these, an estimated 425 million suffer from moderate or severe disease (1). Evidence has suggested OSA is associated with an increased incidence of hypertension, type 2 diabetes, coronary artery disease, and stroke, and early diagnosis is important to prevent these complications. The gold standard for diagnosing OSA is in-laboratory polysomnography (PSG). However, PSG is expensive, labor intensive, limited in available facilities, and can result in long waiting times(2, 3). The home sleep apnea testing (HSAT) has been developed to solve these problems. The American Academy of Sleep medicine (AASM) guidelines recommend HSAT with at least nasal pressure, chest and abdominal breath-guided plethysmography, and oximetry or peripheral arterial tonometry (PAT) with oximetry and actigraphy (4). Sleep studies are classified as Type I-IV, with Type Ⅲ recording two respiratory variables, oxygen saturation, and one cardiac variable. (4)A meta-analysis of HSAT suggested that HSAT alone could not be the gold standard test for OSA due to the low sensitivity and specificity. However, the meta-analysis did not include studies that uses HSAT with PAT (5). Watch-peripheral arterial tone (WatchPAT), one of the HSATs, is a device that uses PAT. ￼ can be worn like a wristwatch and continuously records PAT, heart rate, oxygen saturation, and actigraphy at night. PAT signals are measured continuously in the peripheral arterial bed of the fingertip. WatchPAT can indirectly detect apneic\/hypopneic events by monitoring PAT because PAT reflects physiological changes in pulsatile arterial volume that are modulated by sympathetic nerve activity (6). While other HSAT cannot accurately measure total sleep time, WatchPAT can accurately measure actual total sleep time (7), which may increase sensitivity. WatchPAT is simple and can be an alternative diagnostic tool to PSG if it has sufficient diagnostic accuracy. This review will investigate the diagnostic accuracy of watchPAT and determine whether watchPAT are replaceable for PSG. <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">OBJECTIVE <\/span><\/div><div class = \"text-block\">This systematic review and meta-analysis aims to evaluate the diagnostic accuracy of WatcPAT for OSA among patients suspected of having OSA and to determine if PSG can be replaced by WatchPAT. Secondary objective is whether WatchPAT can classify the severity of OSA according to AASM guideline.<\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">METHODS <\/span><\/div><div class = \"text-block\">We will follow the Preferred Reporting Items for a Systematic Review and Meta-analysis of Diagnostic Test Accuracy Studies (PRISMA-DTA) statement (8). <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Criteria for considering this review <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Types of studies <\/span><\/div><div class = \"text-block\">We will include all studies on the diagnostic accuracy of WatchPAT for evaluating OSA. We will include the studies designed as follows: prospective or retrospective observational (cohort or cross-sectional) studies, secondary analysis of randomized controlled trials (RCTs), and diagnostic case-control studies. We will not exclude studies based on language, countries, year of publication, or publication status. We will exclude case series, case reports, case control study of two-gate design, reviews, editorials, or studies for which the true positive, true negative, false positive, and false negative cannot be calculated. <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Participants <\/span><\/div><div class = \"text-block\">The target participants are patients suspected of having OSA based on medical and sleep history, and physical examination.<\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Target condition <\/span><\/div><div class = \"text-block\">The target condition is OSA. <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Setting <\/span><\/div><div class = \"text-block\">We expect studies conducted in outpatient settings; however, we will accept any type of settings. <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Index tests <\/span><\/div><div class = \"text-block\">The index test assessed in this review is WatchPAT. The findings are generally categorized as Mild OSA (AHI 5 to 14.9), moderate OSA (AHI 15 to 29.9), and severe OSA (AHI 30 or more) (9). Our primary interest is whether AHI of 5 or more determined by WatchPAT can diagnose mild or more severe OSA accurately, as compared with PSG. We also investigate if WatchPAT can classify the severity of OSA according to AASM guideline. We will also include other positive findings of each imaging modality as the authors defined. We will allow the judgment of these positive findings by any physicians in included studies. <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Reference standard <\/span><\/div><div class = \"text-block\">The reference standard is in-laboratory PSG. For the severity using AHI, we will use the same definition as WatchPAT.<\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Search methods for identification of studies <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Electronic searches <\/span><\/div><div class = \"text-block\">We will conduct a literature search to identify all published and unpublished eligible studies. We will translate non-English articles and thoroughly assess them for potential inclusion as necessary. We will search in the following electronic databases: MEDLINE via Pubmed, EMBASE via ProQuest Dialog, and Cochrane Central Register of Controlled Trials (CENTRAL). We will also search for the World Health Organization international clinical trials Platform Search Portal (ICTRP) and ClinicalTrials.gov to find ongoing and unpublished studies. We will check the reference lists of studies, including international guidelines as well as the reference lists of eligible studies and articles citing eligible studies.<\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Data collection and analysis <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Selection of studies <\/span><\/div><div class = \"text-block\">The two independent reviewers (MI and TA) will screen the results of the search according to our search strategy, with initial title and abstract screening followed by full-text screening. If two reviewers disagree, they will discuss to resolve the disagreement or consult with a third reviewer.<\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Data extraction and management <\/span><\/div><div class = \"text-block\">Two independent reviewers (MI and TA) will conduct independent data extraction of the included studies using sheet including the following information. <\/div><div class = \"text-block\">The sheet includes the information on the first author’s name, year of publication, country, study design, sample size, setting, participant’s demographic data (mean age and body mass index and sex)and information of index tests and reference standard. We will calculate true positives, false positives, true negatives, and false negatives from 2×2 table. When only receiver operating characteristic curves were reported, WebPlotDigitizer 4.4 was used to extract sensitivity and specificity information (10).<\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Assessment of methodological quality <\/span><\/div><div class = \"text-block\">Two independent reviewers (MI and TA) will independently assess the risk of bias and applicability using the QUADAS-2 tool (11). We will revise the signaling questions in the QUADAS-2 according to this review question. <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Statistical analysis and data synthesis <\/span><\/div><div class = \"text-block\">We will compare the results of watchPAT to that of the reference standard. We will extract data for 2×2 tables of watchPAT against the reference standard from each study. We will present a summary of findings table. We will show estimates of sensitivity and specificity with 95% confidence intervals (CI) of watchPAT per study using forest plots. <\/div><div class = \"text-block\">We will conduct estimates of the accuracy of each study using a scatter plot in a receiver operating characteristic (ROC). We will conduct a meta-analysis for watchPAT. In the meta-analysis, we will use a bivariate model to report the summary point estimate of sensitivity and specificity with 95% CI. For better interpretation of our result, we will also tabulate the number of false negatives and false positives when low-, moderate-, and high-prevalence of OSA are applied to the pooled sensitivity and specificity. We will perform all analyses using Stata version 16.1 for Windows (Stata Corporation, College Station, TX, USA) and Review Manager 5.4.1 (Cochrane Collaboration, London, United Kingdom). <\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Investigations of heterogeneity <\/span><\/div><div class = \"text-block\">Whenever possible, we will conduct subgroup analyses on the following groups. 1. Type of inspection location (home versus laboratory) (5)2. Type of patients (patients with significant comorbidities as defined by AASM guideline versus patients without significant comorbidities (4) 3. Type of risk of OSA (patients with signs suggestive of moderate to severe OSA as defined by AASM guideline (4) versus patients without signs). 4. Type of the definition of a hypopnea event (Changes in flow associated with 3% oxygen deprivation or cortical arousal versus Changes in flow associated with 4% oxygen deprivation without considering cortical arousal (4) or the author’s own definition). 5. Type of index test (WatchPAT 100 versus WatchPAT 200). To examine the subgroup differences, we will perform a meta-regression, and present the relative diagnostic odds ratios and the 95% confidence intervals. If the number of studies is limited and the above analysis is not possible, we will present each SROC curve for each subgroup and qualitatively assess the heterogeneity.<\/div><br\/><div class = \"text-block\"><span style = \"font-weight:bold;\">Sensitivity analysis <\/span><\/div><div class = \"text-block\">We will assess the robustness to explore diagnostic accuracy for watchPAT by excluding studies judged to be at high risk of bias in the domains of index test or reference standard in QUADAS-2 assessment. <\/div><\/div>","changed_on":1633327361}