{"id":37447,"title":"Diagnostic yield of an ambulatory patch monitor in Emergency Department syncope patients unexplained after Emergency Department evaluation – a pilot study (PATCH-ED).","title_html":"<p>Diagnostic yield of an ambulatory patch monitor in Emergency Department syncope patients unexplained after Emergency Department evaluation – a pilot study (PATCH-ED).<\/p>","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d1b1eb9650dcc0f5cf13c5e23607ae0cc96c15e20d3e676b74fa4f3e6526d417\/b9uabdsdx.png","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d1b1eb9650dcc0f5cf13c5e23607ae0cc96c15e20d3e676b74fa4f3e6526d417\/b9uabdsdx.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bgtfjwjn","doi_status":2,"uri":"diagnostic-yield-of-an-ambulatory-patch-monitor-in-bgtfjwjn","type_id":1,"published_on":1590351651,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"created_on":1590348836,"categories":null,"creator":{"name":"Matt Reed","affiliation":"University of Edinburgh","affiliations":[{"affiliation":"University of Edinburgh","url":"https:\/\/www.research.ed.ac.uk\/portal\/en\/persons\/matthew-reed(72893906-738f-4a31-ae01-4c68d12b147c).html","is_default":1}],"username":"m4tle112u1u4rle1","link":"https:\/\/emj.bmj.com\/content\/35\/8\/477","image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":"https:\/\/emj.bmj.com\/content\/35\/8\/477","total_collections":0,"number_of_steps":22,"authors":[{"name":"Christopher J. Weir","affiliation":"University of Edinburgh","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Matt Reed","affiliation":"University of Edinburgh","affiliations":[],"username":"m4tle112u1u4rle1","link":null,"image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Kirsty Simpson","affiliation":"Emergency Medicine Research Group Edinburgh (EMERGE)","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Chris Lang","affiliation":"Royal Infirmary of Edinburgh","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Neil Grubb","affiliation":"Royal Infirmary of Edinburgh","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Alasdair Gray","affiliation":"University of Edinburgh","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/diagnostic-yield-of-an-ambulatory-patch-monitor-in-bgtfjwjn","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"F7BED0409DF411EA8618FB573A4EF72A","state_version_id":734,"steps":[{"id":948468,"guid":"8147B4D09DF511EA8618FB573A4EF72A","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"ADF73516E167472082C0EDA609CCE1C8","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"275079EBF6CC48F393495C3F0B750EF0","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>1.Short project summary: <\/span><span style = \"font-weight:bold;\">Syncope <\/span><span>is a common Emergency Department (ED) presentation but the underlying diagnosis is not apparent in 60% of patients after assessment and serious adverse event rate is 7% at one month with most having acute cardiovascularevents, also more likely to be unexplained after ED assessment. Many cardiovascular eventsare due to arrhythmia, difficult for cliniciansto diagnose, as examination andElectrocardiogram (ECG) findings may both be normal and symptoms have resolved by the time the patient gets to the ED. Currently establishing a cardiac arrhythmia as the cause of syncope rests on correlating the arrhythmia with symptoms using monitoring devices such as Holter but these all have significant drawbacks.The clinical challenge in the ED is therefore to identify the moderate and high-risk patients and refer them for further investigation and monitoring if appropriate. The logistics of arranging follow up within a timely period of the patient’s ED visit is often problematic for a variety of reasons including availability of timely specialty outpatient appointments, a lack of consensus of the specialty to whom the syncope patient should be referred (cardiology, medicine, neurology, general practice) and availability of Holter and other monitoring devices. For this reason most high and medium risk patients are admitted to hospital.<\/span><\/div><div class = \"text-block\">Previous syncope clinic: al decision rules have not been well adopted due to their lack of sensitivity and specificityprobably due to the varied and heterogeneous nature of potentially serious causes.However, the majority of patients with syncope have no serious underlying pathology and do not require hospitalisation.Rather than continued attempts at risk stratification of outcome based on presentation, more research is required into how we can better improve diagnosis and therefore treatment in order to provide improved patient benefit. We believe that ambulatorypatch monitoringwill allow better and earlierarrhythmiadetection andplan to assess the ability of a 14-day ambulatory patch to detect serious arrhythmic outcomes at 90 days.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948469,"guid":"81493B709DF511EA8618FB573A4EF72A","previous_id":948468,"previous_guid":"8147B4D09DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"63464731A27548128FEF10AB35C40BBF","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"5EBBC52F44474743839C85395A7D7B88","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">2. Aims: To investigate the diagnostic yield, prevalence of events, patient satisfaction, patch compliance and influence on subsequent treatment of an ambulatory patch monitor in ED syncope patients unexplained after ED evaluation – a pilot study.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948470,"guid":"814A25D09DF511EA8618FB573A4EF72A","previous_id":948469,"previous_guid":"81493B709DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"66440B51BDC3471D9AA6AF950DE53B9C","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"564DAB8C50194DE6BD5106EBA9CA3842","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">3. Existing research: <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Syncope:<\/span><span>There are around 650,000 ED syncope presentations a year in the UK [1]. Serious underlying conditions can present with syncope and one-month serious adverse outcome is around 7% [2] with 50% being cardiovascular [1,2]. The treating ED clinician is not always able to rule out serious pathology as the patient is commonly fully recovered on arrival in the ED, despite the underlying cause being potentially life threatening should it recur again. Whilst most patients do not have a serious underlying cause and therefore do not require hospitalisation, the concern of the ED clinician about missing a serious underlying cause (especiallycardiovascular ones) means that 50% of syncope patients are admitted to hospital [1].<\/span><\/div><div class = \"text-block\">Despite research identifying high-risk demographic, historical and examination variables, clinical decision rules [3-10] have not been well adopted due to their lack of sensitivity and specificityprobably due to the varied and heterogeneous nature of potentially serious causes.Rather than continued attempts at risk stratification of outcome based on presentation, more research is required into how we can better improve diagnosis and therefore treatment in order to provide improved patient benefit.<\/div><div class = \"text-block\">Cardiovascular causes of syncope fall into two main categories, arrhythmia (e.g. ventricular tachycardia (VT), 2nd degree Mobitz II, 3rd degree AV Block or symptomatic bradycardia) and structural (e.g. aortic stenosis). It is arrhythmia that is most difficult for the ED clinician to diagnose in the ED as examination and presenting Electrocardiogram ECG may both be normal. It is for this reason that arrhythmiamakes up a large number of subsequent serious outcomes in syncope patients whose syncopal cause is unexplained after ED assessment.<\/div><div class = \"text-block\">The current main method for establishing a cardiac arrhythmia as the cause of syncope rests on the correlation of the arrhythmia with symptoms (which will have resolved by the time the patient gets to the ED). The clinical challenge in the ED is therefore to identify the moderate and high-risk patients and refer them for further investigation and monitoring if appropriate. The logistics of arranging follow up within a timely period of the patient’s ED visit is often problematic for a variety of reasons including availability of timely specialty outpatient appointments, a lack of consensus of the specialty to whom the syncope patient should be referred (cardiology, medicine, neurology, general practice) and availability of Holter and other monitoring devices. For this reason most high and medium risk patients are admitted to hospital.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948472,"guid":"814BD3809DF511EA8618FB573A4EF72A","previous_id":948470,"previous_guid":"814A25D09DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"760FCC54EF9B4171A944E2F07C82FC89","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"C19B6AB327BC4F6FBD231368B5AD7D4D","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Cardiac arrhythmia investigation:<\/span><span>The investigation of cardiac arrhythmias is usually initiated with the Holter monitor which uses a continuous recording over a 24 or 48-hour period. The Holter allows detection of baseline rhythm, arrhythmia and conduction abnormalities. Holters however are bulky and inconvenient for the patient to wear, the transmission of data is not patient dependent and non-compliance with bothdevice use and maintaining a written symptom log, limits its diagnostic utility. The lack of extended monitoring reduces diagnostic yield to typically less than 20% [11]. Bass reported a diagnostic yield of 15% with 24-hour Holter monitoring that did not increase even if the device was applied for 72 hours [12].<\/span><\/div><div class = \"text-block\">For these reasons, the use of Holter monitors is not universal in medium and high-risk syncope patients. In one UK ED study, only 158 of 540 (29%) admitted syncope patients underwent 24 hour monitoring (which in the majority comprised ward telemetry rather than Holter) [13].There are other devices available to the Cardiologist to investigate syncope patients who are classified as European Society of Cardiology (ESC) medium and high-risk [14] and whose Holter investigation is unrevealing.Event recorders do not record a continuous ECG but require patient activation at the time of symptoms and must be applied to the chest wall at the time of the event and must be activated by the patient. A brief, typically 90-second, single lead ECG recording is captured and stored. Because of limited data storage capability, data must be transmitted to a monitoring centre for validation and analysis. Event recorders can be used for cardiac monitoring over longer periods of time but the big drawback is that they must be activated following symptom onset, which may be difficult to achieve if the patient has suffered syncope or an injury related to the event. Finally, these devices cannot be used to document asymptomatic arrhythmias.<\/div><div class = \"text-block\">External continuous loop recorders are attached to the patient by chest electrodes or a wristband. They continuously record the ECG but only save data if activated by the patient. The continuous looping memory feature allows the device to store a fixed length of pre-activation and post-event ECG data. Mobile cardiac telemetry systems provide up to 30 days of real-time continuous cardiac monitoring without the need for patient activation or data transmission. These devices are expensive, require electrodes and bulky recording devices, and produce a large amount of data, which requires sifting. Implantable loop recorders are surgically implanted subcutaneous devices that continuously record single-lead ECG signal through 2 electrodes. They are very expensive and necessitate an invasive surgical procedure. For patients admitted to hospital and who are placed on telemetry, there is also lack of consensus on the optimal duration of monitoring. Typically higher risk patients are monitored for 24 hours and discharged without a diagnosis if their ECG tracing has been uneventful during this time period.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948473,"guid":"814CBDE19DF511EA8618FB573A4EF72A","previous_id":948472,"previous_guid":"814BD3809DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"C2EDEFEDF4E943A2A151C253D6A43D7D","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"3A1F602DD5F44A639FF4EBF84E23CF79","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Ambulatory patch monitoring: <\/span><span>In order to solve these problems, a novel ambulatory cardiac monitoring device that can easily be applied to ED patients has recently been developed.The ZIO®XT Patch (iRhythm Technologies, Inc. San Francisco, CA; <\/span><\/div><div class = \"text-block\"><a href=\"http:\/\/www.irhythmtech.com\/zio-services.php\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">http:\/\/www.irhythmtech.com\/zio-services.php<\/span><\/a><\/div><div class = \"text-block\">) is non-invasive, water-resistant, has no leads or wires, is discrete to wear and has been approved for clinical use in the UK. It continuously monitors the heart for up to 14 days including during sleep, in the shower, and during moderate exercise and has a large button on top for patients to capture symptomatic events. When patients reach the end of their monitoring period, they simply mail the device back to the company where analysis is undertaken.<\/div><div class = \"text-block\">The ZIO®XT Patch is well tolerated for prolonged monitoring and compliance is excellent with studies demonstrating a mean monitoring wear time of 10.8 days (range 4–14 days)[15] and 10.9 days (median 13.0 days) [16]. Barrett et al showed that 80% of patients who had worn a Holter monitor for 24 hours, and a ZIO®XT Patch for up to 14 days, preferred the ZIO Patch [17].Single channel ECG data quality is also excellent with one study showing more than 98% of the total recording time was analysable [18], and a second study showing amedian analysable time of 99% of the total wear time [19]. Compliance with returning the device is also good. In a study of 174 ED with indications for monitoring (syncope, dizziness and palpitations), all patients mailed back their devices [19].<\/div><div class = \"text-block\">Several studies have shown that ZIO®XT Patch hasa higher diagnostic yield for arrhythmias than traditional 24–48 hour Holter monitoring and importantlycan also efficiently characterise symptomatic patients without significant arrhythmia. The absence of an arrhythmia during syncope, palpitations or a triggered event does not by itself provide a definitive diagnosis but does allow the clinician to exclude an arrhythmia as a potential cause and is thus clinically useful. Over half of patients (53.4%) in one study did not have an arrhythmia despite a triggered event. This allows the clinician to potentially exclude an arrhythmia as an etiology of the patient’s symptoms and potentially avoid further cardiac evaluation [19].<\/div><div class = \"text-block\">Camm et al showed in a study on patients with ARVD, that over the total wear time of both devices, the ZIO®XT Patch detected more premature ventricular contraction events than a 24 hour Holter monitor [20]. Barrett et al showed ZIO®XT Patch had a 57% greater diagnostic yield than a 24 hour Holter monitor [17],and Schreiber at al demonstrated an overall diagnostic yield of 63% in ED patients with indications for monitoring. This study also showed that 48% of patients had ≥1 arrhythmia and 10% were symptomatic at the time of their arrhythmia. Median time to first arrhythmia was 1.0 days (IQR 0.2–2.8) and median time to first symptomatic arrhythmia was 1.5 days (IQR 0.4–6.7). 54% of symptomatic patients did not have any arrhythmia during their triggered events [18].<\/div><div class = \"text-block\">In a study looking at ZIO®XT Patch use in outpatients with clinical indications for monitoring (15% of whom had syncope), of the 60% of patients who had an arrhythmia detected, 30% had their first arrhythmia and 51% had their first symptom-triggered arrhythmia occur after the initial 48-hour period. Mean time to first arrhythmia was 1.7 days (median 0.8) and mean time to first symptomatic arrhythmia was 3.0 days (median 2.1) [19].<\/div><div class = \"text-block\">This novel ambulatory cardiac monitoring device should allow much earlier arrhythmia detection in more patients allowing better diagnosis and subsequent treatment.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948474,"guid":"814DA8419DF511EA8618FB573A4EF72A","previous_id":948473,"previous_guid":"814CBDE19DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"E8C563F07D2142FF92E6F78906B0B620","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"E48CB49AE23142D280A86AC4B383FF16","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Biomarkers:<\/span><span>Previous work on cardiac biomarkers by our group has shown they may have good prognostic value inthe ED assessment of syncope [1,21,22].In the process ofderiving and validatingthe ROSE (Risk Stratification of Syncope in the ED) clinical decision rule,we demonstrated that plasma brain natriuretic peptide (BNP) concentrations≥300 ng\/L were an independent predictor of serious outcome and death with an odds ratio (OR) of 7.3 and a negative predictive value (NPV) of 95.4% (93.0-97.0) [1].<\/span><\/div><div class = \"text-block\">Furthermore, we measured troponin I concentrations using acontemporarysensitive assay(ARCHITEC STAT troponin I assay; Abbott Laboratories, Abbott Park, IL) in 338 of 528 syncope patients admitted to hospital as part of the ROSE study. Troponin was measureable above the limit of detection (10 ng\/L) in 77%of patients and above the limit of quantification (50 ng\/L; coefficient of variation (CV) <10%) in 19% of patients.<\/div><div class = \"text-block\">Higher troponin concentrations were associated with increased risk of all-cause death, serious outcome including death, and MACE including cardiac death. None of the 77 patients with troponin concentrations less than the limit of detection (10 ng\/L; 23% of patients enrolled) had any serious outcome at one month [21] and only 4 (2%) of the 162 patients with a troponin concentration <20 ng\/L (48% of patients enrolled) had a serious outcome at one month. Only one of 85 (1.2%) patients with a troponin <20 ng\/L and BNP<100 ng\/L hadMajor Adverse Cardiac Eventsat 1 month equating to a NPV of 98.8%.<\/div><div class = \"text-block\">Since these studies, troponin assays have been developed with even greater analytical sensitivity and precision [23], and accurate quantification of troponin is possible even at very low concentrations.The novelARCHITECT STAT high-sensitivity troponin I assay (Abbott Laboratories, Abbott Park, IL) can quantify troponin concentrations in >98% of healthy persons and has the potential to greatly improve discrimination in patients with syncope. Unexplained syncope is rarely due to Myocardial Infarction (MI) [22].We hypothesise that elevated troponin and BNP concentrations in patients with syncope are likely to reflect secondary myocardial injury due to myocardial oxygen supply and demand imbalance or reduced cardiac output in severe arrhythmia or structural abnormality.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948475,"guid":"814EB9B19DF511EA8618FB573A4EF72A","previous_id":948474,"previous_guid":"814DA8419DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"716600562214406A96CDDEB2C576AC76","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"7AA8BA0AEFD84462896D22A31B223276","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>4. Research methods; <\/span><span style = \"font-weight:bold;\">Study design: <\/span><span>Prospective cohort study.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948477,"guid":"81512AB09DF511EA8618FB573A4EF72A","previous_id":948475,"previous_guid":"814EB9B19DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"4E8DFB815DCB4AAD880D1F789C03EA10","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"0F2101CE99B34BC3A1DDDA1619B6404F","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Study setting: <\/span><span>Single centre, teaching hospital ED.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948478,"guid":"81528A409DF511EA8618FB573A4EF72A","previous_id":948477,"previous_guid":"81512AB09DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"52319C20D8644A20A603A13A8DC9D353","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"AAC21EEE337D42709C71F0F8DE2152E2","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>Study population; <\/span><span style = \"font-weight:bold;\">Inclusion criteria:<\/span><span>100 consecutive patients aged 16 years or over presentingwithin 6 hours of an episode of syncope and whose syncope remains unexplained after ED assessment will be prospectively consented and enrolled by the attending clinician and\/or study research nurse. Syncope will be defined as a transient loss of consciousness (TLOC) with inability to maintain postural tone and immediate complete spontaneous recovery without medical intervention (to preexisting mental status and neurologic function) [24].<\/span><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948480,"guid":"815570709DF511EA8618FB573A4EF72A","previous_id":948478,"previous_guid":"81528A409DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"EB089E622B154C269B2EECB7D87D122C","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"5F96A0B905B14B779E4C38FD14E26541","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Exclusion criteria<\/span><\/div><div class = \"text-block\"><ul style = \"list-style-type:disc;\"><li style = \"counter-reset:ol0;list-style-type:disc;\">Obvious underlying cause after ED assessment,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Alcohol or illicit drugs as presumptive cause of TLOC [24],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Epileptic seizure as presumptive cause of TLOC (seizure activity with a >15 min witness reported post-ictal phase) [24],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Stroke ⁄ transient ischemic attack as presumptive cause of TLOC [24],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Head trauma followed by TLOC [24],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Hypoglycemia as presumptive cause of TLOC [24],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">No consent i.e. patient lacking capacity,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Previous recruitment into the study,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Patient in custody or prison.<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\"><\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Obvious underlying causes will be defined as:<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Clinical history of vasovagal syncope i.e. pre-syncope symptoms and low-risk patient according to current ESC guidelines [14],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Arrhythmia on ED ECG thought to have caused syncope,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Arrhythmia on pre-hospital ECG causing syncope,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Pulmonary embolism diagnosed on CTPA (or equivalent e.g. symptoms of PE plus positive leg USS\/VQ\/echo),<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Postural hypotension (postural drop >20 mmHg in ED with symptoms during test and suggestive history),<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Myocardial Infarction[25],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">CT brain or clinical signs\/symptoms in ED showing cerebrovascular accident or subarachnoid haemorrhage,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Evidence of haemorrhage in ED thought to have caused syncope,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Other obvious cause of syncope apparent in ED.<\/li><\/ul><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">Obvious underlying causes will be defined as:<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><ul style = \"list-style-type:disc;\"><li style = \"counter-reset:ol0;list-style-type:disc;\">Clinical history of vasovagal syncope i.e. pre-syncope symptoms and low-risk patient according to current ESC guidelines [14],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Arrhythmia on ED ECG thought to have caused syncope,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Arrhythmia on pre-hospital ECG causing syncope,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Pulmonary embolism diagnosed on CTPA (or equivalent e.g. symptoms of PE plus positive leg USS\/VQ\/echo),<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Postural hypotension (postural drop >20 mmHg in ED with symptoms during test and suggestive history),<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Myocardial Infarction[25],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">CT brain or clinical signs\/symptoms in ED showing cerebrovascular accident or subarachnoid haemorrhage,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Evidence of haemorrhage in ED thought to have caused syncope,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Other obvious cause of syncope apparent in ED.<\/li><\/ul><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948481,"guid":"815681E19DF511EA8618FB573A4EF72A","previous_id":948480,"previous_guid":"815570709DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"18EE777513B240FEAD6950F1B3504B0C","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"1296CC7C40544C72AB32F04FBAFFAB33","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Patient enrolment and consent<\/span><\/div><div class = \"text-block\">Potentially eligible patients will be identified by medical and nursing staff in the ED and also by the EMERGE research nurse (part of the patient’s direct care team) screening in accordance with EMERGE Research Governance: Data protection and Confidentiality SOP version 1.1; dated 08\/03\/2015.<\/div><div class = \"text-block\">After ED assessment, potentially eligible patients will be assessed for study inclusion by the attending clinician. If the patient fulfils the study eligibility criteria, written consent will be taken by the treating clinician or by a member of the study research team. A decision to enrol a patient will not later be overturned.<\/div><div class = \"text-block\">We have extensive experience of seeking informed consent from acutely ill patients in the Emergency Department setting (3CPO, 3Mg, RATPAC, SNAP, TRIGGER, LAVAS, HALT-IT, HIghSTEACS, ExPRES-SEPSIS studies).<\/div><div class = \"text-block\">We will use the following process for seeking consent and will take into account the opinions of ethics committee review after ethics submission.<\/div><div class = \"text-block\">The patient is assessed by the recruiting doctor or member of the Emergency Department research team to establish if he\/she is competent or has ‘capacity’to consent. This assessment of capacity will be documented.<\/div><div class = \"text-block\">Patients lacking capacity who are unable to provide consent will not be approached to take part in the study.<\/div><div class = \"text-block\">The patient (and if present and appropriate their accompanying relative) will be given a Patient Information Sheet, which will explain the aims of the trial and the potential risks and benefits of the study procedures\/tests.<\/div><div class = \"text-block\">The patient will be given enough time to consider the trial and ask questions regarding their participation in the trial. For some patients this could be as much as an hour but for others may only be 10-15 minutes. If the patient agrees informed consent will be confirmed with a signature on the study consent form.<\/div><div class = \"text-block\">Potential, eligible participants who are able to express their consent and able to complete the consent form will be asked to provide written consent. The recruiting doctor or member of the research team will do this.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948482,"guid":"8157E1709DF511EA8618FB573A4EF72A","previous_id":948481,"previous_guid":"815681E19DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"23864F5149D24AF3BE3DD81424CDB4BF","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"0AF6F6C451B643618B68D32D74539F6E","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Data Collection: <\/span><span>Patients will have a Data Collection Form (DCF) completed in the ED, comprising demographic, historical and examination characteristics, 12-lead ECG, and radiology and standard laboratory investigations. Patient contact details will also be confirmed. These criteria are based on recent Standardized Reporting Guidelines for Emergency Department Syncope Risk Stratification Research [24]. The ECG and DCF will be stored in paper form and archived for up to 5 years after the last patient is enrolled into the study to allow the potential for 1 and 5 year follow-up (and for which patients will be consented). The information on the DCF will be entered into a specially designed electronic database which will be stored on a secure password protected ‘S’ drive which is held within NHS Lothian in accordance with EMERGE Research Governance: Data protection and Confidentiality SOP version 1.1; dated 08\/03\/2015.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948483,"guid":"815941019DF511EA8618FB573A4EF72A","previous_id":948482,"previous_guid":"8157E1709DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"F4258A237CA64D6AB3A2D0FB6CCCFB7C","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"1FF1460237E5408DB134999C5EF52E36","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span style = \"font-weight:bold;\">Study Assessments: <\/span><span>Written patient consent will include retrieval of leftover patient’s baseline (admission) routine haematology (EDTA) and biochemistry(Li Heparin Gel)samples from the Royal Infirmary of Edinburgh laboratory and its quantification for hs-troponin I (ARCHITECT STAT high-sensitivity troponin I assay performed in RIE laboratory) and BNP (ALERE TRIAGE point-of-care BNP test; ALERE, San Diego, USA; www.alere.co.uk; performed in ED). The results of these tests will not be reported to the clinician.<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">One 2.7ml (half teaspoon) EDTA and one 4.7ml (just less than one teaspoon) Li Heparin Gel sample will be taken 3 hours after admission. The 4.7ml (just less than one teaspoon) Li Heparin Gel sample will be used to measure troponin (ARCHITECTSTAT high sensitivity troponin I) in the RIE laboratory and the 2.7ml (half teaspoon) EDTA sample will be used to measure BNP(ALERE TRIAGE point-of-care BNP test; ALERE, San Diego, USA; www.alere.co.uk; performed in ED). The results of these tests will not be reported to the clinician.Both the left over baseline samples and the 3-hour research venousblood samples will be stored in an annotated bio resource for an unlimited period and for later further testing of other future potential biomarkers.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">ED tests not part: of the study protocol will be ordered at the discretion of the treating doctor, and patients will be admitted, referred for outpatient investigation, or discharged according to current ED protocols and at the discretion of the treating clinician. If a patient is admitted then the reason for admission decision will be recorded.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948484,"guid":"815AC7A09DF511EA8618FB573A4EF72A","previous_id":948483,"previous_guid":"815941019DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"F9765D2551D048BAA557A0F2A03D6FA1","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"A2DC2E4FAF2F450BB604790BCC041686","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span style = \"font-weight:bold;\">Ambulatory patch: <\/span><span>All enrolled patients will be fitted with a novel ambulatory patch (ZIO<\/span><span style = \"vertical-align:super;\">®<\/span><span>XT Patch), which continuously records heartbeats for up to 14 days.This will be placed on the patient in the ED by a trained research team member, and will be left on for 2 weeks. The study participant will also be given a diary in which to record any symptomatic episodes occurring during the time the patch is worn e.g.light-headedness\/dizziness, syncope\/presyncope,and apatch satisfaction questionnaire.<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">The study participant will be given details of the PATCH-ED research team in case of any patch problems. At the end of the patch period, the patient will send the patch back to the research team in a pre-paid envelope. The PATCH-ED team will then forward this onto the iRhythm Clinical Centre for data processing by a certified Electrocardiographic Technician specialized in advanced arrhythmia detection.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">IRhythm will not receive any personal\/identifiable data. Study participants will be registered with iRhythmin a blinded format, using only their study ID. The completed patch reports will be posted by iRhythm and retrieved by the PATCH-ED study team via a secure website (www.zioreports.com) accessed only by a secure login known to the PATCH-ED study team. The completed patch report will then be saved in a PDF format on a secure password protection dedicated ‘S’ drive on the NHS Lothian computer system and viewed immediately by the study team.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">Anystudy participant with aserious significant arrhythmia on the patch report will be contacted immediately and appropriately referred to the RIE cardiac electrophysiology service.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span style = \"font-weight:bold;\">Serious significant arrhythmia <\/span><span>will be defined as:<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><ul style = \"list-style-type:disc;\"><li style = \"counter-reset:ol0;list-style-type:disc;\">Ventricular fibrillation (VF),<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Ventricular tachycardia (VT) >120beats per minute for 30 seconds,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic ventricular tachycardia,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Complete or 3rd degree heart block,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic second degree heart block type II,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Pause >6 seconds,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic bradycardia <40 beats per minute for >30 seconds<\/li><\/ul><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948485,"guid":"815C75509DF511EA8618FB573A4EF72A","previous_id":948484,"previous_guid":"815AC7A09DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"0BC896F0654149D4BFCFBB0305467C7F","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"48E546B5366B420AB005ACC1A1D7CEE5","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span style = \"font-weight:bold;\">Study endpoints:<\/span><span>Patients will be followed up at 90 days after presentation through hospital and General Practitioner (GP) Electronic Patient Record (EPR) systems. Patient contact and NHS Information Services Division (ISD) linkage did not add any further information in the ROSE study [1] so are not planned to be utilised in this study. Patients who have left the NHS Lothian area after one month (<1% in ROSE study) will be assigned as ‘lost to follow up’ and excluded from subsequent data analysis. Consent will be obtained to allow potential follow up at 1 and 5 years. Serious significant arrhythmia (see above) and significant arrhythmia will be defined based on Standardized Reporting Guidelines for Emergency Department Syncope Risk Stratification Research [23].<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span style = \"font-weight:bold;\">Significant arrhythmia<\/span><span>will be defined as:<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><ul style = \"list-style-type:disc;\"><li style = \"counter-reset:ol0;list-style-type:disc;\">Non-symptomatic ventricular tachycardia < 30 seconds,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic sinus bradycardia < 60 beats\/minute (but >40 or less than 30 seconds),<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Asymptomatic sinus bradycardia < 40 beats\/minute,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Sick sinus syndrome with alternating sinus bradycardia and tachycardia,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Sinus pause > 3 seconds (but less than 6 seconds),<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic Mobitz type I atrioventricular heart block,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Junctional\/idioventricular rhythm,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic supraventricular tachycardia with rate > 100\/minute,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic atrial flutter\/fibrillation with ventricular rate >100\/min,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Symptomatic atrial flutter\/fibrillation with ventricular rate <60\/min,<\/li><\/ul><\/div><div class = \"text-block\">Arrhythmias will also be defined as symptomatic (i.e. concurrent light-headedness\/dizziness, syncope\/presyncope with arrhythmia) or asymptomatic.Any significant symptomatic arrhythmia will also be discussed with the RIE cardiac electrophysiology service. Patient consent will include 5-year follow up, blood sample storage for an unlimited period and further testing of blood samples for other future potential biomarkers.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Selection bias: <\/span><span>Non-recruited but potentially eligible patients will be identified by a daily search of all ED EPRs to assess for potential selection\/recruitment bias.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948486,"guid":"815DFBF19DF511EA8618FB573A4EF72A","previous_id":948485,"previous_guid":"815C75509DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"845B5B8DFB944835B1B9D6D3C45FA775","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"03E31A3F79224F18A88A1F4A44A76E87","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span style = \"font-weight:bold;\">Primary endpoint<\/span><span>: Diagnostic yield of the ambulatory patch monitor for significant symptomatic arrhythmiaat 90-day follow-up versus standard care strategies.<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948487,"guid":"815FD0B09DF511EA8618FB573A4EF72A","previous_id":948486,"previous_guid":"815DFBF19DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"2786325CFB3B413FABD3788E0D907F8D","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"15D5515304D5428685B1C62664F50B3D","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span style = \"font-weight:bold;\">Secondary endpoints<\/span><span style = \"font-weight:bold;\">:<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">1.Median time to detection of significant symptomatic arrhythmia by ambulatory patch monitor compared to historical standard care strategies [1].<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">2.Prevalence of arrhythmia, serious significant arrhythmia, significant arrhythmia and symptomatic arrhythmia in ED syncope patients unexplained after ED evaluation.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">3.Patient patch satisfaction (postal questionnaire).<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">4.Patch compliance (median device wear time\/ median device analysable time).<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">5.Number of patients with significant underlying arrhythmic pathology on ambulatory patch monitoring requiring referral.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\">6.All cause serious outcome at 90 days.<\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\">All cause serious outcome will be a composite of:<\/div><div class = \"text-block\"><ul style = \"list-style-type:disc;\"><li style = \"counter-reset:ol0;list-style-type:disc;\">All cause death,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Major adverse cardiac events [MACE]<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Myocardial infarction[25],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Significantarrhythmia [25],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">SignificantStructural Heart Disease[23],<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Positive Electrophysiology Study Findings [25]<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Permanent pacemaker or defibrillator placement,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Coronary artery bypass graft or coronary artery stent,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Cardiac valve surgery,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Elective cardioversion in the absence of objective evidence that tachyarrhythmia is responsible for the syncope,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Balloon-pump insertion,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Heart transplant,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Initiation of anti-arrhythmia medical therapy,<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">Ventricular assist device<\/li><\/ul><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948488,"guid":"81617E609DF511EA8618FB573A4EF72A","previous_id":948487,"previous_guid":"815FD0B09DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"ED92F1F07E6A47808F21FDE1DA283FBF","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"3622EFC7DBF74A1D91792FF64EA33541","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Data analysis and statistics:<\/span><span>Two consultants will independently review all clinical data and assign endpoints with any disagreements resolved by consensus.Descriptive statistics will be used where appropriate. A decision to enroll 100 patients was made to enable sufficient data to inform our primary and secondary aims and our proposed subsequent RCT. Data analysis and statistics will be conducted by the EMERGE research group.<\/span><\/div><div class = \"text-block\">Adverse Events: Since the only interventions in this trial are peripheral venous blood sampling 3 hours post presentation to the ED and the ambulatory patch, we will only collect and record data with regards to Adverse Events that are related to these interventions. These are likely to be infection, haematoma formation or minor skin irritation secondary to the patch monitor. If any of these adverse events meet the criteria of Serious they will be reported to the Sponsor as per Sponsor SOP (ACCORD SOP CR006).<\/div><div class = \"text-block\">A Serious Adverse Event is defined as the following:<\/div><div class = \"text-block\">•Results in death of the clinical trial participant<\/div><div class = \"text-block\">•Is life-threatening<\/div><div class = \"text-block\">•Requires inpatient hospitalisation or prolongation of existing inpatient hospitalisation<\/div><div class = \"text-block\">•Results in persistent or significant disability or incapacity<\/div><div class = \"text-block\">•Consists of a congenital anomaly or birth defect<\/div><div class = \"text-block\">Unexpected serious adverse events related to either the research blood sampling procedure or to the application or wearing of the ambulatory patch monitor should bereported to the study team within 24 hours. We will not collect any other adverse events data.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948489,"guid":"816305019DF511EA8618FB573A4EF72A","previous_id":948488,"previous_guid":"81617E609DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"0F2159F4882F4771AA4ABEADC53649CE","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"34D1542DB1114725B8B4EC83E666E6E2","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">5. Research Governance: <\/span><span>NHS Lothian will act as sponsors for the study. The study will be carried out under the research governance frameworks of the Emergency Medicine Research Group Edinburgh (EMERGE) and NHS Lothian ACCORD.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948490,"guid":"8164B2B09DF511EA8618FB573A4EF72A","previous_id":948489,"previous_guid":"816305019DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"C5C069AC84214155807501D8DF0663BB","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"9741CB254C514AD3BC45C97CE808D73C","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\"> 6. Duration of study and Project timelines:<\/span><span>Duration of set up:2 months (to obtain all ethical\/regulatory approvals, prepare essential documents and study database and initiate RIE site)<\/span><\/div><div class = \"text-block\">Duration of recruitment:The study will recruit over 3 months, based on an average recruitment rate of 7-8 patients a week.<\/div><div class = \"text-block\">Duration of follow-up for each participant will be 90 days.<\/div><div class = \"text-block\">Duration of study close out: 2 months to complete all data cleaning and statistical analysis.<\/div><div class = \"text-block\">The planned total study duration is 10 months. Patient data will be kept for up to 5 years after the last patient is enrolled into the study to allow the potential for 1 and 5 year follow-up.<\/div><div class = \"text-block\">June 2015 Ethics and NRS approvals.<\/div><div class = \"text-block\">August - October 2015 Patient enrollment.<\/div><div class = \"text-block\">November - January 2016 90-day follow-up and analysis.<\/div><div class = \"text-block\">February - March 2016 Data cleaning and statistical analysis.<\/div><div class = \"text-block\">April 2016 End of study and Study dissemination.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948491,"guid":"816687709DF511EA8618FB573A4EF72A","previous_id":948490,"previous_guid":"8164B2B09DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"3A27163613B24433B268B3C40225CD89","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"60369F193D1F4A1695F983636C587880","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \":UNDERLINE;font-weight:bold;\">7. Project Management and Oversight Arrangements<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Project Management Group<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The project will be managed under the supervision of Dr Matt Reed (Consultant Emergency Physician, Emergency Department, Royal Infirmary of Edinburgh). The project will be coordinated and supported by clinical, academic, research, managerial and administrative support within the EMeRGE group.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Data Monitoring Committee<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>Since this is a single site observational study involving techniques that are commonly used at this centre we believe this is a low risk study and as such there will be no Data Monitoring Committee.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Inspection of Records<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The Investigators and institution involved in the study will permit study related monitoring and audits on behalf of the sponsor and REC (Research Ethics Committee) review as required.In the event of an audit or monitoring, the Investigator agrees to allow the representatives of the sponsor direct access to all study records and source documentation.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Study Monitoring and Audit<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The Investigator site may be risk assessed by the ACCORD (Academic and Clinical Central Office for Research & Development) QA Manager, or designee, in order to determine if audit by the ACCORD QA group is required.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Good Clinical Practice<\/span><\/a><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Ethical Conduct<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The study will be conducted in accordance with the ethical principles that have their origin in the Declaration of Helsinki. The study will be carried out in accordance with the principles of the International Conference on Harmonisation Tripartite Guideline for Good Clinical Practice (ICH GCP).<\/span><\/div><div class = \"text-block\">A favourable ethical opinion will be obtained from the appropriate REC and local R&D (Research and Development) approval will be obtained prior to commencement of the study.<\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Investigator responsibilities<\/span><\/a><\/div><div class = \"text-block\">The Investigator is responsible for the overall conduct of the study at the site and compliance with the protocol and any protocol amendments.In accordance with the principles of ICH GCP, the following areas listed in this section are also the responsibility of the Investigator.Responsibilities may be delegated to an appropriate member of study site staff.Delegated tasks must be documented on a Delegation Log and signed by all those named on the list prior to undertaking applicable study-related procedures.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Informed consent: <\/span><span>The Investigator is responsible for ensuring informed consent is obtained before any protocol specific procedures are carried out.The decision of a participant to participate in clinical research is voluntary and should be based on a clear understanding of what is involved.<\/span><\/div><div class = \"text-block\">Participants must receive adequate oral and written information – appropriate Participant Information and Informed Consent Forms will be provided.The oral explanation to the participant will be performed by the Investigator or qualified delegated person, and must cover all the elements specified in the Participant Information Sheet and Consent Form.<\/div><div class = \"text-block\">The participant must be given every opportunity to clarify any points they do not understand and, if necessary, ask for more information.The participant must be given sufficient time to consider the information provided.It should be emphasised that the participant may withdraw their consent to participate at any time without loss of benefits to which they otherwise would be entitled.<\/div><div class = \"text-block\">The participant will be informed and agree to their medical records being inspected by representatives of the sponsor(s) but understand that their name will not be disclosed outside the hospital.The Investigator or delegated member of the study team and the participant will sign and date the Informed Consent Form(s) to confirm that consent has been obtained.The participant will receive a copy of this document and a copy filed in the Investigator Site File (ISF) and participant’s medical notes.<\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Study site staff<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The Investigator will be familiar with the protocol and the study requirements.It is the Investigator’s responsibility to ensure that all staff assisting with the study are adequately informed about the protocol and their study related duties.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Data Recording, <\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Managementand Security. <\/span><span>Data will be initially collected into a paper CRF and then entered onto a research database specific to this study as anonymised data. This database will be stored on a secure, password protected location on the hospital computer shared drive, accessible only to EMeRGE research staff. All unidentifiable research data will be kept in this research database in this location. Identifiable information will be kept in a separate database which will not be accessible outside the immediate research team. This data will be linked by study number to the anonymised research database.<\/span><\/div><div class = \"text-block\">The personal data of the participant will be kept in a locked filing cabinet in the EMeRGE office. This is a locked office in the Royal Infirmary of Edinburgh hospital, with access restricted to named research staff. Any personal data held on the research database will be stored on the hospital internal computer network in a password protected area only accessible to relevant staff.<\/div><div class = \"text-block\">Once the data collection has been completed, data analysis will be conducted by the EMERGE group meaning no patient data will be transferred outwith the NHS Lothian hospital computer shared drive.<\/div><div class = \"text-block\">The Principle Investigator will be responsible for the quality of the data recorded in the CRF as well as data stored on research database.<\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">GCP training<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>All study staff will hold evidence of appropriate GCP training.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Confidentiality<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The research database will contain anonymised data that will be stored on the NHS Lothian internal computer network in a password protected area only accessible to relevant staff. Identifiable data will be stored in a separated controlled database.<\/span><\/div><div class = \"text-block\">All laboratory specimens, evaluation forms, reports, and other records will be identified in a manner designed to maintain participant confidentiality.All records will be kept in a secure storage area with limited access. <\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Data Protection<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>All Investigators and study site staff involved with this study will comply with the requirements of the Data Protection Act 1998 with regard to the collection, storage, processing and disclosure of personal information and will uphold the Act’s core principles. Access to collated participant data will be restricted to those clinicians treating the participants. Computers used to collate the data will have limited access measures via user names and passwords. Published results will not contain any personal data that could allow identification of individual participants.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Study Conduct Responsibilities<\/span><\/a><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Protocol Amendments<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>Any changes in research activity, except those necessary to remove an apparent, immediate hazard to the participant in the case of an urgent safety measure, must be reviewed and approved by the Principal Investigator. Amendments to the protocol must be submitted in writing to the appropriate REC and local R&D for approval prior to participants being enrolled into an amended protocol.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Study Record Retention<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>All study documentation will be kept for a minimum of 5 years from the protocol-defined end of study point. This is to comply with the minimum retention period as set out in the Sponsor SOP on archiving where guidance is given on retention periods for non-CTIMP studies and also to allow the possibility of future 1 and 5-year patient follow-up.The minimum period may be increased if the Sponsor(s) stipulates a longer period of time.When the minimum retention period has elapsed, study documentation will not be destroyed without permission from the sponsor. We will keep the fully anonymised research dataset on a secure research database indefinitely to help with future research.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">End of Study<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The end of study is defined as 1 April 2016. The study will stop sooner than this at the discretion of the REC, Sponsor or if advised by the Project Management Group.<\/span><\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Insurance and Indemnity<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">: <\/span><span>The Sponsor is responsible for ensuring proper provision has been made for insurance or indemnity to cover their liability and the liability of the Principal Investigator and staff.<\/span><\/div><div class = \"text-block\">The following arrangements are in place to fulfil the Sponsor’s responsibilities: The Protocol has been designed by the Principal Investigator and researchers employed by NHS Lothian.The Site participating in the study will be liable for clinical negligence and other negligent harm to individuals taking part in the study and covered by the duty of care owed to them by the sites concerned.The Site as part of the United Kingdom's Nation Health Service will have the benefit of NHS Indemnity.<\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Reporting, Publications and Notification of Results<\/span><\/a><\/div><div class = \"text-block\">The results of our research will be disseminated in the following ways:<\/div><div class = \"text-block\">1.Summary disseminated to NHS Lothian communication systems<\/div><div class = \"text-block\">2.A media summary<\/div><div class = \"text-block\">3.Summary on EMeRGE intra- and internet sites<\/div><div class = \"text-block\">4.Presentation at local and national educational, clinical and research meetings<\/div><div class = \"text-block\">5.Presentation at international research meetings<\/div><div class = \"text-block\">6.Publication in peer reviewed journals<\/div><div class = \"text-block\">7.Research report disseminated to NHS Lothian R&D, NHS Research Scotland.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":948492,"guid":"81685C309DF511EA8618FB573A4EF72A","previous_id":948491,"previous_guid":"816687709DF511EA8618FB573A4EF72A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"89D55F83738A442186BAF40749C59AE8","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"747FD7926DE349F2854F20B7CD1F0694","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">8.References<\/span><\/div><div class = \"text-block\"><span>[1] Reed MJ, Newby DE, Coull AJ et al.Risk stratification Of Syncope in the Emergency department: The ROSE study.<\/span><span style = \"font-style:italic;\">J American College Cardiology<\/span><span>2010;55 (8): 713-721.<\/span><\/div><div class = \"text-block\"><span>[2]Reed MJ, Henderson SS,Newby DE, et al.One-year prognosis after syncope and the failure of the ROSE decision instrument to predict 1 year adverse events.<\/span><span style = \"font-style:italic;\">Ann Emerg Med<\/span><span>2011; 58 (3): 250-6.<\/span><\/div><div class = \"text-block\"><span>[3]Martin TP, Hanusa BH, Kapoor WN.Risk stratification of Patients with Syncope.<\/span><span style = \"font-style:italic;\">Ann Emerg Med<\/span><span>1997; 29 (4): 459-466.<\/span><\/div><div class = \"text-block\"><span>[4] Oh JH, Hanusa BH, Kapoor WN, et al.Do Symptoms Predict Cardiac Arrhythmias and Mortality in Patients With Syncope?<\/span><span style = \"font-style:italic;\">Arch Intern Med<\/span><span>1999; 159: 375-380.<\/span><\/div><div class = \"text-block\"><span>[5] Colivicchi F, Ammirati F, Melina D, et al.Development and prospective validation of a risk stratification system for patients with syncope in the emergency department: the OESIL risk score.<\/span><span style = \"font-style:italic;\">European heart journal<\/span><span>2003; 24: 811-819.<\/span><\/div><div class = \"text-block\"><span>[6] Sarasin FP, Hanusa BH, Perneger T, et al.A Risk Score to Predict Arrhythmias in Patients with Unexplained Syncope.<\/span><span style = \"font-style:italic;\">Acad Emerg Med<\/span><span>2003; 10 (12): 1312-1317.<\/span><\/div><div class = \"text-block\"><span>[7] Quinn JV, Stiell IG, McDermott DA, et al.Derivation of the San Francisco syncope rule to predict patients with short-term serious outcomes.<\/span><span style = \"font-style:italic;\">Ann Emerg Med<\/span><span>2004; 43: 224-232.<\/span><\/div><div class = \"text-block\"><span>[8] Quinn JV, McDermott DA, Stiell IG et al.Prospective Validation of the San Francisco Syncope Rule to Predict Patients With Serious Outcomes.<\/span><span style = \"font-style:italic;\">Ann Emerg Med<\/span><span>2006;47:448-453.<\/span><\/div><div class = \"text-block\"><span>[9] Costantino G, Perego F, Dipaola, et al.Short and Long-term prognosis of syncope, risk factors, and role of hospital admission.Results from the StePS (Short-Term Prognosis of Syncope) study.<\/span><span style = \"font-style:italic;\">J American College Cardiology<\/span><span>2008;51(3): 276-283.<\/span><\/div><div class = \"text-block\"><span>[10] Del Rosso A, Ungar A, Maggi R et al.Clinical predictors of cardiac syncope at initial evaluation in patients referred urgently to a general hospital: the EGSYS score.<\/span><span style = \"font-style:italic;\">Heart<\/span><span>2008: 94: 1620-1626.<\/span><\/div><div class = \"text-block\">[11 ]<\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Cheung%20CC%5BAuthor%5D&cauthor=true&cauthor_uid=24976467\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Cheung CC<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Kerr%20CR%5BAuthor%5D&cauthor=true&cauthor_uid=24976467\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Kerr CR<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Krahn%20AD%5BAuthor%5D&cauthor=true&cauthor_uid=24976467\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Krahn AD<\/span><\/a><\/div><div class = \"text-block\"><span>.Comparing 14-day adhesive patch with 24-h Holter monitoring.<\/span><span style = \"font-style:italic;\">Future Cardiol.<\/span><span>2014; 10(3): 319-22.<\/span><\/div><div class = \"text-block\"><span>[12] Bass EB, Curtiss EI, Arena VC, et al. The duration of Holter monitoring in patients with syncope. Is 24 hours enough?<\/span><span style = \"font-style:italic;\">Arch Intern Med.<\/span><span>1990; 150: 1073-1078.<\/span><\/div><div class = \"text-block\"><span>[13] Tattersall L, Reed MJ. The Inpatient Management of Syncope.<\/span><span style = \"font-style:italic;\">Emerg Med J.<\/span><span>2010; 27: 870-872.<\/span><\/div><div class = \"text-block\"><span>[14] Guidelines for the diagnosis and management of syncope (version 2009). The Task Force for the Diagnosis and Management of Syncope of the European Society of Cardiology (ESC).<\/span><span style = \"font-style:italic;\">Eur Heart J<\/span><\/div><div class = \"text-block\"><a href=\"http:\/\/eurheartj.oxfordjournals.org\/content\/30\/21.toc\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">2009; 30 (21<\/span><\/a><\/div><div class = \"text-block\">): 2631-2671.<\/div><div class = \"text-block\">[15] <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Rosenberg%20MA%5BAuthor%5D&cauthor=true&cauthor_uid=23240827\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Rosenberg MA<\/span><\/a><\/div><div class = \"text-block\">, Samuel M, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Thosani%20A%5BAuthor%5D&cauthor=true&cauthor_uid=23240827\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Thosani A<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Zimetbaum%20PJ%5BAuthor%5D&cauthor=true&cauthor_uid=23240827\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Zimetbaum PJ<\/span><\/a><\/div><div class = \"text-block\"><span>.Use of a noninvasive continuous monitoring device in the management of atrial fibrillation: a pilot study.<\/span><span style = \"font-style:italic;\">Pacing Clin Electrophysiol.<\/span><span>2013; 36(3): 328-33.<\/span><\/div><div class = \"text-block\"><span>[16] Tung CE, Turakhia MP, Lansberg MG. Diagnostic Yield of Extended Cardiac Patch Monitoring in Patients with Stroke or TIA.<\/span><span style = \"font-style:italic;\">Front. Neurol.<\/span><span>2014; 5: 266.<\/span><\/div><div class = \"text-block\"><span>[17] Barrett P,  Komatireddy R, Haaser S et al. Comparison of 24 hour Holter monitoring versus 14 day novel adhesive patch electrocardiographic monitoring. <\/span><span style = \"font-style:italic;\">Am J Med.<\/span><span> 2014; 127: 95. e11-95. e17<\/span><\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Schreiber%20D%5Bauth%5D\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">.<\/span><\/a><\/div><div class = \"text-block\">[18] <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Schreiber%20D%5Bauth%5D\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Schreiber<\/span><\/a><\/div><div class = \"text-block\"> D, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Sattar%20A%5Bauth%5D\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Sattar<\/span><\/a><\/div><div class = \"text-block\"> A ,<\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Drigalla%20D%5Bauth%5D\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Drigalla<\/span><\/a><\/div><div class = \"text-block\"> D, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Higgins%20S%5Bauth%5D\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Higgins<\/span><\/a><\/div><div class = \"text-block\"><span> S. Ambulatory Cardiac Monitoring for Discharged Emergency Department Patients with Possible Cardiac Arrhythmias.<\/span><span style = \"font-style:italic;\">Western Journal of Emergency Medicine<\/span><span>2014; 15 (2): 194.<\/span><\/div><div class = \"text-block\">[19] <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Turakhia%20MP%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Turakhia MP<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Hoang%20DD%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Hoang DD<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Zimetbaum%20P%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Zimetbaum P<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Miller%20JD%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Miller JD<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Froelicher%20VF%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Froelicher VF<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Kumar%20UN%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Kumar UN<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Xu%20X%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Xu X<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Yang%20F%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Yang F<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Heidenreich%20PA%5BAuthor%5D&cauthor=true&cauthor_uid=23672988\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Heidenreich PA<\/span><\/a><\/div><div class = \"text-block\"><span>.Diagnostic utility of a novel leadless arrhythmia monitoring device.<\/span><span style = \"font-style:italic;\">Am J Cardiol.<\/span><span>2013; 112 (4): 520-4.<\/span><\/div><div class = \"text-block\">[20] <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Camm%20CF%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Camm CF<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Tichnell%20C%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Tichnell C<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=James%20CA%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">James CA<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Murray%20B%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Murray B<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Porterfield%20F%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Porterfield F<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Te%20Riele%20AS%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Te Riele AS<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Tandri%20H%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Tandri H<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Calkins%20H%5BAuthor%5D&cauthor=true&cauthor_uid=25215858\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Calkins H<\/span><\/a><\/div><div class = \"text-block\"><span>J. Premature Ventricular Contraction Variability in Arrhythmogenic Right Ventricular Dysplasia\/Cardiomyopathy.<\/span><span style = \"font-style:italic;\">JCardiovasc Electrophysiol<\/span><span>2015; 26 (1): 53-7.<\/span><\/div><div class = \"text-block\"><span>[21] Reed MJ, Mills NL, Weir CJ.Sensitive Troponin Assay Predicts Outcome in Syncope.<\/span><span style = \"font-style:italic;\">Emerg Med J 2012;<\/span><span>29 (12): 1001-3.<\/span><\/div><div class = \"text-block\"><span>[22] Reed MJ, Newby DE, Coull AJ, et al. Diagnostic and prognostic utility of troponin estimation in patients presenting with syncope: a prospective cohort study.<\/span><span style = \"font-style:italic;\">Emerg Med J<\/span><span>2010: 27(4): 272-276.<\/span><\/div><div class = \"text-block\">[23] <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed?term=Keller%20T%5BAuthor%5D&cauthor=true&cauthor_uid=19710485\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Keller T<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed?term=Zeller%20T%5BAuthor%5D&cauthor=true&cauthor_uid=19710485\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Zeller T<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed?term=Peetz%20D%5BAuthor%5D&cauthor=true&cauthor_uid=19710485\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Peetz D<\/span><\/a><\/div><div class = \"text-block\"><span>, et al.Sensitive Troponin I Assay in Early Diagnosis of Acute Myocardial Infarction.<\/span><span style = \"font-style:italic;\">N Engl J Med<\/span><span>2009; 361: 868-877.<\/span><\/div><div class = \"text-block\"><span>[24] Sun BC, Thiruganasambandamoorthy V, Dela Cruz J, et al.Standardized Reporting Guidelines for Emergency Department Syncope Risk Stratification Research.<\/span><span style = \"font-style:italic;\">Acad Emerg Med<\/span><span>2012; 19(6): 694-702.<\/span><\/div><div class = \"text-block\">[25] <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed?term=Thygesen%20K%5BAuthor%5D&cauthor=true&cauthor_uid=22922414\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Thygesen K<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed?term=Alpert%20JS%5BAuthor%5D&cauthor=true&cauthor_uid=22922414\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Alpert JS<\/span><\/a><\/div><div class = \"text-block\">, <\/div><div class = \"text-block\"><a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed?term=Jaffe%20AS%5BAuthor%5D&cauthor=true&cauthor_uid=22922414\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Jaffe AS<\/span><\/a><\/div><div class = \"text-block\"><span> et al. Third universal definition of myocardial infarction.<\/span><span style = \"font-style:italic;\">Eur Heart J<\/span><span>. 2012; 33 (20): 2551-67<\/span><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0}],"document":null,"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Version: 1.3<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Date: 02\/04\/2015<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><\/div><\/div><div class = \"text-block\">Sponsor:This study is sponsored by NHS Lothian.<\/div><div class = \"text-block\">Funding:Applications will be made to Chest, Heart and Stroke Scotland and the Royal College of Emergency Medicine. Ambulatory patches will be provided byiRhythm Technologies, Inc. San Francisco, CA. BNP strips will be provided by Alere.<\/div><div class = \"text-block\">Authorisations and Approvals:This study will be registered with the NIHR research portfolio.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">IRAS Project ID:<\/span><span>179127<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Chief Investigator<\/span><span>:Dr Matthew Reed<\/span><\/div><div class = \"text-block\">Consultant, NHS Career Research Fellow & Honorary Senior Lecturer in Emergency Medicine.<\/div><div class = \"text-block\">Emergency Medicine Research Group Edinburgh (EMeRGE), Department of Emergency Medicine,<\/div><div class = \"text-block\">Royal Infirmary of Edinburgh,<\/div><div class = \"text-block\">51 Little France Crescent, Edinburgh, EH16 4SA, UK.<\/div><div class = \"text-block\"><span>E-mail:<\/span><a href=\"mailto:matthew.reed@nhslothian.scot.nhs.uk\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">matthew.reed@nhslothian.scot.nhs.uk<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Co-Investigator:<\/span><span>Professor Alasdair Gray<\/span><\/div><div class = \"text-block\">Professor of Emergency Medicine.<\/div><div class = \"text-block\">Emergency Medicine Research Group Edinburgh (EMeRGE), Department of Emergency Medicine,<\/div><div class = \"text-block\">Royal Infirmary of Edinburgh,<\/div><div class = \"text-block\">51 Little France Crescent, Edinburgh, EH16 4SA, UK.<\/div><div class = \"text-block\"><span>E-mail:<\/span><a href=\"mailto:alasdair.Gray@nhslothian.scot.nhs.uk\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">alasdair.Gray@nhslothian.scot.nhs.uk<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Co-Investigator:<\/span><span>Dr Neil Grubb<\/span><\/div><div class = \"text-block\">Consultant in Cardiology and Cardiac Electrophysiology.<\/div><div class = \"text-block\">Department of Cardiology,<\/div><div class = \"text-block\">Royal Infirmary of Edinburgh,<\/div><div class = \"text-block\">51 Little France Crescent, Edinburgh, EH16 4SA, UK.<\/div><div class = \"text-block\"><span>E-mail:<\/span><a href=\"mailto:neil.grubb@nhslothian.scot.nhs.uk\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">neil.grubb@nhslothian.scot.nhs.uk<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Co-Investigator:<\/span><span>Dr Chris Lang<\/span><\/div><div class = \"text-block\">Consultant in Cardiology and Cardiac Electrophysiology.<\/div><div class = \"text-block\">Department of Cardiology,<\/div><div class = \"text-block\">Royal Infirmary of Edinburgh,<\/div><div class = \"text-block\">51 Little France Crescent, Edinburgh, EH16 4SA, UK.<\/div><div class = \"text-block\"><span>E-mail:<\/span><a href=\"mailto:chris.lang@nhslothian.scot.nhs.uk\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">chris.lang@nhslothian.scot.nhs.uk<\/span><\/a><\/div><div class = \"text-block\">Study Co-ordination<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Lead Research Nurse:<\/span><span>Kirsty Simpson<\/span><\/div><div class = \"text-block\">Emergency Medicine Research Group Edinburgh (EMeRGE), Department of Emergency Medicine,<\/div><div class = \"text-block\">Royal Infirmary of Edinburgh,<\/div><div class = \"text-block\">51 Little France Crescent,<\/div><div class = \"text-block\">Edinburgh, EH16 4SA, UK.<\/div><div class = \"text-block\"><span>E-mail:<\/span><a href=\"mailto:Kirsty.Simpson@nhslothian.scot.nhs.uk\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">Kirsty.Simpson@nhslothian.scot.nhs.uk<\/span><\/a><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Statistician:<\/span><span>Dr Christopher J. Weir<\/span><\/div><div class = \"text-block\">MRC Hub for Trials Methodology Research<\/div><div class = \"text-block\">Centre for Population Health Sciences<\/div><div class = \"text-block\">University of Edinburgh Medical School<\/div><div class = \"text-block\"><span>Teviot Place, Edinburgh EH8 9AGE-mail:<\/span><a href=\"mailto:Christopher.Weir@ed.ac.uk\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">Christopher.Weir@ed.ac.uk<\/span><\/a><\/div><\/div>","changed_on":1590351651}