{"uri":"epidemiological-characterisation-of-pain-and-funct-hqrb5v6","version_id":"0","protocol_name":"Epidemiological characterisation of pain and functional outcomes in relation to trauma and compensation","protocol_name_html":"Epidemiological characterisation of pain and functional outcomes in relation to trauma and compensation","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"1","last_modified":"1515045602","type_id":"1","link":"","fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1493700119","publish_date":"2017-05-02 04:41:59","documents":"[{\"url\":\"https:\/\/s3.amazonaws.com\/pr-journal\/jfyge96.docx\",\"file_id\":\"9398\",\"thumb_url\":\"\/img\/extensions\/docx.png\",\"ofn\":\"OnlineProtocol.docx\"}]","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"<p>Chronic pain and mental health conditions after injury have an enormous impact on quality of life, placing a huge personal and financial burden on the individual, their families, as well as health and compensation systems. This observational prospective cohort study evaluated the role of demographic, injury\/trauma, and compensation-related factors in chronic pain, mental health and disability after hospitalisation for orthopaedic injuries and major trauma in Victoria, Australia. We specifically sought to identify early predictors of complex needs, and to generate new evidence on the association between client experience of the compensation system and health outcomes.<\/p>","is_bookmarked":"0","can_reassign":"1","before_start":"<p> <\/p>\n<h2><a target=\"_blank\"><\/a>METHODS<\/h2>\n<h2>Participant source<\/h2>\n<p>Participants were recruited from the Victorian State Trauma Registry (VSTR)<sup>1<\/sup> and the Victorian Orthopedic Trauma Outcomes Registry (VOTOR)<sup>2<\/sup>. Participants were recruited if they attended The Alfred Hospital, a major trauma service hospital in Victoria and met the inclusion criteria for the trauma registries. The VSTR monitors major trauma cases and systems in Victoria, Australia, and collects data pertaining to pre-injury demographics, trauma and admission on all patients admitted to 138 hospitals in the state, and patient outcomes (6- and 12-months post injury) are collected through telephone interview.<\/p>\n<p>The principle criteria for inclusion in VSTR are (a) admission to intensive care unit for &gt;24 hours and mechanistically ventilated; (b) significant injury to two or more body regions (i.e., an abbreviated Injury Score (AIS) of &gt;2 in two or more body regions) or a total Injury Severity Score (ISS) greater than 12; (c) urgent surgery for intracranial, intrathoracic or intra-abdominal injury, or fixation of pelvic or spinal fractures; (d) electrical injuries, drowning and asphyxia; or (e) admission to hospital for &gt; 3 days.<\/p>\n<p>Patients are included in VOTOR if they have sustained an orthopedic (bone or soft tissue) injury and were admitted to one of four Victorian hospitals for &gt; 24 hours. Patients who have soft tissue injuries that were managed conservatively do not enter VOTOR, and therefore were not eligible for participation in the present study. These recruitment sources ensure that the cohort were drawn from one of the two major trauma services in the state of Victoria, Australia, and details about the initial trauma or hospitalization were not reliant on patient recall.<\/p>\n<p>Injured persons, admitted to The Alfred Hospital following injury in October 2012-October 2014, were invited to participate in the study by the registry interviewers, who were not part of the project team, at the conclusion of their 12-month registry telephone interview (see Appendix 1 for invitation script). Patients who required a proxy (e.g., due to brain injury) were not invited to participate, and patients with identified issues or distress were flagged by the trauma registry staff and the reason for distress was provided (e.g., death associated with injury, severe injury\/disability). Only English-speaking participants aged 18-70 were eligible. Exclusion criteria were cognitive impairment, assessed qualitatively during trauma registry interview, or need for proxy. If participants became distressed during the interview a specific distressed participants procedure was followed (see Appendices 2 and 3).<\/p>\n<p>The study was approved by Alfred Hospital (study: 290\/13) and Monash University (study: CF13\/3276 - 2013001633) human research ethics committees, and participants provided written informed consent.<\/p>\n<p> <\/p>\n<h2><a target=\"_blank\"><\/a>Procedures<\/h2>\n<h3><a target=\"_blank\"><\/a>Data linkage<\/h3>\n<p>VSTR and VOTOR trauma registries contain data pertaining to pre-injury demographics, trauma and admission data, and outcomes are assessed through telephone interview, and have been described in detail elsewhere <sup>2-5<\/sup>. Registry data were collected at discharge from hospital and in interviews 6- and 12-months following injury. Participant data were extracted from the trauma registries, including patient demographics and injury information (i.e., trauma circumstances, injury coding and severity scoring, discharge location, compensation status) and some discharge outcomes (i.e., patient reported health).<\/p>\n<p> <\/p>\n<h2><a target=\"_blank\"><\/a>Measures<\/h2>\n<p>Following the 12-month registry interview, we administered additional questionnaires either by telephone, online or in hardcopy to more comprehensively measure pain and mental health outcomes, perceived injustice, and compensation experience. The full list of data are available in the Study Data dictionary, see supplementary materials uploaded to protocols.io, or contact the chief investigator Melita Giummarra (melita.giummarra@monash.edu).<\/p>\n<p><strong> <\/strong><\/p>\n<h3><a target=\"_blank\"><\/a>Demographics<\/h3>\n<p>Participant demographic data included gender, age at injury\/accident, education level, annual household income (12-months after injury) and comorbidity prior to injury. A neighborhood measure of socio-economic status (SES) was calculated from the residential postcode of potential participants using the Index of Relative Socio-Economic Advantage and Disadvantage (IRSAD) <sup>6<\/sup>. The IRSAD score is calculated based on typical education, employment and family structure in that area. Each area is ranked nationally, with lower scores representing greater disadvantage. Other demographic characteristics included work status at time of injury and 12-months post-injury.<\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<h3><a target=\"_blank\"><\/a>Cause and severity of injury<\/h3>\n<p>Information about trauma included cause of injury, length of hospital stay (in days), admission to the intensive care unit (ICU), whether the injury was compensable, and work-status pre-injury and 12-months post-injury. Participants reported whether they attributed fault for the accident to themselves or another person (i.e. external). Participants also disclosed whether they had consulted a lawyer, and\/or engaged common law proceedings following injury.<\/p>\n<p> <\/p>\n<p> <\/p>\n<p>Injury severity was measured by the <em>Injury Severity Score<\/em> (ISS), which is calculated from the maximum Abbreviated Injury Scale (AIS) 2005 Update 2008 score in three different body regions (each maximum AIS score is squared and then summed).<span style=\"font-size: 10.8333px;\">7<\/span> The AIS codes injury severity from 1 = ‘<em>minor’<\/em>, 2 = ‘<em>moderate’<\/em>, 3 = ‘<em>serious’<\/em>, 4 = ‘<em>severe’<\/em>, 5 = ‘<em>critical’<\/em> and 6 = ‘<em>maximal (currently untreatable)’.<\/em> There are nine AIS body regions: head, face, neck, thorax, abdomen, spine, upper extremity, lower extremity and external or other body regions. For all patients, AIS was coded retrospectively by a trained and experienced AIS coder either employed by the health service trauma registry or the Victorian State Trauma Registry. The method of AIS coding is consistent across all health services, with coding occurring after definitive care admission to ensure that all information about the injury was available for accurate coding. The AIS coders were all trained in the rules and guidelines for AIS coding, including the ranking of sources and reliability of injury information.  As AIS is not included in the VOTOR registry, AIS scores for 90 cases who were only registered to VOTOR and had sustained isolated limb injuries with an ISS &lt;12, were assigned AIS codes based on the International Classification of Diseases (10) Australian Modification (ICD-10-AM) diagnosis codes. These cases were included to give a spectrum of relatively minor and major injuries. The methods followed in this study were in line with best practice in trauma and registry sciences, and valid for coding isolated limb injuries where the nature, location and type of injury is clear in the ICD-10 diagnosis codes and injury descriptions.<\/p>\n<h3><a target=\"_blank\"><\/a>Perceived Injustice<\/h3>\n<p>Perceived injustice was measured using the <em>Injustice Experience Questionnaire (IEQ)<\/em>, a 12-item scale measuring frequency of experiencing each of 12 feelings related to the injury and subsequent situation <sup>8<\/sup>. Items were rated on a 5-point Likert scale from 0 ‘<em>not at all’<\/em> to 4 ‘<em>all the time’. <\/em>The scale has subscales comprising Severity\/Irreparability of Loss (6-items; Cronbach α = .90 in the present sample) and Blame\/Unfairness (6-items; Cronbach α = .91). The total score reflects global perceptions of injustice, with scores <u>&gt;<\/u>20 indicating clinical elevation <sup>9<\/sup>.<\/p>\n<p> <\/p>\n<h3><a target=\"_blank\"><\/a>Pain<\/h3>\n<p>Six pain outcomes were measured including, pain intensity and interference, pain-related disability, catastrophizing effects of pain, kinesiophobia and pain self-efficacy. The <em>Brief Pain Inventory (BPI)<\/em> comprises 11-point numerical rating scales of pain intensity (right now, least, worst, average) and interference with various aspects of daily life in the previous week <sup>10<\/sup>. Four items reflecting pain intensity were rated from 0 ‘<em>no pain<\/em>’ to 10 ‘<em>pain as bad as you can imagine<\/em>’, and seven items referring to pain interference were rated from 0 ‘<em>did not interfere’<\/em> to 10 ‘<em>interfered completely’<\/em>. A total score for each subscale was obtained by calculating the average of all item responses for each subscale generating a pain severity and pain interference score (Cronbach α =.92 for pain severity and .95 for pain interference in the present cohort).<\/p>\n<p>Pain-related disability was measured using the <em>Roland-Morris Disability Questionnaire (RMDQ)<\/em>, an 18-item scale requiring respondents to indicate whether certain actions\/behaviors are difficult for them to undertake. It was originally developed for back-pain related disability; however, the present version reflected pain in general. The scale has high construct and content validity, internal consistency (Cronbach α: .92 in the present data) and test-retest reliability. A total score for this scale was calculated by counting the number of items to which the respondent had selected.<\/p>\n<p>The <em>Pain Catastrophizing Scale (PCS) <\/em>was used to measure the tendency to have an exaggerated negative mindset in response to actual or anticipated painful experiences <sup>11<\/sup>. It is a 13-item scale that requests respondents to rate the degree to which they have certain types of thoughts and feelings when they are in pain. The 13 items are rated on a 5-point Likert scale from 0 ‘<em>not at all<\/em>’ to 4 ‘<em>all the time<\/em>’, with subscales of rumination, magnification and helplessness. For this study only a total score was used (Cronbach α = .95 in the present sample), calculated by adding all 13 item responses, with scores &gt; 30 indicative of clinically elevated catastrophizing.<\/p>\n<p>The <em>Tampa Scale of Kinesiophobia (TSK)<\/em> is a 17-item scale that measures fear of physical movement and activity that might result in painful injury and\/or re-injury <sup>12<\/sup>. Each item is rated on a 4-point Likert scale from 1 ‘<em>strongly disagree<\/em>’ to 4 ‘<em>strongly agree<\/em>’ and a total score for the scale was calculated by adding the responses to all 17 items after inverting items 4, 8, 12 and 16 (Cronbach α = .84 in the present data). Scores &gt; 37 are indicative of clinically elevated kinesiophobia.<\/p>\n<p>The <em>Pain Self Efficacy Questionnaire (PSEQ)<\/em> comprises 10 items capturing one’s confidence in performing activities, including household chores, socializing and work, despite pain. This scale has high internal consistency (Cronbach α = .96 in the present data) and good test-retest reliability <sup>13<\/sup>. The items were answered on a 7-point Likert scale from 0 ‘<em>not at all confident<\/em>’ to 6 ‘<em>completely confident’<\/em>. A total score was calculated by adding the item scores, with higher scores indicating better self-efficacy. Scores &lt; 20 are indicative of poor self-efficacy.<\/p>\n<h3><a target=\"_blank\"><\/a>Psychological wellbeing<\/h3>\n<p>Symptoms of posttraumatic stress disorder were measured with the <em>Posttraumatic Stress Disorder Checklist<\/em> (PCL-C)<sup>14<\/sup>, which is a brief self-report inventory for <em>DSM-IV-TR <\/em>symptoms of PTSD. The PCL-C produces a total score ranging from 17 to 85, measuring overall symptomatology. The 17 items were sorted into four subscales, corresponding to the five criterion, four-cluster, structure of PTSD in the <em>DSM-5<\/em>: Criterion A: trauma exposure; Criterion B: re-experiencing symptoms (PCL-C items 1-5, Cronbach’s α = .90); Criterion C: avoidance symptoms (PCL-C items 6-7, α = .79); Criterion D: negative alterations to cognition and mood (PCL-C items 8-12, α = .87); and Criterion E: hyperarousal symptoms (PCL-C items 13-17, α = .84), in line with recent recommendations.<sup>15<\/sup> The DSM-IV symptoms that are missing with this conversion method specifically relate to the presence of distorted cognitions, and negative emotional states (Criterion D); and reckless or self-destructive behavior (Criterion E). All other DSM-5 symptoms are measured in the PCL-C. Determination of probable PTSD was based on exceeding a threshold of <u>&gt;<\/u>36, which has been recommended as clinically suggestive in pain cohorts<sup>16<\/sup> in addition to meeting all five PTSD criteria<sup>17<\/sup>; that is, trauma exposure plus indicating that in the past month they have been bothered by at least one Cluster B and C symptom, and at least two Cluster D and E symptoms moderately, quite a bit or extremely. Cronbach’s α for the total scale in the present sample was .95.<\/p>\n<p>Symptoms of anxiety and depression were measured with <em>Hospital Anxiety and Depression Scale<\/em> (HADS)<sup>18<\/sup>, a self-report screening measure of clinical depression and anxiety validated for use in a non-clinical setting. It comprises two subscales, measuring anxiety (HADS-A) and depression (HADS-D), with seven items each. Items are rated on a four-point Likert scale and summed to produce subscale scores that range from 0 to 21. Higher scores indicate more severe symptoms and scores of <u>&gt;<\/u>11 represent a probable clinical disorder.<sup>18<\/sup> Cronbach’s α in the present sample were .74 (anxiety) and .85 (depression).<\/p>\n<p> <\/p>\n<h3><a target=\"_blank\"><\/a>Health<\/h3>\n<p>Functional health and well-being was measured using the <em>Short Form Health Survey (SF-12)<\/em>, a validated and reliable 12-item scale that assesses respondent’s views about their health. The scale consists of two subscales reflecting physical health (physical component summary; PCS) and mental health (mental component summary; MCS). The PCS and MCS health scores range from 0 to 100, with 0 indicating the lowest level of health and 100 the highest.<\/p>\n<p> <\/p>\n<h3><a target=\"_blank\"><\/a>Disability<\/h3>\n<p>Level of disability was measured using the extended version of the <em>Glasgow Outcome Scale (GOS-E)<\/em> <sup>19<\/sup> which classifies patient status into one of eight categories: death, vegetative state, lower severe disability, upper severe disability, lower moderate disability, upper moderate disability, lower good recovery and upper good recovery. Disability outcome is determined from independence, work and leisure activity participation, and relationships with family and friends. The <em>EuroQol Five Dimensions questionnaire <\/em>(<em>EQ-5D)<\/em> <sup>20<\/sup> was used to measure general health outcomes relating to five domains: mobility, self-care, usual activities, pain or discomfort, and anxiety or depression. A summary score ranging from 0 to 1 was calculated using the UK indexed norms <sup>21<\/sup>, where a score of 1 indicates the best health state, and 0 indicates the worst health outcome.<\/p>\n<p><strong> <\/strong><\/p>\n<p> <\/p>\n<h1>References<\/h1>\n<p> <\/p>\n<ol>\n<li>Cameron PA, Finch CF, Gabbe BJ, et al. Developing Australia's first statewide trauma registry: what are the lessons? <em>ANZ J Surg<\/em> 2004;74:424-28.<\/li>\n<li>Urquhart DM, Edwards ER, Graves SE, et al. Characterisation of orthopaedic trauma admitted to adult level 1 trauma centres. <em>Injury<\/em> 2006;37(2):120-27.<\/li>\n<li>Cameron PA, Gabbe BJ, McNeil JJ, et al. The trauma registry as a statewide quality improvement tool. <em>Journal of Trauma and Acute Care Surgery<\/em> 2005;59(6):1469-76.<\/li>\n<li>Gabbe BJ, Cameron PA, Williamson OD, et al. The relationship between compensable status and long-term patient outcomes following orthopaedic trauma. <em>Medical Journal of Australia<\/em> 2007;187(1):14-17.<\/li>\n<li>Williamson OD, Epi GDC, Gabbe BJ, et al. Predictors of moderate or severe pain 6 months after orthopaedic injury: a prospective cohort study. <em>Journal of orthopaedic trauma<\/em> 2009;23(2):139-44.<\/li>\n<li>Australian Bureau of Statistics. Information paper: an introduction to Socio- Economic Index for Areas (SEIFA) (2039.0). In: Australian Bureau of Statistics, ed. Canberra: Australian Bureau of Statistics,, 2008.<\/li>\n<li>Baker SP, O'Neill B, Haddon WJ, et al. The Injury Severity Score: a method for describing patients with multiple injuries and evaluating emergency care. <em>Journal of Trauma<\/em> 1974;14:187-96.<\/li>\n<li>Sullivan M, Adams H, Horan S, et al. The Role of Perceived Injustice in the Experience of Chronic Pain and Disability: Scale Development and Validation. <em>J Occup Rehabil<\/em> 2008;18(3):249-61. doi: 10.1007\/s10926-008-9140-5<\/li>\n<li>Scott W, Trost Z, Milioto M, et al. Further Validation of a Measure of Injury-Related Injustice Perceptions to Identify Risk for Occupational Disability: A Prospective Study of Individuals with Whiplash Injury. <em>Journal of occupational rehabilitation<\/em> 2013;23(4):557-65. doi: 10.1007\/s10926-013-9417-1<\/li>\n<li>Cleeland CS. Measurement of pain by subjective report. In: Chapman CR, Loeser JD, eds. Advances in Pain Research and Therapy, Volume 12: Issues in Pain Measurement. New York: Raven Press 1989:391-403.<\/li>\n<li>Sullivan MJL, Bishop S, Pivik J. The pain catastrophizing scale: development and validation. <em>Psychol Assess<\/em> 1995;7::524-32.<\/li>\n<li>Miller RP, Kori S, Todd D. The Tampa Scale: a measure of kinesiophobia. <em>The Clinical journal of pain<\/em> 1991;7(1):51-52.<\/li>\n<li>Nicholas MK. The pain self‐efficacy questionnaire: Taking pain into account. <em>European Journal of Pain<\/em> 2007;11(2):153-63.<\/li>\n<li>Weathers FW, Litz BT, Herman DS, et al. The PTSD checklist: Reliability, validity, and diagnostic utility. Annual Meeting of the International Society for Traumatic Stress Studies. San Antonio, TX, 1993.<\/li>\n<li>Rosellini AJ, Stein MB, Colpe LJ, et al. Approximating a DSM-5 diagnosis of PTSD using DSM-IV criteria. <em>Depress Anxiety<\/em> 2015;32(7):493-501. doi: 10.1002\/da.22364<\/li>\n<li>U.S. Department of Veterans Affairs. Using the PTSD Checklist (PCL) 2012 [Available from: National Center for PTSD website: <a href=\"http:\/\/sph.umd.edu\/sites\/default\/files\/files\/PTSDChecklistScoring.pdf\" target=\"_blank\">http:\/\/sph.umd.edu\/sites\/default\/files\/files\/PTSDChecklistScoring.pdf<\/a>.<\/li>\n<li>American Psychiatric Association. Diagnostic and statistical manual of mental disorders: DSM-5. Washington, D.C: American Psychiatric Association 2013.<\/li>\n<li>Zigmond AS, Snaith RP. The Hospital Anxiety and Depression Scale. <em>Acta Psychiatr Scand<\/em> 1983;67(6):361-70. doi: 10.1111\/j.1600-0447.1983.tb09716.x<\/li>\n<li>Wilson JT, Pettigrew LE, Teasdale GM. Structured interviews for the Glasgow Outcome Scale and the extended Glasgow Outcome Scale: guidelines for their use. <em>Journal of neurotrauma<\/em> 1998;15(8):573-85. doi: 10.1089\/neu.1998.15.573 [published Online First: 1998\/09\/03]<\/li>\n<li>Herdman M, Gudex C, Lloyd A, et al. Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L). <em>Quality of Life Research<\/em> 2011;20(10):1727-36. doi: 10.1007\/s11136-011-9903-x<\/li>\n<li>Dolan P. Modeling valuations for EuroQol health states. <em>Medical Care<\/em> 1997;35:1095-108.<\/li>\n<\/ol>\n<p> <\/p>\n<h1><a target=\"_blank\"><\/a>Appendix 1: Participant recruitment scripts<\/h1>\n<p><strong> <\/strong><\/p>\n<ol>\n<li>Participants will be informed of the study by the Trauma Registry Team at the conclusion of their standard 12-month telephone interview for VSTR and VOTOR data collection.<\/li>\n<\/ol>\n<p> <\/p>\n<p><em>“Monash University are currently conducting a study exploring recovery from road trauma. The results of the study will help us to identify what factors are associated with good and poor recovery, and the role that compensation schemes play in assisting or impairing this process. <\/em><em>Participation is voluntary and your decision about participating, or not, will not affect the care you receive from the Alfred Hospital. Are you happy for a researcher on that study to contact you about the study?”<\/em><\/p>\n<p><strong><em>If Yes:<\/em><\/strong><em> “A researcher will contact you within the next week to explain what participation in the study involves. However, you are not obligated to participate and can withdraw at any time. The researchers will not have access to any confidential information about you, apart from your name and phone number, unless you consent to participate. Thank you for your time”<\/em><\/p>\n<p><strong><em>If No:<\/em><\/strong><em> “Not a problem, thank you for your time.”<\/em><\/p>\n<p> <\/p>\n<ol start=\"2\">\n<li>The researcher will contact potential participants identified by the Trauma Registry Team via telephone and inform them of the study. Participation in this study will involve the completion of several questionnaires during a one-hour interview over the phone.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"3\">\n<li>If they wish to participate in the study a time will be arranged to conduct the interview and they will be sent an information pack (containing: participant information sheet; consent form; and a reply paid envelope) through the mail.<\/li>\n<\/ol>\n<p> <\/p>\n<p><strong><em>Inclusion<\/em><\/strong><strong> <em>criteria<\/em><\/strong>: English-speaking, aged 18-70, able to complete\/answer questionnaires.<\/p>\n<p><strong><em>Exclusion criteria<\/em><\/strong>: cognitive impairment (assessed in registry interview) or need for proxy.<\/p>\n<p> <\/p>\n<p> <\/p>\n<h1><a target=\"_blank\"><\/a>Appendix 2: Distressed participant procedure<\/h1>\n<p> <\/p>\n<p><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jf7ge96.jpg\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jf6ge96.jpg\" data-ofn=\"Distressed Procedure_Page_1.jpg\" \/><\/p>\n<h1><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jf9ge96.jpg\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jf8ge96.jpg\" data-ofn=\"Distressed Procedure_Page_2.jpg\" \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jgbge96.jpg\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jgage96.jpg\" data-ofn=\"Distressed Procedure_Page_3.jpg\" \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jgdge96.jpg\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jgcge96.jpg\" data-ofn=\"Distressed Procedure_Page_4.jpg\" \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jgfge96.jpg\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jgege96.jpg\" data-ofn=\"Distressed Procedure_Page_5.jpg\" \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jghge96.jpg\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/jggge96.jpg\" data-ofn=\"Distressed Procedure_Page_6.jpg\" \/><\/h1>\n<h1> <\/h1>\n<h1> <\/h1>\n<h1> <\/h1>\n<h1><a target=\"_blank\"><\/a>Appendix 3: Distressed patient letter<\/h1>\n<p> <\/p>\n<p>Date: [Insert]<\/p>\n<p>Dear [Name],<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Research Project: [Title]<\/strong><\/p>\n<p> <\/p>\n<p>We were very sorry to hear that our study has raised some issues regarding your past experiences.<\/p>\n<p> <\/p>\n<p>We just wanted to send you a letter to let you know that you do not have to complete the questionnaire, we have withdrawn you from the study and will make no further attempts to contact you unless you indicate that you wish for us to do so.<\/p>\n<p> <\/p>\n<p>We would also like to take this opportunity to provide you with some resources in case you need someone to talk to you or please feel free to contact us on the details below.<\/p>\n<p> <\/p>\n<p>Lifeline: 24 hour counselling                 13 1114<\/p>\n<p>Beyond Blue                                         1300 224 636<\/p>\n<p>Veterans Counselling Service                1800 011 046<\/p>\n<p>Victims of crime                                    1800 000 055<\/p>\n<p>Road Trauma Support                           1300 367 797<\/p>\n<p>Brain Link                                             1800 677 579<\/p>\n<p> <\/p>\n<p>Alfred Hospital<\/p>\n<p>Patient Advocate                                  9076 8001<\/p>\n<p>Outpatient Department                         9076 2038<\/p>\n<p> <\/p>\n<p>We sincerely apologise for any distress this has caused you.<\/p>\n<p> <\/p>\n<p>Thank you for your time.<\/p>\n<p> <\/p>\n<p>Kind regards,<\/p>\n<p>                                 <\/p>\n<p> <\/p>\n<p>Dr Liane Ioannou, PhD                                                  Amy Allen<\/p>\n<p>Research Officer, ARC Linkage Grant                            Research Assistant, ARC Linkage Grant<\/p>\n<p>School of Psychological Science                                        School of Psychological Science<\/p>\n<p>Monash University, Clayton                                               Monash University, Clayton<\/p>\n<p>P: (03) 9905 6854                                                             P: (03) 9905 6854<\/p>\n<p>E: liane.ioannou@monash.edu                                          E: amy.allen@monash.edu<\/p>\n<h1> <\/h1>\n<h1> <\/h1>","has_guidelines":"0","materials":[],"warning":"","version_class":"5617","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1493001303","protocol_affiliation":"Monash University, Caulfield Pain Management & Research Centre","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.hqrb5v6","doi_status":"2","changed_fork_steps":null,"profile_url":"x2y254w2u2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/002.png","full_name":"Melita Giummarra","created_by":"Melita Giummarra","private_link":"285E4D52075A643457966F6FB9CE7824","original_img":"1","username":"melita-giummarra","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":"<p>Ioannou, L., Braaf, S., Cameron, P., Gibson, S.J., Ponsford, J., Jennings, P.A., Arnold, C.A., Georgiou-Karistianis, N., Giummarra, M.J. (2016). Compensation system experience at 12-months after road or workplace injury in Victoria, Australia. <em>Psychological Injury and Law<\/em>, 9(4), 376-389, DOI: 0.1007\/s12207-016-9275-1.<\/p>\n<p> <\/p>\n<p>Giummarra, M.J., Cameron, P., Ponsford, J., Ioannou, L., Gibson, S.J., Jennings, P.A., &amp; Georgiou-Karistianis, N. (2016). Return to Work After Traumatic Injury: Increased Work-Related Disability in Injured Persons Receiving Financial Compensation is Mediated by Perceived Injustice. <em>Journal of Occupational Rehabilitation<\/em>. DOI: 10.1007\/s10926-016-9642-5.<\/p>","journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":242182,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"pain, trauma, injury, mental health","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"2","badge_image":"\/img\/badges\/bronze.svg","badge_description":"Author!"},{"badge_id":"5","badge_image":"\/img\/badges\/earlyadopter.svg","badge_description":"Early adopter"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Melita J Giummarra, Nellie Georgiou-Karistianis, Peter A. Cameron, Jennie Ponsford, Stephen J Gibson, Paul Jennings, Carolyn A. Arnold, Liane J. Ioannou","authors_list":[{"name":"Melita J Giummarra","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null},{"name":" Nellie Georgiou-Karistianis","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null},{"name":" Peter A. Cameron","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null},{"name":" Jennie Ponsford","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null},{"name":" Stephen J Gibson","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null},{"name":" Paul Jennings","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null},{"name":" Carolyn A. Arnold","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null},{"name":" Liane J. Ioannou","affiliation":"Monash University, Caulfield Pain Management & Research Centre","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/002.png","username":"melita-giummarra","full_name":"Melita Giummarra","created_by":"Melita Giummarra"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"","status_id":"1","is_research":"1","status_info":null,"steps":[]}