{"id":27379,"title":"Evaluating the Clinical Cost-effectiveness of Two Primary Mental Health Service Frameworks in Yogyakarta, Indonesia","title_html":"<p>Evaluating the Clinical Cost-effectiveness of Two Primary Mental Health Service Frameworks in Yogyakarta, Indonesia<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.6ythfwn","doi_status":2,"uri":"evaluating-the-clinical-cost-effectiveness-of-two-6ythfwn","type_id":1,"published_on":1567180151,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1567177786,"categories":null,"creator":{"name":"Sabrina G. Anjara","affiliation":"University of Cambridge","affiliations":[{"affiliation":"University of Cambridge","url":"","is_default":1}],"username":"sabrina-anjara","link":"https:\/\/doi.org\/10.17863\/CAM.36975","image":{"source":"\/img\/avatars\/015.png","placeholder":"\/img\/avatars\/015.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":"https:\/\/doi.org\/10.17863\/CAM.36975","total_collections":0,"number_of_steps":25,"authors":[{"name":"Sabrina Anjara","affiliation":"University of Cambridge","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false},{"name":"Chiara Bonetto","affiliation":"University of Verona","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false},{"name":"Carol Brayne","affiliation":"University of Cambridge","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false},{"name":"Tine Van Bortel","affiliation":"University of Cambridge","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[{"id":807599,"guid":"36C9CCC0CB3911E998147D229186118A","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"CAD2205A258B4CD78FBA1960037F9585","order_id":1,"type_id":6,"title":"Section","source":{"title":"DESIGN"}},{"id":1054724,"guid":"4F176E1F91BD4F27B567F96DAE76A6F4","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Study Design<\/div><div class = \"text-block\"><span>This study (“the trial”) set out to compare patient outcomes following usual care either by primary care doctors additionally trained in the Indonesian-adapted WHO mhGAP framework or clinical psychologists in the Specialist Co-location framework through a <\/span><span style = \"font-weight:bold;\">pragmatic<\/span><span>, two-arm<\/span><span style = \"font-weight:bold;\"> partially randomised, non-inferiority cluster trial<\/span><span>. This study design enabled an examination of patients derived from whole populations in a ‘real world’ setting.<\/span><\/div><div class = \"text-block\"><span>A standard randomised controlled trial (RCT) would require both frameworks of services to be provided within each site, i.e. the <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>unit. Within the context of this trial, participants randomised to another treatment group would be asked to travel to another location if the current <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> does not provide the framework. Having both treatment frameworks within a <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> unit was not desirable due to potential contamination between intervention and control participants. Contamination of control participants would have two effects: reducing the point estimate of an intervention’s effectiveness and, as a result, a higher likelihood of type II error. Considering potential contamination, a pragmatic CRCT design was chosen, despite requiring a bigger sample size for the same statistical power and the possibility of increased recruitment bias.<\/span><\/div><div class = \"text-block\">A non-inferiority trial was chosen to test whether either framework is better than the other, for all outcomes. This type of trial is frequently used where the use of a superiority trial against a placebo control (e.g. no treatment) is considered unethical.<\/div><div class = \"text-block\"><span>The primary outcome was the health and social functioning of participants as measured by the Health of the Nation Outcome Scale (<\/span><span style = \"font-weight:bold;\">HoNOS<\/span><span>) (Wing et al., 1996) and secondary outcomes were disability as measured by WHO Disability Assessment Schedule 2.0 (<\/span><span style = \"font-weight:bold;\">WHODAS 2.0<\/span><span>) (Sousa et al., 2010), quality of life as measured by European Quality of Life Scale (<\/span><span style = \"font-weight:bold;\">EQ‐5D-3L<\/span><span>) (Oppe et al., 2007), and <\/span><span style = \"font-weight:bold;\">cost of intervention<\/span><span> evaluated from a health services perspective, which aimed to determine the clinical effectiveness and cost-effectiveness of the adapted WHO mhGAP framework of primary mental health care versus a Specialist framework of care at 6-month follow-up. Both are currently operational frameworks of primary mental health service provision in several <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>within one province (Yogyakarta) in Indonesia. The selection of outcome measures was advised by Dr S. Idaiani from the Indonesian Ministry of Health.<\/span><\/div><div class = \"text-block\"><span>The trial protocol was assessed during a University of Cambridge internal examination on 19<\/span><span style = \"vertical-align:super;\">th<\/span><span> November 2015, by Dr Stephen Gillam and Professor Martin Roland. <\/span><\/div><div class = \"text-block\">The trial involved two phases: a pilot study in June 2016 with the objectives to refine data collection procedures and to serve as a practice run for clinicians involved in the trial; as well as a substantive trial beginning in December 2016. This chapter describes the methods and outcomes of the pilot study, with a focus on the impact on the recruitment strategies used for the substantive trial. Subsequently, this chapter described the methods used for the substantive trial.<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":807600,"guid":"59123290CB3911E998147D229186118A","previous_id":807599,"previous_guid":"36C9CCC0CB3911E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"D2FF139ECF6043DEBBE66F0DC45BC770","order_id":1,"type_id":6,"title":"Section","source":{"title":"DESIGN"}},{"id":1054724,"guid":"4A88A907A34D4558981675C75DD8BA6C","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Pilot Study (June 2016)<\/div><div class = \"text-block\">A pilot study is defined by the UK’s National Institute for Health Research (NIHR) as:<\/div><div class = \"text-block\">“… a version of the main study that is run in miniature to test whether the components of the main study can all work together. It is focused on the processes of the main study, for example to ensure recruitment, retention, randomization, treatment, and follow-up assessments all run smoothly.”<\/div><div class = \"text-block\">The pilot study, therefore, resembled the substantive study in most respects, except for follow-up assessments, given the time limitation of the doctoral degree. The recruitment period for the pilot was one week, and was designed to assess three questions:<\/div><div class = \"text-block\"><ol style = \"list-style-type: decimal;\"><li style = \"counter-reset:ol0;\"> Is it feasible to recruit the number of participants required to meet the planned sample size?<\/li><li style = \"counter-reset:ol0;\"> Is the screening and recruitment procedure feasible?<\/li><li style = \"counter-reset:ol0;\"> Do clinicians find it difficult to perform the in-depth psychiatric interview required to formalise a diagnosis, under time pressure?<\/li><\/ol><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":807601,"guid":"84CCCEE0CB3911E998147D229186118A","previous_id":807602,"previous_guid":"B2922F50CB3911E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"EB0E838DEFD246C0A429C57ECE6B0296","order_id":1,"type_id":6,"title":"Section","source":{"title":"MAIN TRIAL METHODS"}},{"id":1054724,"guid":"8173FA3849974F0E9E85D3F46E6FC555","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Ethics and Governance<\/div><div class = \"text-block\"><span>Ethics approval for the study was granted by the University of Cambridge Psychology Research Ethics Committee (reference number PRE.2015.108) and Universitas Gadjah Mada (reference number 1237\/SD\/PL.03.07\/IV\/2016). Trial insurance further covers investigators and research participants (University of Cambridge Trial Insurance reference number 609\/M\/C\/1510). Ethics approval from all the clusters was not required as each cluster (<\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>) is a state-owned clinic funded and managed by district governments. Permission to conduct research at the Province of Yogyakarta including its all five districts was obtained from the Provincial Government Office (reference number 070\/REG\/V\/625\/5\/2016). This trial is registered with clinicaltrials.gov on 25 February 2016, NCT02700490.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#94EBFF","critical":null,"critical_id":null,"duration":0},{"id":807602,"guid":"B2922F50CB3911E998147D229186118A","previous_id":807600,"previous_guid":"59123290CB3911E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"77339B9C2DB24A4287092B0EB8DC26F0","order_id":1,"type_id":6,"title":"Section","source":{"title":"DESIGN"}},{"id":1054724,"guid":"30D7A44913884174B334CFF2FBAAACC9","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Results of the Pilot Study<\/div><div class = \"text-block\">Concerning question 1, the internal pilot proved that recruitment was feasible if conducted over a more extended period and that the planned sample size could be achieved in principle. <\/div><div class = \"text-block\"><span>The pilot study was conducted over a period of one week in June 2016. Trained and vetted research assistants checked in for duty every morning at 7 am and were asked to take a self-portrait with a specific object within the <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> of their duty. Information on the object, e.g. queue number collection counter, was provided every morning to ensure compliance. A tally of the number of screenings completed was checked against <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>attendance at the end of every day, which enabled the calculation of the percentage of adult primary care attendees screened. Research assistants checked out from duty by sending a picture of the empty <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> to the PhD Researcher coordinating the study on site. All research assistants were given the same base salary (Rp 100,000 ~ £6, per day), but those on duty at a <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> more than three hours’ drive from the centre of Yogyakarta were given additional transport allowance of a day’s salary. Given the lack of an incentive structure, I observed a steady decrease in the percentage of adult attendees screened daily in some <\/span><span style = \"font-style:italic;\">Puskesmas, <\/span><span>indicating a decline in commitment which prompted me to consider an incentive structure for the substantive study. Nonetheless, 5341 patients were screened within the recruitment week.<\/span><\/div><div class = \"text-block\"><span>The evaluation of question 2 indicated that the provision of one research assistant per clinic to manage the screening of all adult primary care attendees raised minor challenges. As the research assistant had to conduct recruitment by explaining the trial objectives to those meeting the screening criteria, several adult primary care attendees were left unscreened every day. To further complicate matters, older patients required help with reading the screening questionnaire which rendered other patients neglected. It was also tricky for research assistants to manage four separate documents for each patient: screening questionnaire, information sheet, informed consent sheet, and the questionnaire booklet. All this need to be compiled with clinician’s assessment following the psychiatric interview. I noticed the potential for the mismanagement of paperwork by research assistants. Despite the challenges, the proposed procedure proved to be feasible. A focus group with five research assistants and local adviser, Dr Bambang Hastha Yoga, discussed potential mitigating strategies for the substantive trial, including having a pair of research assistants per <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>, which were eventually implemented in the substantive trial. <\/span><\/div><div class = \"text-block\">The evaluation of question 3 indicated an inconsistency of confidence among clinicians to conduct in-depth psychiatric interviews during busy clinic hours. The pilot study highlighted that with limited time, such as during general practitioner’s consultation, it was difficult for clinicians to ask questions relating to symptoms of psychiatric morbidity. Given the interest in also conducting a Receiver Operating Curve study on the GHQ-12, a gold standard against which the threshold scores could be compared to was required. Given the precedent set by similar studies conducted in sub-Saharan Africa, under the advice of Professor Martin Prince of King’s College London, I incorporated the Revised Clinical Interview Schedule (CIS-R) which is a structured interview guide to assess the symptoms of psychiatric disorders efficiently.<\/div><div class = \"text-block\">Subtle changes to the substantive study were made, including assigning two research assistants per clinic and converting the information sheets, informed consent sheets, questionnaire batteries, and structured psychiatric interview guide into booklet form. In addition, I extended the recruitment period of the substantive study to two weeks. Doubling the number of research assistants and the length of the recruitment period raised logistical and resource challenges, as additional recruitment and training were required in addition to extra research expenses. <\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":807603,"guid":"C2F5E4E0CB3911E998147D229186118A","previous_id":807601,"previous_guid":"84CCCEE0CB3911E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"DB0021BAB8D140ED99A990580A33B239","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"6E65B0E7E54F4335A64D71FCA99974C5","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Interventions<\/div><div class = \"text-block\">The concept of “Treatment Gap” (TG -- % of those unidentified and untreated who might benefit from known treatments) has been identified as a critical issue within global mental health, leading to the WHO response that is the Mental Health Gap Action Programme (WHO mhGAP). The training manual is available for free download online in various languages, at <\/div><div class = \"text-block\"><a href=\"http:\/\/www.who.int\/mental_health\/mhgap\/training_manuals\/en\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">http:\/\/www.who.int\/mental_health\/mhgap\/training_manuals\/en\/<\/span><\/a><\/div><div class = \"text-block\">. <\/div><div class = \"text-block\">Since 2008, the WHO mhGAP programme aims to scale up services for mental, neurological, and substance use disorders especially among low and middle-income countries, by providing add-on clinical mental health training to a non-specialist audience. The intervention guide, first released in 2010, presents integrated management of priority conditions including depression, psychosis, bipolar disorder, epilepsy, developmental and behavioural disorders in children and adolescents, dementia, disorders due to substance abuse, self-harm\/suicide and other significant emotional or medically unexplained complaints. <\/div><div class = \"text-block\">Proposed management of disorders includes psychoeducation, basic and advanced psychosocial interventions, and pharmacological therapy. Advanced psychosocial interventions outlined in the WHO mhGAP Intervention Guide 1.0 are listed in the WHO website (<\/div><div class = \"text-block\"><a href=\"https:\/\/www.paho.org\/mhgap\/en\/int_management.html%20%E2%80%93%20accessed%20on%2026%20October%202018)\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.paho.org\/mhgap\/en\/int_management.html – accessed on 26 October 2018)<\/span><\/a><span><\/span><\/div><div class = \"text-block\"> and include: Behavioural Activation, Cognitive Behavioural Therapy, Contingency Management Therapy, Family Counselling or Therapy, Interpersonal Psychotherapy, Problem-solving Therapy, Relaxation Training, and Social Skills Therapy.<\/div><div class = \"text-block\"><span>The WHO mhGAP framework has been translated to <\/span><span style = \"font-style:italic;\">Bahasa Indonesia<\/span><span> by the Indonesian Ministry of Health in 2015, adapted to the country’s context, and systematically introduced throughout the network of 10,000 <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> across the country. The implementation of the adapted WHO mhGAP framework aims to reduce Treatment Gap through facilitating early identification and providing basic or initial intervention in primary care. Since its adaptation and adoption in late 2015, Indonesia’s Directorate of Mental Health trained between 10 to 20 pairs of <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> doctors (general practitioners) and <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> nurses from each province every month, alternating between 34 provinces. These <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> were chosen at random from all available <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>, with the intention of scaling up to all 10,000 <\/span><span style = \"font-style:italic;\">Puskesmas <\/span><span>across the country. <\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/78eb13c702e0e106cffc882dd27f815b5caf7716ad75bb18e5341aaf08f0f33c\/bqdn8y2w.png\" \/><\/div><div class = \"text-block\">The Ministry of Health designated the adapted WHO mhGAP framework as a scale-up training for registered medical practitioners and nurses who already had to complete a set of competencies for a comprehensive list of psychiatric conditions prior to gaining a license to practice. The adapted WHO mhGAP modules are therefore, in the Indonesian context, akin to the addition of new tools to an already comprehensive toolbox of a medical doctor. It should be noted that the set of competencies and psychiatric conditions agreed the Indonesian Medical Council and listed in the Indonesian Medical Practitioners Competency Standards are specific to the Indonesian context, (<\/div><div class = \"text-block\"><a href=\"http:\/\/fk.ub.ac.id\/profesi\/wp-content\/uploads\/2013\/10\/Standar-Kompetensi-Dokter-Indonesia_SKDI-2012-1.pdf\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">http:\/\/fk.ub.ac.id\/profesi\/wp-content\/uploads\/2013\/10\/Standar-Kompetensi-Dokter-Indonesia_SKDI-2012-1.pdf<\/span><\/a><\/div><div class = \"text-block\">) in light of the limited provision of specialist medical care in rural Indonesia, and may not be transferable to other countries. WHO mhGAP practitioners typically employ a combination of basic psychosocial intervention and pharmacological therapy to manage disorders. <\/div><div class = \"text-block\"><span>In the adapted WHO mhGAP Arm, <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> doctors provided pharmacological therapy and\/or psychosocial intervention, and\/or referred participants to specialist care, as they saw fit. As the trial was designed to reflect real-life practice, <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> doctors’ choice of intervention was not recorded, nor their utility of the adapted WHO mhGAP modules enforced.<\/span><\/div><div class = \"text-block\">The Specialist framework is the integration of clinical psychologists into the primary care system. It is considered an important step towards scaling up mental health services (Hass et al., 2004). There is good evidence for the effectiveness of psychotherapy delivered in primary care (Hass et al., 2004) and that psychotherapy is as effective as antidepressant medication (Haas, 2004). The co-location of clinical psychologists in primary care improves collaboration and potentially reduce the stigma of mental illness and barriers to care (Derksen, 2009, Elder and Silvers, 2009, Setiyawati et al., 2014). <\/div><div class = \"text-block\"><span>In 2004, the Sleman District Health Office (within Yogyakarta province), in collaboration with the Centre for Public Mental Health (Universitas Gadjah Mada), initiated the integration of clinical psychologists within primary care (Retnowati, 2011). Following a Bachelor’s Degree in Psychology and a Master’s Degree in Clinical Psychology, one is required to obtain professional registration as a Clinical Psychologist before seeking employment at a <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>. In 2016, psychologists were employed in 43 of 121 <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>in Yogyakarta province, specifically in all <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>within the districts of Sleman and Kota. In the Specialist framework, clinical psychologists typically use a combination of basic and advanced psychosocial intervention to manage disorders. As the trial was designed to reflect real-life practice, <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> psychologists’ choice of intervention for research participants was not recorded.<\/span><\/div><\/div>"}},{"id":1054725,"guid":"704C9890784A433CA877B5C5D05057AD","order_id":2,"type_id":1,"title":"description","source":{"description":"<div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/78eb13c702e0e106cffc882dd27f815b5caf7716ad75bb18e5341aaf08f0f33c\/bqdn8y2w.png\" \/><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"","critical":null,"critical_id":null,"duration":0},{"id":807605,"guid":"836B74B0CB3A11E998147D229186118A","previous_id":807603,"previous_guid":"C2F5E4E0CB3911E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"5F1EA1E6D3B749B99BEF68375E8F2988","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"CBD3659B50894CC1AE1F384AAE4180DB","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Clinician Training<\/div><div class = \"text-block\"><span>Indonesia's Directorate of Mental Health provided health care providers training in the Indonesian-adapted WHO mhGAP framework. In April 2016, the week-long training of <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> General Practitioners took place in Yogyakarta, the province where the trial took place. A psychiatrist from Indonesia’s Directorate of Mental Health who had gone through a WHO mhGAP train-the-trainer course conducted the general practitioners’ training. The week-long training covered all WHO mhGAP modules, and further incorporated a day of role-playing plus clinical observations in ‘real life’ setting.<\/span><\/div><div class = \"text-block\"><span>In the Specialist framework, Clinical Psychologists received their mental health assessment and therapy training during their two-year Master’s Degree in Clinical Psychology. All psychologists involved in the trial had professional registration as a psychologist in Indonesia. <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> psychologists attend regular continuing professional development (CPD) training organised by the Centre for Public Mental Health, a collaborator of this trial.<\/span><\/div><div class = \"text-block\">Before the commencement of the Pilot Study, all clinicians involved in the trial attended a one-day training session on the questionnaires used and on in-depth psychiatric interviews in non-specialised health settings. I conducted the training on the use of questionnaires (WHODAS 2.0, EQ-5D), while a renowned local psychiatrist conducted the training on psychiatric interviewing to complete the primary outcome measure, HoNOS. The training focused on the standardisation of scoring on primary and secondary outcome measures. <\/div><div class = \"text-block\">Before the commencement of the Substantive Study, all clinicians involved in the trial attended a one-day training session on structured psychiatric interviews in non-specialised health settings (CIS-R). As a psychologist trained in Australia and the UK, with several years of clinical experience, I conducted the training on the administration of the questions and classification of responses, going through each item and facilitating role-play in pairs. Clinicians were also introduced to the research assistants who would be based at their clinics. Clinicians were not trained to score or interpret the result of the CIS-R, as the utility of the CIS-R in the trial was limited to the standardised way of asking clinical questions, analysis of the GHQ-12 as an effective screening tool (Chapter 2), and post-hoc comparisons at the end of the trial period. Clinicians did not use the CIS-R score to establish a diagnosis. <\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":null,"critical":null,"critical_id":null,"duration":0},{"id":807607,"guid":"C3075490CB3A11E998147D229186118A","previous_id":807605,"previous_guid":"836B74B0CB3A11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"F129EF05F228470B85E788FC5CE927EF","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"F19689EBF9AB44F0934E771878CD7FD3","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Adherence and Fidelity<\/div><div class = \"text-block\">As this is a pragmatic trial conducted in ‘real-life’ setting, clinicians were informed that only adherence to the interview protocol (baseline and a follow-up at 6-months) would be enforced, while the onus was on them to ensure service users’ treatment adherence, as per usual practice. To facilitate buy-in and avoid the Hawthorne Effect, the trial did not capture any record of clinicians’ choice of intervention. The trial did not evaluate the accuracy of diagnosis, nor the appropriateness of the chosen intervention for the diagnosis given. As such, clinicians had the freedom to choose from among their repertoire of interventions, which they developed either through their adapted WHO mhGAP training, clinical psychology training, or any prior training and development activities, without feeling monitored.<\/div><div class = \"text-block\">Fidelity to chosen treatment procedures was not enforced as this study hoped to reflect actual practices on the ground, which may be adjusted by clinicians based on service users’ responsiveness to treatment. As such, the intention-to-treat (ITT) approach is applied to the design, conduct, and statistical analysis of the trial. The ITT approach avoids overoptimistic estimates of the efficacy and feasibility of an intervention resulting from the removal of non-compliers from trials or data analysis (Gupta, 2011).<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":null,"critical":null,"critical_id":null,"duration":0},{"id":807609,"guid":"DED1E4B0CB3A11E998147D229186118A","previous_id":807607,"previous_guid":"C3075490CB3A11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"1060F28B32F3459DAB3019C4596BDF6B","order_id":1,"type_id":6,"title":"Section","source":{"title":"Context"}},{"id":1054724,"guid":"EB2A2E03532C4B48B97EA9EFB01A9EA4","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Setting<\/div><div class = \"text-block\"><span>Yogyakarta is a province in Java, the only place in Indonesia where the specialist co-location framework is operational at the start of the trial. It is crucial for any ‘real life’ evaluation to take place in the original setting and for any comparison framework to be introduced to a context as similar as possible to the original (Hohmann and Shear, 2002). There are five districts in Yogyakarta Province: Kota, Sleman, Bantul, Kulon Progo, Gunungkidul, and among them 121 <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>. Sleman district in Yogyakarta province also pioneered the specialist primary mental health service model in 2004. Before the start of the trial, the Specialist framework was present in only 43 <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> in Kota and Sleman districts.<\/span><\/div><div class = \"text-block\"><span>The adapted WHO mhGAP has been systematically introduced to <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> within Indonesia since 2015 but was not yet operational in most <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>. The adapted WHO mhGAP framework was introduced to <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> in Yogyakarta in an experimental manner (randomised), enabling a pragmatic cluster randomised trial to take place.<\/span><\/div><div class = \"text-block\"><span>The trial took place in primary care clinics (<\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>) in Yogyakarta province. Stratified random sampling was considered the optimum allocation for the estimation of population means when considering a multivariate problem. The <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> were assigned to each treatment arm in a 1:1 ratio. The number of <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>per district invited to participate in the study was in proportion to each district’s population size. <\/span><\/div><div class = \"text-block\"><span>All <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> in Yogyakarta had received International Organisation for Standardization (ISO) Certification, so that data collection points within routine patient flow procedures could be embedded.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#84CE84","critical":null,"critical_id":null,"duration":0},{"id":807610,"guid":"F6A8CC70CB3A11E998147D229186118A","previous_id":807609,"previous_guid":"DED1E4B0CB3A11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"0301DD456A504E5CB1BAD91EA3A4E213","order_id":1,"type_id":6,"title":"Section","source":{"title":"Randomisation, Allocation, and Blinding"}},{"id":1054724,"guid":"D09A94FBF9F8452DBCC397BD718E4E9C","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>Clusters (<\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>) were randomised (in a ratio of 1:1) to either treatment arm. Randomisation was done by our External Statistical Adviser, Dr Chiara Bonetto, using stratified random sampling. Within the study design, the unit of randomisation was the <\/span><span style = \"font-style:italic;\">Puskesmas,<\/span><span> and the unit of observation and analysis was the service user. The cluster model allowed service providers to adhere as a ‘whole service’ to the treatment method they were trained to provide.<\/span><\/div><div class = \"text-block\">The clustered nature of the study allowed patient-participants to be blinded to the existence of an alternative treatment pathway. Outcome assessments were conducted during home visits, and by a different assessor (trained research assistant) blinded to treatment allocation. <\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#FFED92","critical":null,"critical_id":null,"duration":0},{"id":807612,"guid":"3971A950CB3B11E998147D229186118A","previous_id":807610,"previous_guid":"F6A8CC70CB3A11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"1FB99D1E9A54429AB9A6DAC8EEB95F6E","order_id":1,"type_id":6,"title":"Section","source":{"title":"Randomisation, Allocation, and Blinding"}},{"id":1054724,"guid":"8D9527D0D0AC4300A4FAAC5B6262C178","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Site Recruitment<\/div><div class = \"text-block\"><span>Training dates, logistics, and written support from the Ministry of Health, Provincial Health Authority, and District Health Authorities facilitated the recruitment of all 14 sites to the trial. For the Specialist arm, 14 randomly chosen <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>with existing clinical psychologist co-location were recruited. Letters of approval to conduct research by the Ministry of Health and the Provincial Health Authority were sent to all 28 <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>, along with an information pack about the trial. A one-day briefing was held with Heads of <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>, all clinicians involved, and representatives of District Health Authority, hosted and organised by the Provincial Health Authority. Each <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> was assigned a unique cluster number.<\/span><\/div><div class = \"text-block\"><span>All clinicians were current treatment providers in <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> and were employees of the District Health Authorities. Therefore, they were not hired specifically for the study, rather the study was integrated into their work. Following a discussion with the Head of Medical Services of the Province in 2016, to ensure that screening and treatment procedures introduced during the trial continue to be integrated as standard operating procedures in each <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>, clinicians were not paid to participate in the trial.<\/span><\/div><div class = \"text-block\">It was anticipated that clinicians would fear being pitted against each other, as the trial sought to compare clinical and cost-effectiveness. Three strategies were used to foster cooperation. Firstly, clinicians were introduced to the idea of non-inferiority trial. Secondly, rather than using primary measures such as diagnostic accuracy, discharge rates, and length of treatment, ‘proxy measures’ such as symptom reduction at six months, as well as overall health and social functioning (primary outcome measure) reduced the spotlight on individual clinicians. Thirdly, conducting joint training sessions where clinicians got to know each other and ate together, fostered a collegiate atmosphere and the idea that everyone works towards a common goal. <\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#FFED92","critical":null,"critical_id":null,"duration":0},{"id":807614,"guid":"4F42FD10CB3B11E998147D229186118A","previous_id":807612,"previous_guid":"3971A950CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"FA1835FDFB1C411E9230E73EB1463612","order_id":1,"type_id":6,"title":"Section","source":{"title":"Patient Recruitment"}},{"id":1054724,"guid":"E2ADD5DD48B64A0995811280592B551F","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>Participants were adult primary care attendees visiting any of the 28 <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> during the recruitment period, and not currently on any psychosocial or pharmacological therapy for mental health issues, who met the screening criteria (GHQ-12 score of 2 or above, GHQ scoring method 0-0-1-1) (Goldberg and Williams, 2000). Primary care attendees who self-referred to the psychology service were invited to participate if they did not have ongoing treatment for mental health issues. Those receiving ongoing treatment for mental health issues were excluded from participating in the trial.<\/span><\/div><div class = \"text-block\">During the recruitment period, all adult primary care patients in participating clusters (estimated at 40 patients per day) were given the screening questionnaire, the General Health Questionnaire (GHQ-12) (Goldberg and Williams, 2000), as well as a demographic questionnaire from the Client Service Receipt Inventory (CSRI) by Beecham and Knapp, 2001). The CSRI is a generic questionnaire that records demographics information and health services utility within a specific period (e.g. six months) (Beecham and Knapp, 2001). Participants were given the screening questionnaire at the registration counter, when they obtained a queue number, to be self-completed while waiting for routine blood pressure test. <\/div><div class = \"text-block\"><span>Primary care patients were given the screening questionnaire at the registration counter, when they obtained a queue number, to be self-completed while waiting for routine blood pressure test. Research assistants trained in scoring the GHQ identified patients who met the screening criteria. To ensure avoidance of any sense of coercion, participants were asked to provide written informed consent before meeting a clinician and were also reassured that declining would not affect usual medical care. Participants were invited to ask questions for clarification. Research assistants double-checked potential participants’ understanding of the follow-up requirements and their rights to withdraw. Research assistants provided a brief overview of the trial and an information sheet. Full consent with signature was requested from those who agreed to take part. Participants were then given a questionnaire booklet to complete while waiting to meet either the <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> doctor or psychologist, depending on which cluster they were at.. The questionnaire booklet contained the self-complete version of the WHO Disability Assessment Schedule 2.0 (WHODAS 2.0) (Sousa et al., 2010)and the European Quality of Life Scale (EQ‐5D-3L) (Oppe et al., 2007). Participants were also informed that they were free to withdraw at any time during the study.<\/span><\/div><div class = \"text-block\">There were procedures in place to assist illiterate patients, which were not required during the recruitment period of this trial. For these patients, consent form would have required the participant’s thumbprint and the signature of a witness. Illiterate patients would have been described the research aims and procedures as usual, but rather than self-completing the questionnaire booklet, a research assistant would interview them, completing the booklet alongside. <\/div><div class = \"text-block\"><span>In the WHO mhGAP treatment arm, participants’ medical records and questionnaire booklets were passed to the <\/span><span style = \"font-weight:bold;font-style:italic;\">Puskesmas<\/span><span style = \"font-weight:bold;\"> doctor<\/span><span> who had received the adapted WHO mhGAP training from the Ministry of Health. Standard medical consultations took place, followed by a structured interview comprising the CIS-R and HoNOS, located in the second half of the questionnaire booklet. <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> doctors would then record participants’ names, the medical record number, and contact phone number or home address separately. Plans for medications and\/or psychosocial therapy, if deemed necessary, were developed together with participants and they were asked to return for further therapy sessions. <\/span><\/div><div class = \"text-block\"><span>In the Specialist arm, participants’ medical records were passed to a general practitioner along with a request for a referral to a psychologist. Standard medical consultations for any physical ailments took place with general practitioners before participants went to a psychology consultation room for a structured interview with the <\/span><span style = \"font-weight:bold;font-style:italic;\">Puskesmas<\/span><span style = \"font-weight:bold;\"> psychologist<\/span><span>. The psychologist then completed both the CIS-R and HoNOS, located in the second half of the questionnaire booklet. Psychologists would then record separately participants’ names, the medical record number, and contact phone number or home address. If therapy was deemed necessary, participants were asked to return for further therapy sessions.<\/span><\/div><div class = \"text-block\">The questionnaire booklet incorporated a section where the clinician could indicate participant’s diagnosis at the end of the in-depth interview. This diagnosis was not determined by the CIS-R score, but rather was based on the clinical judgment of each Puskesmas doctor or clinical psychologist. This diagnosis determines whether participants were asked to return for intervention sessions. <\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#EA9F6C","critical":null,"critical_id":null,"duration":0},{"id":807615,"guid":"7749B920CB3B11E998147D229186118A","previous_id":807614,"previous_guid":"4F42FD10CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"B444A839CB5849D3A7BEFC3187D89088","order_id":1,"type_id":6,"title":"Section","source":{"title":"Patient Recruitment"}},{"id":1054724,"guid":"86D1649870894ECA954D9C10A28B8228","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Follow-up Assessment<\/div><div class = \"text-block\"><span>Trained and vetted research assistants blinded to treatment arm allocation conducted follow-up at six months. They obtained participants’ contact details from their <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>and contacted participants via telephone from the <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> approximately a month to a fortnight before follow-up home visit. Participant personal details including phone numbers were not shared with other members of the research team and were kept confidential by each field researcher. Participants were re-assessed using the full battery of instruments. At this point, no additional\/replacement diagnosis was assigned to the participants.<\/span><\/div><div class = \"text-block\"><span>Prior to the home-visits taking place, all field researchers met the PhD researcher to go through mitigation strategies in the event of a crisis (e.g. if a participant becomes distressed or threatening). Follow-up interviews were conducted without any other persons present. To ensure safety for both the researchers and participants, the room must be unlocked. Field researcher’s vehicle (moped) was required to remain parked outside the property of the participant, and the personal properties of field researchers must remain with them at all times. They were required to have a mobile phone, fully charged, and able to make emergency phone calls if required during the home visit. A representative from the <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>must accompany field researchers during the home visit.<\/span><\/div><div class = \"text-block\">Participants were re-assessed using the full battery of instruments: WHODAS 2.0 (self-report), EQ-5D (self-report), CIS-R (during the clinical interview), and HoNOS (post-clinical interview). At this point, no additional\/replacement diagnosis was assigned to the participants.<\/div><div class = \"text-block\">The schedule of enrolment, interventions, and assessments is shown in Table 3, based on the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) (Chan et al., 2013).<\/div><div class = \"text-block\"><a href=\"\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">Table <\/span><\/a><\/div><div class = \"text-block\">3. Modified SPIRIT Checklist <\/div><table border><tr style = \"text-align:center;\"><td>  <\/td><td>A<\/td><td>B<\/td><td>C<\/td><td>D<\/td><td>E<\/td><td>F<\/td><td>G<\/td><\/tr><tr><td style = \"text-align:center;\">1<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  STUDY PERIOD  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">2<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Allocation  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Enrolment  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Post-enrolment  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Close-out  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">3<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  TIMEPOINT**  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  -t1  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  0  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  t1  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  t2  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  etc.  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  tx  <\/td><\/tr><tr><td style = \"text-align:center;\">4<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  RANDOMISATION  of Clusters  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">5<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  ENROLMENT:  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">6<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Eligibility screen  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">7<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Informed consent   <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">8<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Baseline Interview  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">9<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Diagnosis  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">10<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  INTERVENTIONS:  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">11<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  WHO mhGAP  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">    <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">12<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Clinical Psychology  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">    <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">13<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  ASSESSMENTS:  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">14<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  CIS-R  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">15<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  HoNOS  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">16<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  WHO mhGAP  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">17<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  EQ-5D-3L  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">18<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Health Services Use  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><\/table><\/div>"}},{"id":1054725,"guid":"2C87264890604CE5B46F9054600A884D","order_id":2,"type_id":1,"title":"description","source":{"description":"<table border><tr style = \"text-align:center;\"><td>  <\/td><td>A<\/td><td>B<\/td><td>C<\/td><td>D<\/td><td>E<\/td><td>F<\/td><td>G<\/td><\/tr><tr><td style = \"text-align:center;\">1<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  STUDY PERIOD  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">2<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Allocation  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Enrolment  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Post-enrolment  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Close-out  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">3<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  TIMEPOINT**  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  -t1  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  0  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  t1  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  t2  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  etc.  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  tx  <\/td><\/tr><tr><td style = \"text-align:center;\">4<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  RANDOMISATION  of Clusters  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">5<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  ENROLMENT:  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">6<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Eligibility screen  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">7<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Informed consent   <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">8<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Baseline Interview  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">9<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Diagnosis  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">10<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  INTERVENTIONS:  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">11<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  WHO mhGAP  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">    <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">12<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Clinical Psychology  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">    <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">13<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  ASSESSMENTS:  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><\/tr><tr><td style = \"text-align:center;\">14<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  CIS-R  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">15<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  HoNOS  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">16<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  WHO mhGAP  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">17<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  EQ-5D-3L  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><tr><td style = \"text-align:center;\">18<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Health Services Use  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  X  <\/td><\/tr><\/table>"}}],"cases":[],"data":null,"section":null,"section_color":"#EA9F6C","critical":null,"critical_id":null,"duration":0},{"id":807616,"guid":"9E548900CB3B11E998147D229186118A","previous_id":807615,"previous_guid":"7749B920CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"FCA6E1AB3AB94EF79C200EE3D9601260","order_id":1,"type_id":6,"title":"Section","source":{"title":"Measures"}},{"id":1054724,"guid":"3F865D806A4E4CA882B843BAF8A24A3D","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The twelve-item General Health Questionnaire (GHQ-12) was developed to screen for general (non-psychotic) psychological morbidity among primary care patients (Goldberg & Williams, 1988). Items on the GHQ-12 are rated on a 4-point scale using a time-frame of ‘in the last two weeks’. There are two ways of scoring the GHQ-12: the bimodal GHQ scoring method (0-0-1-1) recommended by the test authors for use in clinical settings; and the Likert scoring method (0-1-2-3) which is commonly used in research settings. As this ‘real life’ study took place in a clinical setting, the bimodal scoring method was used, and patients with score 2 and above were invited to participate in the study. <\/div><div class = \"text-block\"><span>The screening questionnaire incorporates questions on demographic information such as gender, education, employment, living arrangement, and chronic illnesses based on the Client Service Receipt Inventory (CSRI). The CSRI by Beecham and Knapp (2001) is a generic questionnaire that records demographics information and health services utility within a specific period (e.g. 6 months). Data collected from the CSRI indicated the number of outpatient visits to <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>, inpatient stay, and visits to the emergency (Beecham and Knapp, 2001). Depression and anxiety have been found to increase the risk for hypertension (Meng et al., 2012, Ginty et al., 2013). There is also a strong evidence that depression is a risk factor for diabetes mellitus (Clarke and Currie, 2009). <\/span><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#E57785","critical":null,"critical_id":null,"duration":0},{"id":807617,"guid":"AE94FF20CB3B11E998147D229186118A","previous_id":807616,"previous_guid":"9E548900CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"58FAC4566B5F45719921D698705744A5","order_id":1,"type_id":6,"title":"Section","source":{"title":"Measures"}},{"id":1054724,"guid":"F4362B4E10BD4514998360010ED8B6B0","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The Health of the Nation Outcome Scale (HoNOS) (Wing et al., 1996) is a 12-item scale to rate mental health service users in various aspects of mental and social health, each on a scale of 0-4. The items are: Overactive, aggressive, disruptive or agitated behaviour; Non-accidental self-injury; Problem drinking or drug-taking; Cognitive problems; Physical illness or disability problems; Problems associated with hallucinations and delusions; Problems with depressed mood; Other mental and behavioural problems; Problems with relationships; Problems with activities of daily living; Problems with living conditions; and Problems with occupation and activities. The ratings were made once all the information became available through clinical interview and took less than 5 minutes for the clinician to complete. HoNOS Total Score is a sum of individual item scores, with higher scores indicating greater mental or social health problems.<\/div><div class = \"text-block\">The primary outcomes were changes from baseline to the 6-month follow-up assessment in the health and social functioning of participants, as measured by the Health of the Nation Outcome Scale (HoNOS) (Wing et al., 1996).<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#E57785","critical":null,"critical_id":null,"duration":0},{"id":807618,"guid":"BA6B3D50CB3B11E998147D229186118A","previous_id":807617,"previous_guid":"AE94FF20CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"F934BC6E60274F05A2EECE6163086889","order_id":1,"type_id":6,"title":"Section","source":{"title":"Measures"}},{"id":1054724,"guid":"0DF7188A174547928112FE9A76D20783","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">WHO Disability Assessment Schedule (WHODAS 2.0) is a generic assessment instrument for health and disability used across all diseases, including mental, neurological, and addictive disorders. The WHODAS 2.0 covers six domains of functioning, including Cognition; Mobility; Self-care; Getting along; Life activities; and Participation. This trial used the 36-item, self-administered version, taking approximately 20 minutes for self-completion. This trial used the complex scoring method based on item response theory, as advised by the WHO. It took the coding for each item separately and then used an algorithm to determine the Total score by differentially weighting the items and the levels of severity. Total scores are in a metric ranging from 0 (no disability) to 100 (full disability).<\/div><div class = \"text-block\">The 3-level European Quality of Life Scale (EQ-5D-3L) is a standardised self-report measure of health-related quality of life which takes approximately 5 minutes to complete. It comprises five dimensions: mobility, self-care, usual activities, pain\/discomfort, and anxiety\/depression, with each dimension recording  responses at one of three levels: no problems, some problems, and extreme problems (Lewis and Pelosi, 1990). EQ-5D-3L ratings are commonly converted into composite utility scores using country-specific value sets, which measure people’s preferences in relation to health and weight each of the levels in each EQ-5D-3L dimension accordingly. The single utility scores represent the state of health-related quality of life for a person at any given time. While the Indonesian value set for the 5-level version of the measure (EQ-5D-5L) has been published in 2016, there is no existing value set for EQ-5D-3L. <\/div><div class = \"text-block\">Existing Thai and Malaysian value sets were found to be the closest alternative. The Thai value set uses the Time Trade-Off (TTO) method to estimate its valuation (Tongsiri and Cairns, 2011), and the Malaysian value set combines both the TTO and Visual Analogue Scale using linear additive regression (Yusof et al., 2012). Both value sets include the N3 model from the original UK Measure and Valuation in Health study. The N3 model adds an interaction variable to capture the effect of any dimension with severe health state.<\/div><div class = \"text-block\">The Thai value set for the EQ-5D-3L is:<\/div><div class = \"text-block\">Thai score = 1 - 0.202 - (0.121*mo) - (0.121*sc) - (0.059*ua) - (0.072*pd) - (0.032*ad) - (0.190*m2) - (0.065*p2) - (0.046 * a2) - (0.139 * N3),<\/div><div class = \"text-block\"><span>where <\/span><span style = \"font-weight:bold;\">mo<\/span><span> is mobility, <\/span><span style = \"font-weight:bold;\">sc<\/span><span> is self-care, <\/span><span style = \"font-weight:bold;\">ua<\/span><span> is usual activities, <\/span><span style = \"font-weight:bold;\">pd<\/span><span> is pain and discomfort, and <\/span><span style = \"font-weight:bold;\">ad<\/span><span> is anxiety and depression. Variable <\/span><span style = \"font-weight:bold;\">mo<\/span><span> is 1 if mobility is level 2, 2 if mobility is level 3, and 0 otherwise; variable <\/span><span style = \"font-weight:bold;\">sc<\/span><span> is 1 if self-care is level 2, 2 if self-care is level 3, 0 otherwise; <\/span><span style = \"font-weight:bold;\">ua<\/span><span> is 1 if usual activities is level 2, 2 if usual activities is level 3, 0 otherwise; <\/span><span style = \"font-weight:bold;\">pd<\/span><span> is 1 if pain and discomfort is 2, 2 if pain and discomfort is 3, 0 otherwise; <\/span><span style = \"font-weight:bold;\">ad<\/span><span>is 1 if anxiety and depression is 2, 2 if anxiety and depression is 3, 0 otherwise. Variable <\/span><span style = \"font-weight:bold;\">m2<\/span><span> is 1 if mobility is level 3 and 0 otherwise; <\/span><span style = \"font-weight:bold;\">p2<\/span><span>is 1 if pain and discomfort is level 3 and 0 otherwise; <\/span><span style = \"font-weight:bold;\">a2<\/span><span> is 1 if anxiety and depression is level 3 and 0 otherwise and; <\/span><span style = \"font-weight:bold;\">N3<\/span><span> is 1 if any dimension is level 3 and 0 otherwise. <\/span><\/div><div class = \"text-block\">Where the Malaysian Value set for the EQ=5D-3L is:<\/div><div class = \"text-block\">Malaysian score = 1 – (0.067*N2) – (0.116*N3) – (0.084*m1) – (0.191*m2) – (0.097*sc1) – (0.16*sc2) – (0.053*ua1) – (0.122*ua2) – (0.054*pd1) – (0,127*pd2) – (0.081*ad1) – (0.086*ad2)<\/div><div class = \"text-block\"><span>where <\/span><span style = \"font-weight:bold;\">mo<\/span><span> is mobility, <\/span><span style = \"font-weight:bold;\">sc<\/span><span> is self-care, <\/span><span style = \"font-weight:bold;\">ua<\/span><span> is usual activities, <\/span><span style = \"font-weight:bold;\">pd<\/span><span> is pain and discomfort, and <\/span><span style = \"font-weight:bold;\">ad<\/span><span> is anxiety and depression. Variable <\/span><span style = \"font-weight:bold;\">m1<\/span><span> is 1 if mobility is level 2, and 0 otherwise; <\/span><span style = \"font-weight:bold;\">m2<\/span><span> is 1 if mobility is level 3, and 0 otherwise; <\/span><span style = \"font-weight:bold;\">sc1<\/span><span> is 1 if self-care is level 2, 0 otherwise; <\/span><span style = \"font-weight:bold;\">sc2<\/span><span>is 1 if self-care is level 3, 0 otherwise; <\/span><span style = \"font-weight:bold;\">ua1<\/span><span>is 1 if usual activities is level 2, 0 otherwise; <\/span><span style = \"font-weight:bold;\">ua2<\/span><span> is 1 if usual activities is level 3, 0 otherwise;<\/span><span style = \"font-weight:bold;\"> pd1<\/span><span> is 1 if pain and discomfort is 2, 0 otherwise; <\/span><span style = \"font-weight:bold;\">pd2<\/span><span> is 1 if pain and discomfort is 3, 0 otherwise; <\/span><span style = \"font-weight:bold;\">ad1<\/span><span> is 1 if anxiety and depression is 2, 0 otherwise; <\/span><span style = \"font-weight:bold;\">ad2<\/span><span> is 1 if anxiety and depression is 3, 0 otherwise. Variable <\/span><span style = \"font-weight:bold;\">N2<\/span><span> is 1 if any dimension is level 2 and 0 otherwise and; <\/span><span style = \"font-weight:bold;\">N3<\/span><span> is 1 if any dimension is level 3 and 0 otherwise. <\/span><\/div><div class = \"text-block\">Converting EQ-5D-3L scores to both Thai and Malaysian economic values enabled outcome assessors to perform some quick comparisons for consistency of reporting. In the economic analyses of QALY, it was determined that the Malaysian value sets would be more appropriate for the Indonesian population, given the shared culture, predominant religion, and language of both countries.<\/div><div class = \"text-block\">For the evaluation of psychiatric morbidity, the clinician conducted a structured interview using the Revised Clinical Interview Schedule (CIS-R) (Lewis and Pelosi, 1990). The CIS-R is a fully structured diagnostic instrument that was developed from an existing instrument, the Clinical Interview Schedule (CIS), initially designed for the use of clinically experienced interviewers. The CIS was revised and developed into a fully structured interview to increase standardisation and to make it suitable to be used by trained lay interviewers in assessing minor psychiatric morbidity in the community, general hospital, occupational and primary care research. As the CIS-R specifically diagnoses mood and anxiety disorders, participants with an indication of other disorders (psychosis, sleep disorders, dementia) were asked additional questions which enabled the interviewers (clinicians) to establish an ICD-10 diagnosis.<\/div><div class = \"text-block\"><span>For this trial, structured interview using the CIS-R was conducted by general practitioners or clinical psychologists in all participating <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>. ICD-10 is widely used in the Indonesian mental health services as the national guideline for the diagnosis of psychiatric disorders (Pedoman Panduan Diagnosa Gangguan Jiwa) is the translated version of ICD-10. <\/span><\/div><div class = \"text-block\">Clinician’s own diagnosis of each patient was recorded in participant’s interview booklet. While aided by the CIS-R interview questions to make a diagnosis, clinicians formed a diagnosis independently of CIS-R score. During the trial, clinicians were not provided the CIS-R diagnosis for their patients, which was based on its scoring algorithm. The CIS-R scoring took place during the data analysis.<\/div><div class = \"text-block\">The CIS-R (Lewis et al., 1992) was used to assess the presence of symptoms of common mental disorders. In the CIS-R, there are 14 different symptom groups which participants were asked to consider, regarding the last month prior to the interview, focusing on symptoms experienced within the last week. The 14 symptoms enquired after were: (1) Somatic symptoms; (2) Fatigue; (3) Sleep problems; (4) Irritability; (5) Physical health worries; (6) Depression; (7) Depressive ideas; (8) Worry; (9) Anxiety; (10) Phobias; (11) Panic; (12) Compulsive behaviours; (13) Obsessive thoughts; (14) Forgetfulness\/concentration problems. Scores on each symptom group ranged from 0 to 4 (and 0 to 5 for depressive ideas), and Total CIS-R Scores are the sum of each symptom group with higher scores indicating higher levels of symptomatology.<\/div><div class = \"text-block\">The following were secondary outcomes:<\/div><div class = \"text-block\"><ol style = \"list-style-type: decimal;\"><li style = \"counter-reset:ol0;\"> Changes from baseline to the 6-month follow-up assessment in the disability of participants, as measured by WHO Disability Assessment Schedule 2.0 (WHODAS 2.0) (Sousa et al., 2010).<\/li><li style = \"counter-reset:ol0;\"> Quality-adjusted life year at 6-month follow-up, as computed using the European Quality of Life Scale (EQ‐5D-3L) (Oppe et al., 2007). <\/li><\/ol><\/div><div class = \"text-block\">Attempts were made to collect reasons for treatment discontinuation and loss to follow-up.<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#E57785","critical":null,"critical_id":null,"duration":0},{"id":807619,"guid":"DF9147A0CB3B11E998147D229186118A","previous_id":807618,"previous_guid":"BA6B3D50CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"CBC7741FD45343BE93DEFC7B7A5EE0C8","order_id":1,"type_id":6,"title":"Section","source":{"title":"Measures"}},{"id":1054724,"guid":"1A62947F916E44099895D97826F6EE34","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>The GHQ-12, HoNOS, WHODAS 2.0, and EQ-5D in Bahasa Indonesia existed prior to the conception of this trial. The Bahasa Indonesia version of the GHQ-12, HoNOS, and WHODAS 2.0 were obtained from the National Institute of Health Research and Development, Ministry of Health, Indonesia. The Bahasa Indonesia version of the EQ-5D was obtained from the Euroqol Group. The CIS-R was translated into Bahasa Indonesia by Ms Wulansari Ardianingsih, MPhil (<\/span><span style = \"font-style:italic;\">Cantab<\/span><span>), MPsi (<\/span><span style = \"font-style:italic;\">UIndonesia<\/span><span>), and back-translated into English by the PI.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#E57785","critical":null,"critical_id":null,"duration":0},{"id":807620,"guid":"ED1F20E0CB3B11E998147D229186118A","previous_id":807619,"previous_guid":"DF9147A0CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"24F5FECA6A7345B893FC1542849886F2","order_id":1,"type_id":6,"title":"Section","source":{"title":"Researcher Training"}},{"id":1054724,"guid":"72AFECEDEE884CFDBBA696B3545A6085","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">I distributed open recruitment flyers for research assistants, around Universitas Gadjah Mada campus and through social media groups. I invited 30% of applicants to an interview and recruited 28 research assistants (approximately 10% of all applicants) for the substantive study. Given the tremendous amount of interest, research assistants were selected based on a balance of high educational qualification with people skills and arithmetic ability, filtering in mainly recent medical graduates and social science master degree holders.<\/div><div class = \"text-block\">I recruited and trained 28 research assistants for the pilot study, and again for the substantive study, to distribute and score the screening questionnaires (GHQ-12) to all adult patients at our research sites. Research assistants were introduced to the background and aims of the research project, as well as detailed screening procedures. They were given a detailed flowchart of the procedure both hardcopy and digitally. They were also informed of the random audits which would be conducted during the period of the project.<\/div><div class = \"text-block\"><span>For the substantive study, two research assistants were placed on duty per <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>. Each dyad consists of a junior doctor and either a medical student or registered nurse. The data collection period coincided with the period where recent medical graduates in Yogyakarta and surrounding areas wait for news of their residency placements, leaving many free to take part as research assistants for our project.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#EA94FF","critical":null,"critical_id":null,"duration":0},{"id":807621,"guid":"038AB8D0CB3C11E998147D229186118A","previous_id":807620,"previous_guid":"ED1F20E0CB3B11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"260C8985EE1A4DAFB5BE6756C8B91E50","order_id":1,"type_id":6,"title":"Section","source":{"title":"Plan of Analysis "}},{"id":1054724,"guid":"18DDC32BC440434D9D5DF2175E8E2790","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>First, the sample size for non-inferiority individual randomisation RCT is calculated as a reference, using the estimated mean total HoNOS rating as a primary outcome (Wing et al., 1996). The formula used is by Zhong, (2009). Assuming statistical significance value (α) of 0.05 and statistical power of 0.80, the standard deviation of 5.2, and clinical significance threshold (δ0) of 2 (Audin et al., 2001), the minimum sample size required for an RCT is 84. The standard deviation of 5.21 and clinical significance threshold used is the only available data on HoNOS reported from a sample of patients from eight National Health Service outpatient and community psychotherapy services in England. Total HoNOS scores range between 0 and 48, and a clinical significance threshold (δ<\/span><span style = \"vertical-align:sub;\">0<\/span><span>) of 2 could represent a plausible and realistic intervention effect. The minimum sample size using these estimates with a statistical bilateral significance value (α) of 0.05 and a statistical power of 0.80 is 84. <\/span><\/div><div class = \"text-block\"><span>A larger sample size was needed to compensate for the clustering effect. For a trial with a fixed number of equal sized clusters (k), the required sample size per arm is n<\/span><span style = \"vertical-align:sub;\">c<\/span><span>, as per Hemming et al., 2011...<\/span><\/div><div class = \"text-block\"><span>where <\/span><span style = \"font-style:italic;vertical-align:sub;\">n<\/span><span style = \"font-style:italic;vertical-align:sub;\">i<\/span><span>is the sample size required under individual randomisation and ρ is the intra-cluster correlation coefficient (ICC). The cluster randomisation might result in reduced efficiency and loss of power because the within-cluster responses tend to be more similar than those of individuals from different clusters (commonalities in the selection, exposure, shared environment, mutual interaction). A larger sample size was therefore needed to compensate for this clustering effect. Our approach is simplified because it does not consider variations in the number of participants in each cluster. Although this type of imbalance in cluster size may reduce the power of the trial, the loss is negligible for studies with more than 100 patients per arm (Guittet et al., 2006). Based on the additional assumption of an ICC of 0.1, the number of patients required would be 189 in each arm. Implementation research studies showed that in medical settings ICCs for outcome variables were generally lower than 0.05 (Campbell et al., 2005). In our trial, I decided to assume a high value for the ICC to consider a possible wide variation across different <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>. <\/span><\/div><div class = \"text-block\"><span>With an attrition rate of approximately 20%, I expected that a sample size of about 227 patients per arm (approximately 16 for each <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>) should yield sufficient power.<\/span><\/div><div class = \"text-block\"><span>Following the completion of baseline recruitment, a more accurate estimate of ICC can be calculated using the formula from Dr Yannan Jiang, University of Auckland. The formula (Jiang, 2012)required a one-way analysis of variance, where the dependent variable is total HoNOS score, and the grouping variable is the cluster (<\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>).<\/span><\/div><div class = \"text-block\">Given the new ICC derived from the trial dataset, the required sample size to keep a statistical power of 0.80 and a statistical bilateral significance value of 0.05 can be re-calculated. <\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":807623,"guid":"5E0DA6A0CB3C11E998147D229186118A","previous_id":807621,"previous_guid":"038AB8D0CB3C11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"1FC72A3024564CAFB30E78C2368CC297","order_id":1,"type_id":6,"title":"Section","source":{"title":"Plan of Analysis "}},{"id":1054724,"guid":"BDC22672E3FA4BABA79FDB563FEBC0E7","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Participant engagement with the treatment process was summarised and reported descriptively. There was no consensus regarding the appropriate number of therapy follow-ups (dose).<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":807624,"guid":"6A8E55A0CB3C11E998147D229186118A","previous_id":807623,"previous_guid":"5E0DA6A0CB3C11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"C18E26DCA257419CACC5AF2704B5EF01","order_id":1,"type_id":6,"title":"Section","source":{"title":"Plan of Analysis "}},{"id":1054724,"guid":"A45FCE71C32B4BF08BF691D52E52D10E","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">These analyses were carried out using the STATA software package, version 13. Cleaning of outcome and baseline data was conducted without the treatment group allocations in view. Summary statistics from these preliminary analyses were reviewed to identify data errors. <\/div><div class = \"text-block\">Preliminary analyses compared the characteristics of participants with and without complete data at six-months follow-up, by treatment group. They were carried out for the primary and secondary outcomes. This analysis was used to develop an understanding of the missing data mechanism and to determine the appropriate methods for dealing with missing outcome data.<\/div><div class = \"text-block\"><span>Subsequent analyses took place with the valuable inputs and guidance of Senior Statistician at the University of Verona and Trial Manager, Dr Chiara Bonetto. The substantive study is a pragmatic cluster randomised controlled non-inferiority trial with the aim to assess the clinical effectiveness of two frameworks of primary mental health service provision in <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>(community health centres) within a province, Yogyakarta. The unit of randomisation was the <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> unit, and the unit of observation and analysis was the service users. The objective of conducting a non-inferiority trial was to demonstrate that neither the WHO mhGAP framework nor the Specialist framework was worse than the other with regards to clinical outcomes such as symptom severity and wellbeing.<\/span><\/div><div class = \"text-block\"><span>Analyses were conducted using an intention-to-treat (ITT) approach. The effect of the type of service on HoNOS, EQ-5D and WHODAS 2.0 scores at six months were analysed separately in mixed-effects random regression models. Considering the trial design, in which patients (level 1) were nested within <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> (level 2) [refer to the CONSORT guidelines for cluster randomised trials], the individual <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> were included in the models as a random effect. Each model included treatment allocation and the baseline score of the outcome investigated as fixed effects. <\/span><\/div><div class = \"text-block\">In a secondary analysis, any missing data on follow-up outcomes were estimated using a multiple imputation approach by chained equations (MICE), which generated several different plausible imputed data sets and combined results from each of them. The predictive mean matching would be used to deal with possible non-normality when imputing continuous variables.<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":807625,"guid":"8A096AA0CB3C11E998147D229186118A","previous_id":807624,"previous_guid":"6A8E55A0CB3C11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"B3C904A4E60C460C818EEC562E716960","order_id":1,"type_id":6,"title":"Section","source":{"title":"Economic Evaluation"}},{"id":1054724,"guid":"4890069C113042C588CBC573D3FFFA9A","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>The primary perspective of the economic evaluation was the Health Systems perspective, in line with the preference of NICE guidelines (Drummond, 2016) and in line with the effort from national and provincial governments to provide universal health coverage to citizens. This study included only the use of mental health resources including <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>follow-up services. While data on overnight hospitalisation and visits to outpatient general medical care were captured, they were not included in the analysis as they were not related to participants’ mental health. <\/span><\/div><div class = \"text-block\">At the follow-up, participants were asked to recall their use of health resources during the trial period (6 months). Differences in use of services between trial arms were compared and are reported for each service as the proportion of the group who had at least one contact. Statistical comparisons were not made to avoid problems of multiple testing and to keep the focus of the evaluation on costs and cost-effectiveness.<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#94EBFF","critical":null,"critical_id":null,"duration":0},{"id":807626,"guid":"96B4D320CB3C11E998147D229186118A","previous_id":807625,"previous_guid":"8A096AA0CB3C11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"309B542CFA9C4B5BAE86ED3E7A6942C3","order_id":1,"type_id":6,"title":"Section","source":{"title":"Economic Evaluation"}},{"id":1054724,"guid":"AD3417AED4FC4523B7BE57ED25B71536","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">For each participant, a nationally applicable unit cost was applied to each item of service use reported during the trial (at the follow-up interview), to calculate the total cost for the duration of the trial. All costs are reported in Rupiah at 2017 prices. Discounting was not relevant as the follow-up did not exceed 12 months. Unit costs for primary care outpatient and inpatient services were obtained from a provincial cost calculation conducted in 2012 and adjusted for inflation based on national inflation rates https:\/\/www.statista.com\/statistics\/320156\/inflation-rate-in-indonesia. <\/div><div class = \"text-block\">This trial used Yogyakarta health services unit cost valuation from Fidiyawati (2013) which followed the methodology recommended by the Directorate of Community Health Service Insurance, Ministry of Health 2003. This study of 2012 values (though published in 2013) indicated that the average unit cost in Yogyakarta outpatient medical service was Rp 13,961 and inpatient Rp 93,052 (£1 ~ Rp 19000 in March 2018). Based on these 2012 valuations (Fidiyawati, 2013), the 2016 and 2017 values could be calculated by taking into account published inflation rates as displayed in Table 4 (Statista, 2018).<\/div><div class = \"text-block\"><span>In the absence of empirical data, the crude unit cost of Clinical Psychology consultation in <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span>could only be estimated. Psychologists’ monthly pay set by the provincial government (Rp 3,000,000 effective January 2017) was divided by the average number of psychology consultations per month \n(231 appointments in 2017; annual average of 2772 appointments per psychologist), the unit cost for psychology consultation is estimated to be Rp 12, 987. The cost to health services of each psychology consultation takes into account the retribution for infrastructure, ancillary workforce, and medical record administration, which in Yogyakarta is determined at Rp 2100 (Widodo, 2016). The total cost of clinical psychology consultation in 2017 is Rp 15,087 per appointment (Table 4).<\/span><\/div><div class = \"text-block\">To receive free psychological care, participants required a GP referral. For participants in the Specialist Arm, the cost at baseline is a composite of the cost of GP consultation (which includes retribution) and the unit cost of psychology consultation (without retribution) which amounts to Rp 30,468.<\/div><table border><tr style = \"text-align:center;\"><td>  <\/td><td>A<\/td><td>B<\/td><td>C<\/td><td>D<\/td><td>E<\/td><\/tr><tr><td style = \"text-align:center;\">1<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">YEAR<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">INFLATION RATE<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">WHO mhGAP Consultation COST in Rupiah<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">Clinical Psychology Consultation<\/b>  <b style=\"mso-bidi-font-weight:\n  normal\">COST in Rupiah<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">2<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2012  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  3.98%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  13961  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">3<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2013  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  6.41%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  14516  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">4<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2014  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  6.40%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  15447  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">5<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2015  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  6.36%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  16435  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">6<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2016 (Baseline)  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  3.53%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  17481  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Without retribution: 12987  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">7<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2017 (Follow-up)  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  4.02%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  18098  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  15097  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">8<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><\/table><\/div>"}},{"id":1054725,"guid":"3C3D60F8A6AD4F9FA5ECD7FDBC9610EE","order_id":2,"type_id":1,"title":"description","source":{"description":"<table border><tr style = \"text-align:center;\"><td>  <\/td><td>A<\/td><td>B<\/td><td>C<\/td><td>D<\/td><td>E<\/td><\/tr><tr><td style = \"text-align:center;\">1<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">YEAR<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">INFLATION RATE<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">WHO mhGAP Consultation COST in Rupiah<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  <b style=\"mso-bidi-font-weight:\n  normal\">Clinical Psychology Consultation<\/b>  <b style=\"mso-bidi-font-weight:\n  normal\">COST in Rupiah<\/b>  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">2<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2012  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  3.98%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  13961  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">3<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2013  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  6.41%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  14516  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">4<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2014  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  6.40%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  15447  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">5<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2015  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  6.36%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  16435  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">     <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">6<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2016 (Baseline)  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  3.53%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  17481  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  Without retribution: 12987  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">7<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  2017 (Follow-up)  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  4.02%  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  18098  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\">  15097  <\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><tr><td style = \"text-align:center;\">8<\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><td rowspan = \"\" colspan = \"\" style =\"display : table-cell;\"><\/td><\/tr><\/table>"}}],"cases":[],"data":null,"section":null,"section_color":"#94EBFF","critical":null,"critical_id":null,"duration":0},{"id":807628,"guid":"BC8C7A30CB3C11E998147D229186118A","previous_id":807626,"previous_guid":"96B4D320CB3C11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"704140307B8D4702BD6964526A0BC996","order_id":1,"type_id":6,"title":"Section","source":{"title":"Economic Evaluation"}},{"id":1054724,"guid":"E0B6D01B305F44398660CEC330B625D7","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The primary economic evaluation explored cost-effectiveness in terms of HoNOS, the primary outcome for the trial. A secondary cost-utility analysis explored effectiveness in terms of Quality-Adjusted Life Years (QALYs). <\/div><div class = \"text-block\">EQ-5D-3L utility scores were used to calculate QALY improvements during the period of the trial (6 months) using the area under the curve approach (Manca et al., 2005).<\/div><div class = \"text-block\">Incremental cost-effectiveness ratios (ICERS), i.e. the additional cost of one intervention compared with another divided by the additional effect, were calculated based on parameter estimates from random-effects linear regression models that represent costs and both outcomes and take into account the clustered structure of these data. While the ICER allows costs and outcomes to be considered together in a decision-making context, it is calculated from four sample mean values and is therefore subject to statistical uncertainty. The uncertainty of these estimates was explored first, by bootstrapping 1000 resamples to generate a new distribution of estimates and plotting these onto a cost-effectiveness plane for interpretation and then, by constructing cost-effectiveness acceptability curves (CEAC). The CEAC is a plot of the probability of the intervention being cost-effective (y-axis) for a range of willingness to pay thresholds per unit improvement in outcome (x-axis) (Fenwick et al., 2001). Initially, for the cost-utility analysis the WHO recommendation of three times GDP per capita (Rachapelle et al., 2013, Eichler et al., 2004)or a calculation based on estimates of opportunity costs (Woods et al., 2016)were considered to approximate an Indonesian willingness-to-pay threshold, but recent research on the Indonesian willingness-to-pay threshold for medical intervention enabled a more exact analysis to be conducted (Kristina et al., 2017).<\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#94EBFF","critical":null,"critical_id":null,"duration":0},{"id":807631,"guid":"D2366FD0CB3C11E998147D229186118A","previous_id":807628,"previous_guid":"BC8C7A30CB3C11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"3CDB9EBE68AF43FDB07043ACE6DA2FB1","order_id":1,"type_id":6,"title":"Section","source":{"title":"Cultural Challenges"}},{"id":1054724,"guid":"41D8884D8C574BE3BC022BDB418FA0A2","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><h2>Cultural Challenges and Bias<\/h2><\/div><div class = \"text-block\">Prior to the trial, SGA applied for Leave to Work Away from the University of Cambridge, in light of the fieldwork and visiting fellowship to be undertaken in Indonesia. As part of the application, SGA completed a Risk Assessment document, which helped me highlight several potential issues at the fieldwork location.<\/div><div class = \"text-block\">While SGA is an Indonesian, she had not lived in the country for 16 years prior to the first fieldwork visit to Yogyakarta. During this first fieldwork, there was a terrorist attack in Jakarta, where several terrorists bombed and shot at places and people with foreign attributes, e.g. Starbucks. SGA established a regular reporting schedule with TVB and CB2 in Cambridge, to ensure that safety issues could be immediately dealt with, and if required, a return to Cambridge arranged. Having to travel accompanied, part of the Risk Assessment compromise, would also limit SGA’s independence to travel between each fieldwork site, given the distance and remote location of many sites (up to four hours from the centre of Yogyakarta). <\/div><div class = \"text-block\">SGA was aware of my negatively perceived identity as a double minority in Indonesia: both in ethnicity and religion. As a non-medical doctor, SGA was also at the lower end of the social power when compared to research stakeholders: Muslim, Javanese, older medical doctors working as civil servants. Despite her Cambridge affiliation, SGA did not enjoy the “White Privilege” granted to lighter-skinned researchers when working in less developed context, such as the privileges granted to Japanese Dr Nozomi Sakata when conducting research in Tanzania (Naveed et al., 2017). Conversely, as a woman ethnic Chinese Indonesian researcher who does not wear a hijab, SGA was vulnerable to discrimination at my fieldwork sites. Since SGA could not show respect by speaking High Javanese, SGA had to be especially mindful of her attire and body language when interacting with stakeholders. Greeting older and important stakeholders, SGA bowed and touched her forehead to the back of their right hand. Towards research assistants, SGA had to balance authority with Javanese politeness, aware of the secondary status of a woman in Javanese culture (Smith-Hefner, 1988).<\/div><div class = \"text-block\">SGA was also aware of the rent-seeking culture of the fieldwork location, which could potentially present ethical challenges related to bribery requests, as she represented a foreign university. Prior to each data collection period, SGA would have to renew the provincial and district research licenses in person, as well as renew stakeholders’ support for the project. In her role as permission seeker, stakeholders who acted as gatekeepers could potentially present challenges. In light of these potential challenges, SGA developed local collaborations and formed a fieldwork advisory team, spearheaded by the previous Dean of Universitas Gadjah Mada Faculty of Medicine (LT) and the current Director of the Centre for Public Mental Health (DS). LT is a respected figure in the medical community in Yogyakarta, and on the other hand, all Puskesmas psychologists were required to submit biannual reports to DS. Their presence in the advisory team was deemed helpful should issues arise locally during fieldwork.<\/div><div class = \"text-block\"><span>As a trained psychologist, there was also a potential that SGA had implicit bias, favouring the Specialist treatment arm over the WHO mhGAP treatment arm. Implicit bias generally tends to favour our own ingroup, and could influence the way SGA conducted training, negotiation with clinicians, her assessment of treatment outcomes, and\/or recommendations at the end of the trial. SGA ensured that all trainings prior to the pilot and substantive trials were conducted together for both <\/span><span style = \"font-style:italic;\">Puskesmas<\/span><span> doctors and psychologists. To avoid clinicians feeling as though they were pitted against each other, representatives from the Provincial Health Authority opened the training sessions and provided a closing address. While SGA orchestrated the follow-up effort, research assistants who were Javanese collected patient outcomes data, introducing themselves in High Javanese as an expression of respect. The Trial Manager (CB1) was an independent party who conducted the randomisation of clusters, supervised the data analysis, and performed the ITT analysis. <\/span><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#84CE84","critical":null,"critical_id":null,"duration":0},{"id":807634,"guid":"F01ED6E0CB3C11E998147D229186118A","previous_id":807631,"previous_guid":"D2366FD0CB3C11E998147D229186118A","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"094536400A22478087A891A35060308F","order_id":1,"type_id":6,"title":"Section","source":{"title":"References"}},{"id":1054724,"guid":"B51A71B1C4774D1BAF837536E9447877","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>BEECHAM, J. & KNAPP, M. 2001. <\/span><span style = \"font-style:italic;\">Costing psychiatric interventions<\/span><span>, Gaskell London.<\/span><\/div><div class = \"text-block\"><span>CAMPBELL, M. K., FAYERS, P. M. & GRIMSHAW, J. M. 2005. Determinants of the intracluster correlation coefficient in cluster randomized trials: the case of implementation research. <\/span><span style = \"font-style:italic;\">Clin Trials,<\/span><span style = \"font-style:italic;font-weight:bold;\">2<\/span><span style = \"font-weight:bold;\">,<\/span><span> 99-107.<\/span><\/div><div class = \"text-block\"><span>CHAN, A.-W., TETZLAFF, J. M., ALTMAN, D. G., LAUPACIS, A., GØTZSCHE, P. C., KRLEŽA-JERIĆ, K., HRÓBJARTSSON, A., MANN, H., DICKERSIN, K. & BERLIN, J. A. 2013. SPIRIT 2013 statement: defining standard protocol items for clinical trials. <\/span><span style = \"font-style:italic;\">Annals of internal medicine,<\/span><span> 158<\/span><span style = \"font-weight:bold;\">,<\/span><span> 200-207.<\/span><\/div><div class = \"text-block\"><span>CLARKE, D. M. & CURRIE, K. C. 2009. Depression, anxiety and their relationship with chronic diseases: a review of the epidemiology, risk and treatment evidence. <\/span><span style = \"font-style:italic;\">Med J Aust,<\/span><span> 190<\/span><span style = \"font-weight:bold;\">,<\/span><span> S54-60.<\/span><\/div><div class = \"text-block\"><span>DERKSEN, J. 2009. Primary care psychologists in the Netherlands: 30 years of experience. <\/span><span style = \"font-style:italic;\">Professional Psychology: Research and Practice,<\/span><span> 40<\/span><span style = \"font-weight:bold;\">,<\/span><span> 493.<\/span><\/div><div class = \"text-block\"><span>DRUMMOND, M. 2016. Clinical Guidelines: A NICE Way to Introduce Cost-Effectiveness Considerations? <\/span><span style = \"font-style:italic;\">Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research,<\/span><span> 19<\/span><span style = \"font-weight:bold;\">,<\/span><span> 525-30.<\/span><\/div><div class = \"text-block\"><span>EICHLER, H. G., KONG, S. X., GERTH, W. C., MAVROS, P. & JONSSON, B. 2004. Use of cost-effectiveness analysis in health-care resource allocation decision-making: How are cost-effectiveness thresholds expected to emerge? <\/span><span style = \"font-style:italic;\">Value in Health,<\/span><span> 7<\/span><span style = \"font-weight:bold;\">,<\/span><span>518-528.<\/span><\/div><div class = \"text-block\"><span>ELDER, M. Q. & SILVERS, S. A. 2009. The integration of psychology into primary care: Personal perspectives and lessons learned. <\/span><span style = \"font-style:italic;\">Psychological Services,<\/span><span> 6<\/span><span style = \"font-weight:bold;\">,<\/span><span> 68.<\/span><\/div><div class = \"text-block\"><span>FENWICK, E., CLAXTON, K. & SCULPHER, M. 2001. Representing uncertainty: the role of cost-effectiveness acceptability curves. <\/span><span style = \"font-style:italic;\">Health Econ,<\/span><span> 10<\/span><span style = \"font-weight:bold;\">,<\/span><span> 779-87.<\/span><\/div><div class = \"text-block\"><span>FIDIYAWATI, T. 2013. <\/span><span style = \"font-style:italic;\">USULAN ANGGARAN BERBASIS UNIT COST DI PUSKESMAS JETIS KOTA YOGYAKARTA PROVINSI DAERAH ISTIMEWA YOGYAKARTA.<\/span><span>Universitas Gadjah Mada.<\/span><\/div><div class = \"text-block\"><span>GINTY, A. T., CARROLL, D., ROSEBOOM, T. J., PHILLIPS, A. C. & DE ROOIJ, S. R. 2013. Depression and anxiety are associated with a diagnosis of hypertension 5 years later in a cohort of late middle-aged men and women. <\/span><span style = \"font-style:italic;\">J Hum Hypertens,<\/span><span> 27<\/span><span style = \"font-weight:bold;\">,<\/span><span>187-90.<\/span><\/div><div class = \"text-block\"><span>GOLDBERG, D. & WILLIAMS, P. 2000. General health questionnaire (GHQ). <\/span><span style = \"font-style:italic;\">Swindon, Wiltshire, UK: nferNelson<\/span><span style = \"font-style:italic;\">.<\/span><\/div><div class = \"text-block\"><span>GUITTET, L., RAVAUD, P. & GIRAUDEAU, B. 2006. Planning a cluster randomized trial with unequal cluster sizes: practical issues involving continuous outcomes. <\/span><span style = \"font-style:italic;\">BMC Med Res Methodol,<\/span><span> 6<\/span><span style = \"font-weight:bold;\">,<\/span><span> 17.<\/span><\/div><div class = \"text-block\"><span>GUPTA, S. K. 2011. Intention-to-treat concept: a review. <\/span><span style = \"font-style:italic;\">Perspectives in clinical research,<\/span><span> 2<\/span><span style = \"font-weight:bold;\">,<\/span><span> 109.<\/span><\/div><div class = \"text-block\"><span>HAAS, L. J. 2004. <\/span><span style = \"font-style:italic;\">Handbook of primary care psychology<\/span><span>, Oxford University Press.<\/span><\/div><div class = \"text-block\"><span>HASS, L., DEGRUY, F. & HAAS, L. 2004. Primary care, psychology, and primary care psychology. <\/span><span style = \"font-style:italic;\">Handbook of primary care psychology<\/span><span style = \"font-style:italic;font-weight:bold;\">,<\/span><span> 5-19.<\/span><\/div><div class = \"text-block\"><span>HEMMING, K., GIRLING, A. J., SITCH, A. J., MARSH, J. & LILFORD, R. J. 2011. Sample size calculations for cluster randomised controlled trials with a fixed number of clusters. <\/span><span style = \"font-style:italic;\">BMC Med Res Methodol,<\/span><span> 11<\/span><span style = \"font-weight:bold;\">,<\/span><span> 102.<\/span><\/div><div class = \"text-block\"><span>HOHMANN, A. A. & SHEAR, M. K. 2002. Community-based intervention research: Coping with the “noise” of real life in study design. <\/span><span style = \"font-style:italic;\">American Journal of Psychiatry,<\/span><span> 159<\/span><span style = \"font-weight:bold;\">,<\/span><span>201-207.<\/span><\/div><div class = \"text-block\"><span>JIANG, Y. 2012. Cluster Randomised Controlled Trials. <\/span><span style = \"font-style:italic;\">Stats 773: Design and Analysis of Clinical Trials.<\/span><span> New Zealand: University of Auckland.<\/span><\/div><div class = \"text-block\"><span>KRISTINA, S. A., ENDARTI, D., ANDAYANI, T. M. & ROKHMAN, M. R. 2017. RELIABILITY AND VALIDITY OF HYPOTHETICAL SCENARIOS FOR ESTIMATING WILLINGNESS TO PAY (WTP) PER QUALITY ADJUSTED LIFE YEAR (QALY) IN INDONESIA SETTING. <\/span><span style = \"font-style:italic;\">2017<\/span><span style = \"font-style:italic;font-weight:bold;\">,<\/span><span> 5.<\/span><\/div><div class = \"text-block\"><span>LEWIS, G. & PELOSI, A. 1990. Manual of the revised clinical interview schedule (CIS-R). <\/span><span style = \"font-style:italic;\">Institute of Psychiatry, London<\/span><span style = \"font-style:italic;\">.<\/span><\/div><div class = \"text-block\"><span>MANCA, A., HAWKINS, N. & SCULPHER, M. J. 2005. Estimating mean QALYs in trial‐based cost‐effectiveness analysis: the importance of controlling for baseline utility. <\/span><span style = \"font-style:italic;\">Health economics,<\/span><span> 14<\/span><span style = \"font-weight:bold;\">,<\/span><span> 487-496.<\/span><\/div><div class = \"text-block\"><span>MENG, L., CHEN, D., YANG, Y., ZHENG, Y. & HUI, R. 2012. Depression increases the risk of hypertension incidence: a meta-analysis of prospective cohort studies. <\/span><span style = \"font-style:italic;\">J Hypertens,<\/span><span> 30<\/span><span style = \"font-weight:bold;\">,<\/span><span> 842-51.<\/span><\/div><div class = \"text-block\"><span>NAVEED, A., SAKATA, N., KEFALLINOU, A., YOUNG, S. & ANAND, K. 2017. Understanding, embracing and reflecting upon the messiness of doctoral fieldwork. <\/span><span style = \"font-style:italic;\">Compare: A Journal of Comparative and International Education,<\/span><span> 47<\/span><span style = \"font-weight:bold;\">,<\/span><span>773-792.<\/span><\/div><div class = \"text-block\"><span>OPPE, M., DEVLIN, N. J. & SZENDE, A. 2007. <\/span><span style = \"font-style:italic;\">EQ-5D value sets: inventory, comparative review and user guide<\/span><span>, Springer.<\/span><\/div><div class = \"text-block\"><span>RACHAPELLE, S., LEGOOD, R., ALAVI, Y., LINDFIELD, R., SHARMA, T., KUPER, H. & POLACK, S. 2013. The Cost-Utility of Telemedicine to Screen for Diabetic Retinopathy in India. <\/span><span style = \"font-style:italic;\">Ophthalmology,<\/span><span> 120<\/span><span style = \"font-weight:bold;\">,<\/span><span> 566-573.<\/span><\/div><div class = \"text-block\">RETNOWATI, S. 2011. Psikolog PUSKESMAS: Kebutuhan dan Tantangan bagi Profesi Psikologi Klinis Indonesia (Clinical Psychologist in Indonesian Primary Health Care: Opportunities and Challenges). Yogyakarta: Universitas Gadjah Mada.<\/div><div class = \"text-block\"><span>SETIYAWATI, D., BLASHKI, G., WRAITH, R., COLUCCI, E. & MINAS, H. 2014. Australian experts' perspectives on a curriculum for psychologists working in primary health care: implication for Indonesia. <\/span><span style = \"font-style:italic;\">Health Psychol Behav Med,<\/span><span> 2<\/span><span style = \"font-weight:bold;\">,<\/span><span> 970-982.<\/span><\/div><div class = \"text-block\"><span>SMITH-HEFNER, N. J. 1988. Women and politeness: The Javanese example. <\/span><span style = \"font-style:italic;\">Language in Society,<\/span><span> 17<\/span><span style = \"font-weight:bold;\">,<\/span><span>535-554.<\/span><\/div><div class = \"text-block\"><span>SOUSA, R. M., DEWEY, M. E., ACOSTA, D., JOTHEESWARAN, A. T., CASTRO-COSTA, E., FERRI, C. P., GUERRA, M., HUANG, Y., JACOB, K. S., RODRIGUEZ PICHARDO, J. G., GARCIA RAMIREZ, N., LLIBRE RODRIGUEZ, J., CALVO RODRIGUEZ, M., SALAS, A., SOSA, A. L., WILLIAMS, J. & PRINCE, M. J. 2010. Measuring disability across cultures--the psychometric properties of the WHODAS II in older people from seven low- and middle-income countries. The 10\/66 Dementia Research Group population-based survey. <\/span><span style = \"font-style:italic;\">Int J Methods Psychiatr Res,<\/span><span> 19<\/span><span style = \"font-weight:bold;\">,<\/span><span> 1-17.<\/span><\/div><div class = \"text-block\"><span>STATISTA. 2018. <\/span><span style = \"font-style:italic;\">Indonesia: Inflation rate from 2012 to 2022 (compared to the previous year) <\/span><span>[Online]. Available: <\/span><\/div><div class = \"text-block\"><a href=\"https:\/\/www.statista.com\/statistics\/320156\/inflation-rate-in-indonesia\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.statista.com\/statistics\/320156\/inflation-rate-in-indonesia\/<\/span><\/a><\/div><div class = \"text-block\">[Accessed 14 March 2018 2018].<\/div><div class = \"text-block\"><span>TONGSIRI, S. & CAIRNS, J. 2011. Estimating population-based values for EQ-5D health states in Thailand. <\/span><span style = \"font-style:italic;\">Value Health,<\/span><span> 14<\/span><span style = \"font-weight:bold;\">,<\/span><span> 1142-5.<\/span><\/div><div class = \"text-block\"><span>WIDODO, S. 2016. <\/span><span style = \"font-style:italic;\">Pengukuran Efisiensi Pada Puskesmas di Daerah Istimewa Yogyakarta.<\/span><span> Master of Accountancy, Universitas Gadjah Mada.<\/span><\/div><div class = \"text-block\"><span>WING, J., CURTIS, R. & BEEVOR, A. 1996. HoNOS: Health of the nation outcome scales. <\/span><span style = \"font-style:italic;\">Report on Research and Development. London: Royal College of Psychiatrists<\/span><span style = \"font-style:italic;\">.<\/span><\/div><div class = \"text-block\"><span>WOODS, B., REVILL, P., SCULPHER, M. & CLAXTON, K. 2016. Country-Level Cost-Effectiveness Thresholds: Initial Estimates and the Need for Further Research. <\/span><span style = \"font-style:italic;\">Value Health,<\/span><span> 19<\/span><span style = \"font-weight:bold;\">,<\/span><span> 929-935.<\/span><\/div><div class = \"text-block\"><span>YUSOF, F. A., GOH, A. & AZMI, S. 2012. Estimating an EQ-5D value set for Malaysia using time trade-off and visual analogue scale methods. <\/span><span style = \"font-style:italic;\">Value Health,<\/span><span> 15<\/span><span style = \"font-weight:bold;\">,<\/span><span>S85-90.<\/span><\/div><\/div>"}}],"cases":[],"data":null,"section":null,"section_color":"#FFED92","critical":null,"critical_id":null,"duration":0}],"document":null,"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Background<\/span><span> The World Health Organization (WHO) defines health as a state of complete physical, mental, and social well-being and not merely the absence of disease or infirmity. Despite its importance, mental health provisions are often limited. In 2015, Indonesia had only 773 psychiatrists for 250 million residents. This shortage of specialist mental health professionals is shared by most Low- and Middle-Income Countries (LMICs) and is reflected in the Treatment Gaps in this region indicating the very small proportion of people who receive adequate mental health care for their needs. While the median worldwide Treatment Gap for psychosis is 32.2% (Kohn et al., 2004), in Indonesia it is more than 90%. Experts suggested integrating mental health care into primary care, to help bridge this gap (Mendenhall et al., 2014). The systematic introduction of the World Health Organization Mental Health Gap Action Programme into primary care clinics across Indonesia and the presence of a 15-year-old co-location of Clinical Psychologists in Yogyakarta province’s primary care clinics presented an opportunity to assess the clinical and cost-effectiveness of both frameworks. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Methods<\/span><span> This research (“the trial”) set out to develop an approach, and then implement it, to compare the adapted WHO mhGAP framework with the existing specialist framework within primary mental health services in Yogyakarta, Indonesia, through a pragmatic, two-arm cluster randomised controlled non-inferiority trial. This design enabled an examination of patients derived from whole populations in a ‘real world’ setting. The trial involved two phases: a pilot study in June 2016 with the objectives to refine data collection procedures and to serve as a practice run for clinicians involved in the trial; as well as a substantive trial beginning in December 2016. The 12-item General Health Questionnaire (GHQ-12) was established as a ‘fairly accurate’ screening tool using a Receiver Operating Curve study. Using the GHQ scoring method of 0-0-1-1, a threshold of 1\/2 was identified for use in clinical setting, i.e. the context of the trial. The primary outcome was the health and social functioning of participants as measured by the Health of the Nation Outcome Scale (HoNOS) and secondary outcomes were disability as measured by WHO Disability Assessment Schedule 2.0 (WHODAS 2.0), quality of life as measured by European Quality of Life Scale (EQ‐5D-3L), and cost of intervention evaluated from a health services perspective, which aimed to determine the clinical effectiveness and cost-effectiveness of both frameworks at six months. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Results<\/span><span> During the recruitment period, 4944 adult primary care patients attended 27 participating primary care centres. Following screening (n=1484) and in-depth psychiatric interviews (n=394), 174 WHO mhGAP arm and 151 Specialist arm participants received a formal diagnosis and were recruited into the trial. The number of required participants per treatment arm, to provide statistical power of 0.80 and statistical bilateral significance value of 0.05 was estimated to be 96. A total of 153 participants of the WHO mhGAP arm and 141 of the Specialist arm were followed-up at six months, representing 90.8% of all participants diagnosed. At follow-up, 82% (n=126) participants of the WHO mhGAP arm indicated they had attended at least one treatment session during the trial, significantly more than in the Specialist Arm (69%; n=97), 2 = 7.364, p=0.007. The WHO mhGAP arm was proven to be statistically not inferior to the Specialist arm in reducing symptoms of social and physical impairment, reducing disability, and improving health-related quality of life at six months. Cost-effectiveness analyses show that the Specialist arm was dominant for a unit of improvement in patient outcomes at six months. While the framework is more expensive for the Health System, participants in the Specialist arm were found to have larger improvements. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Conclusion<\/span><span> Given that both frameworks yielded positive patient outcomes, there is no immediate need to increase the absolute number of specialist mental health professionals in community psychiatry (i.e. replicate the specialist framework outside Yogyakarta). As most psychologists and psychiatrists in Indonesia reside in large cities, the current systematic roll-out of the adapted WHO mhGAP framework might address the need to strengthen non-stigmatising mental health care within community contexts, reflecting the preferences of primary care patients. In districts or provinces which could afford the additional cost, however, the Specialist framework was shown to be better at improving patient outcomes than the adapted WHO mhGAP framework. Existing resources for specialist care can be arranged in a hub-and-spoke (step-up care) model where higher-level interventions are provided for those with greater needs. The proposed model would free-up resources for advanced clinical training of the specialist workforce in key areas of need while keeping specialist services accessible. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Trial Registration<\/span><span> This trial has been registered with clinicaltrials.gov since 25 February 2016, NCT02700490. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Ethical Standards<\/span><span> Full ethics approval from the University of Cambridge, UK was received on 15 December 2015 (PRE.2015.108) and from Universitas Gadjah Mada, Indonesia on 14 April 2016 (1237\/SD\/PL.03.07\/IV\/2016). A condition of ethics approval from the University of Cambridge is that the investigator is covered by indemnity insurance and that participants are insured for the period of their participation. This was provided by the University of Cambridge Trial Insurance Office (609\/M\/C\/1510). Ethics approval from all the clusters was not required as each cluster (Puskesmas) is a local GP surgery which does not have its own ethics committee. Instead, approval to conduct research at the province of Yogyakarta including all five districts: Kota Yogyakarta, Sleman, Gunung Kidul, Kulon Progo, Bantul Districts was obtained from the Provincial Government Office (070\/REG\/V\/625\/5\/2016) following ethics approvals. Written consent to participate was obtained from clinicians taking part as well as all patient-participants.<\/span><\/div><\/div>","changed_on":1567180151}