{"access":{"can_view":true,"can_edit":false,"can_remove":false,"can_add":false,"can_publish":false,"can_get_doi":false,"can_share":true,"can_move":true,"can_move_outside":true,"can_transfer":true,"can_download":true,"is_locked":false},"authors":[{"name":"Kineret   Sharfi","affiliation":"Laboratory of Complex Human Activity and Participation (CHAP)  Dept. of Occupational Therapy  Faculty of Social Welfare \u0026 Health Sciences  University of Haifa, Mount Carmel, Haifa 3498838 Israel","affiliation_url":null,"username":"kineret--sharfi","link":"","image":{"source":"/img/avatars/002.png","placeholder":"/img/avatars/002.png","webp_source":""},"note":"","is_verified_author":true,"is_verified_user":true},{"name":"Sara    Rosenblum","affiliation":" Head, laboratory of Complex Human Activity and Participation (CHAP)  Dept. of Occupational Therapy  Faculty of Social Welfare \u0026 Health Sciences  University of Haifa, Mount Carmel, Haifa 3498838 Israel","affiliation_url":null,"username":"w213c4z2r2u2","link":null,"image":{"source":"/img/avatars/017.png","placeholder":"/img/avatars/017.png","webp_source":""},"note":"","is_verified_author":true,"is_verified_user":false}],"before_start":"","book_chapter":null,"can_accept_authorship":false,"can_be_copied":true,"can_claim_authorship":false,"can_remove_fork":false,"can_sign":false,"child_steps":{},"cited_protocols":[],"collection_items":[],"created_on":1642967218,"creator":{"name":"Kineret  Sharfi","affiliation":"","affiliation_url":null,"username":"kineret--sharfi","link":"","image":{"source":"/img/avatars/002.png","placeholder":"/img/avatars/002.png","webp_source":""},"badges":[{"id":2,"name":"Author","image":{"source":"/img/badges/bronze.svg","placeholder":"/img/badges/bronze.svg"}}],"affiliations":[]},"description":"{\"blocks\":[{\"key\":\"b1sju\",\"text\":\"Background: The term learning disabilities (LD) refers to a heterogeneous group of neurodevelopmental disorders that affect the brain's ability to perceive or process verbal or nonverbal information efficiently and accurately. Therefore, the LD may significantly interfere with academic or occupational performance including activities of daily living. According to the literature, an estimated 10-15% of the population has some form of LD, although the question regarding the definition of LD continues worldwide. However, common definitions and identification methods of LD are dichotomous, i.e. LD either are present or not. Furthermore, most definitions focus on deficient academic skills, commonly referred to as specific LD or developmental dyslexia, dysgraphia and dyscalculia. LD co-occurs frequently with conditions diagnosed by the medical system as Attention Deficit Hyperactivity Disorder (AD/HD) and/or Developmental Co-ordination Disorder (DCD). Such diagnoses limit the individual's daily function abilities and persist into adulthood. Therefore, the present study uses concepts from The International Classification of Functioning, Disability and Health (ICF) model presented by the World Health Organization (WHO, 2001) as a theoretical framework to compare adults with LD to a matched control group. Preliminary qualitative data and a review of the literature led the researcher to focus on and examine certain characteristics of health conditions, body functions, domains of activity and participation, and Quality of Life (QoL) in order to understand what happens to this population in adulthood better. Such understanding may lead to more focused evaluation and intervention processes and outcomes. Furthermore, it should promote public awareness of the need to allocate resources for the improvement of QoL among this population. Consequently, the main aims of this study were two-fold. The first aim was to compare the characteristics of adults with LD to a matched control group, regarding: (a) Associated Health conditions: ADHD and DCD; (b) Body functions: sensory functions, executive functions (EF) and sleep; (c) Activity and Participation domains: organization in time, managing one's own activity level, and economic self-sufficiency; and (d) QoL domains: physical, psychological,  II social and environmental. The second was to examine the relationships between the abovementioned body functions, activity and participation domains and QoL among the group with LD. Methods: This is a comparative and correlational study with a matched subjects design. A convenience sample included 55 adults diagnosed with LD by a qualified professional and 55 controls matched according to age, gender, education and socio-economic status. The sample size was calculated with a statistical power analysis program that calculated a sample power of 0.999 with an effect size of minimum 0.66 and α error probability of 0.05. The mean age was 29.58 (6.4) for the LD group and 31.18 (6.4) for the controls. The LD group included 65.5% females and 34.5% males and the control group included 76.4% females and 23.6% males. Each participant completed a comprehensive socio-demographic questionnaire, the Brief Health Information ICF checklist (WHO, 2003) and a set of questionnaires for the evaluation of the following: (a) Health conditions: 1. The Adult ADHD rating scale (ASRS-V1.1), and 2. The Adult Developmental Co-ordination Disorders / Dyspraxia Checklist (ADC); (b) Body functions: 1. The Sensory Profile – Adolescents/Adult version (AASP), 2.The Behavioral Rating Inventory of Executive Functions – Adolescents/Adults version (BRIEF-A), and 3. The Mini Sleep Questionnaire (MSQ); (c) Activity and Participation: 1. Time Organization and Participation (TOPS), 2. Daily Activities Participation Scale – for Adults (DAPS-A), and 3.The Adults Finance Management Questionnaire (AFMQ); (D) QoL domains: The World Health Organization Quality of Life questionnaire (WHOQOL-BREF). Results: Unique developmental and functional features characterized adults with LD in comparison to controls. For example, significantly higher percentages reported developmental delays, difficulties with orientation in space, negative feelings when graduating from high school, past injuries, smoking cigarettes, using medications and health services, lower mental and emotional health, and being single. Results, according to the aims of the study were as follows. Concerning the first aim of the study: adults with LD were significantly different from controls in: (a) Health conditions: 45.5% were classified with ADHD symptoms (ASRS) and 67.3% with DCD symptoms (ADC) compared to 5.5% and 9.1% among controls, respectively; (b) Body functions: their sensory functions (AASP), executive functions (BRIEF-A) and sleep (MSQ) were significantly inferior; (c) Daily activity and participation: they had significantly deficient ability to organize in time (TOPS-A,B) and significantly more negative emotional responses following unsuccessful organization in time (TOPS- C). They had significantly lower  III managing of activity levels as reflected in their participation and independence levels in the performance of daily activities (DAPS-A); and significantly lower economic self-sufficiency (AFMQ). In terms of (d) QoL: their physical, psychological, social and environmental QoL ratings (WHOQOL-BREF) were significantly inferior in comparison to those of controls. Regarding the second aim of the study, several regression analyses indicated that various body functions significantly predicted daily activity and participation abilities, and QoL of adults with LD. For example, sensory (AASP) and EF (BRIEF-A) abilities predicted more than 20% of the variance of organization in time abilities. Low sensory registration (AASP) accounted for 25.9% of the variance in their pace of organization in time (TOPS-A). Task Monitoring ability (BRIEF-A) accounted for 22.9% of the variance in their organization in time performance (TOPS-B). Emotional Control ability (BRIEF-A) accounted for 28.1% and Initiation ability (BRIEF-A) contributed 12.2% to the prediction of their emotional responses following unsuccessful organization in time (TOPS-C). Furthermore, their sensory (AASP) and EF (BRIEF-A) abilities predicted 15% or more of the variance of their QoL (WHOQOL-BREF). For example, low sensory registration (AASP) accounted for 22.5% of the variance in their environmental QoL (WHOQOL-BREF), Task Monitoring ability (BRIEF-A) accounted for 19.7% of the variance in their physical QoL (WHOQOL-BREF), and Initiation ability (BRIEFA) accounted for 32.4% of the variance in their psychological QoL (WHOQOL-BREF). Furthermore, sleep quality of adults with LD (MSQ) accounted for 17.8% of the variance in their social QoL (WHOQOL-BREF). Discussion: At the theoretical level, the findings of this study uncover unique characteristics of adults with LD that may have implications for future understanding of the LD phenomenon. Eventually this understanding could lead to a new modified model. The results that ADHD and DCD symptoms continue among adults with LD at a high prevalence indicate a need to perceive LD as a more complex and concurrent phenomenon in adulthood. More specifically, deficiencies in body functions such as sensory functions, EF and sleep, which this study found among adults with LD, have been reported among adults with ADHD and DCD as well. These findings indicate shared etiologies, which may be common in all these health conditions. Moreover, the findings imply that combinations of common mental body functions, which vary on an individual level, are related to the various expressions of activity and participation that usually use to identify these health conditions. The findings imply that, unique combinations of deficiencies in sensory functions and EF of persons in this population impede their ability to monitor, organize and control performance in various life domains including organization in  IV time, managing their activity levels, economic self-sufficiency and interpersonal interactions. Therefore, when considering previous literature, the results indicate that deficient domaingeneral skills, which may vary individually, and interact with contextual factors according to the ICF model, appear as limitations in daily activity and participation in a variety of domains. Consequently, it may be necessary to reconsider the current definition of LD, as mainly an academic based disorder. Rather, it is possible that deficits in mental body functions of the person with LD manifest themselves as difficulties to participate in activities in a variety of life domains, including, but not only, the academic one. In accordance, it is suggested that evaluation processes of this population in adulthood need to be expanded and include the examination of performance of activities in various life domains. Moreover, the results suggest that approaches to diagnosis of developmental disabilities, such as LD, ADHD and DCD in adulthood, may need to include a description of a continuum of impairment and functioning at an individual level. Furthermore, since sensory functions and EF of adults with LD predict their daily activity and participation, and QoL, it is suggested that: (a) changes in contextual factors may contribute to performance in various tasks and (b) it is possible that this population is not currently receiving an appropriate response to their daily needs. Finally, based on the review of the literature, it is suggested that encouraging individuals with LD to search for unique and individual ways to perform various tasks may lead to the construction of new compensating abilities, which may enable them to perform future activities in various life domains. At the clinical level, the findings of this study lead to certain characteristics of health conditions, body functions, activity and participation, and QoL, which should be included in future evaluation and intervention processes among adults with LD. Such inclusions would address their daily needs better and avoid secondary negative emotional and health-related implications. It is suggested that clinicians need to understand possible low body functions such as those found in this study. In addition, clinicians should analyse the requirements of each task for each performer. Thus, (a) unique diagnosis and intervention methods are required in order to improve daily functions (Josman \\u0026 Rosenblum, 2011) and QoL; and (b) interventions should focus on the identification and empowerment of the client's domain-general skills in order to facilitate his/her participation in future selected activities in various life domains. Finally, it is suggested that a client-centered approach including the active engagement of the client in the process may lead to increased self-awareness and motivation and improved intervention outcomes.  V Limitations and future directions: The present study included participants with LD diagnosed by LD experts. However, diagnosis processes are not uniform due to the ongoing discussion about the LD definition. Therefore, future studies may include a uniform diagnosis procedure in order to decrease as much as possible the variability within this group. Another limitation of the study was that it obtained results through self-report questionnaires and examined two constructs with new validated instruments developed in the absence of existing tools. Therefore, in the future additional measures should be used to validate the findings further. Additional studies could investigate the relationships between significant findings of this study in all four levels examined, as well as with contextual factors, which this study did not examine due to the complexity of the issue. Finally, research may have implications for the rethinking or reframing of the traditional, dichotomous categorization of LD. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","disclaimer":"","document":"","documents":[],"doi":"dx.doi.org/10.17504/protocols.io.b37zqrp6","doi_status":2,"fork_id":null,"fork_info":null,"forks":[],"funders":[{"funder_name":"The Israeli Ministry of Science and Technology","grant_id":"3-8634"}],"groups":[],"guid":"0042DFC07C8511ECA4957B35535B5C62","guidelines":"{\"blocks\":[{\"key\":\"a6ac\",\"text\":\"This protocol relates to the following published data:\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1ojg9\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f8bse\",\"text\":\"[1] Sharfi K, Rosenblum S. Sensory modulation and sleep quality among adults with learning disabilities: A quasi-experimental case-control design study. PLoS One. 2015. doi:10.1371/journal.pone.0115518\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ro0p\",\"text\":\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0115518\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"key\":0,\"offset\":0,\"length\":73}],\"data\":{}},{\"key\":\"63u3s\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9fiph\",\"text\":\"[2] Sharfi K, Rosenblum S. Executive functions, time organization and quality of life among adults with learning disabilities. PLoS One. 2016;11: e0166939.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dr23o\",\"text\":\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0166939\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"key\":1,\"offset\":0,\"length\":73}],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"link\",\"mutability\":\"\",\"data\":{\"guid\":\"DBB4AACB7F4C11EC859B0A58A9FEAC02\",\"url\":\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0115518\"}},\"1\":{\"type\":\"link\",\"mutability\":\"\",\"data\":{\"guid\":\"ECB6D1437F4C11EC859B0A58A9FEAC02\",\"url\":\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0166939\"}}}}","has_references":false,"has_versions":false,"id":57305,"image":{"source":"https://www.protocols.io/img/default_protocol.png","webp_source":null,"placeholder":"https://www.protocols.io/img/default_protocol.png","webp_placeholder":null},"image_attribution":"","in_trash":false,"is_bookmarked":false,"is_contact_suspended":false,"is_content_confidential":false,"is_content_warning":false,"is_in_transfer":false,"is_owner":true,"is_retracted":false,"is_shared_directly":false,"is_subprotocol":null,"is_unlisted":false,"item_id":867365,"journal":null,"journals":[{"journal_id":"10.1371/journal.pone.0266385","name":"PLOS One","group_id":2,"link":"https://doi.org/10.1371/journal.pone.0266385","citation":"Sharfi K,  Rosenblum S,  Meyer S (2022) Relationships between executive functions and sensory patterns among adults with specific learning disabilities as reflected in their daily functioning. PLoS ONE  17(4): e0266385. doi: \u003ca target=\"_blank\" href=\"https://dx.doi.org/10.1371/journal.pone.0266385\"\u003e10.1371/journal.pone.0266385\u003c/a\u003e ","is_main":false}],"keywords":"Health Conditions, Body Functions, Activity and Participation,  Quality of Life, Adults, specific Learning Disabilities","last_modified":1649433971,"link":"http://file:///C:/Users/kiner/Desktop/%D7%9E%D7%90%D7%9E%D7%A8%20%D7%A1%D7%A0%D7%A1%D7%95%D7%A8%D7%99%20%D7%AA%D7%A0%202021%20%D7%A2%D7%9D%20%D7%A9%D7%A8%D7%94%20%D7%95%D7%A1%D7%95%D7%A0%D7%99%D7%94/PhD%20Protocol%20Kineret%20Sharfi.pdf ","location":null,"manuscript_citation":"\u003cp\u003eSharfi, K. (2015). Examining Health Conditions, Body Functions, Activity and Participation, and Quality of Life among Adults with Learning Disabilities – Towards a Theoretical Model. Haifa, Israel: University of Haifa, the department of Occupational Therapy. A PhD thesis supervised by Prof. Sara Rosenblum. \u003c/p\u003e","materials":[],"materials_text":"","ownership_history":null,"parent_collections":[],"parent_protocols":[],"peer_reviewed":false,"public":true,"public_fork_note":"","published_on":1649433971,"references":[],"related_equipments":[],"retraction_reason":null,"shared_access_id":16,"show_comparison":false,"sign_info":null,"state_version_id":154,"stats":{"is_voted":false,"number_of_views":30,"number_of_steps":2,"number_of_bookmarks":0,"number_of_comments":0,"number_of_bookmarked_comments":0,"number_of_steps_comments":0,"number_of_protocol_comments":0,"number_of_exports":0,"number_of_runs":0,"number_of_votes":0,"number_of_reagents":0,"number_of_equipments":0,"number_of_collections":0,"number_of_forks":{"private":0,"public":0},"number_of_accessible_forks":0},"status":{"id":1,"info":""},"steps":[{"id":1327697,"guid":"38B36BE07C8511ECA4957B35535B5C62","previous_id":0,"previous_guid":null,"section":"","section_color":"","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"5of08\",\"text\":\"  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"key\":0,\"offset\":0,\"length\":1}],\"data\":{}},{\"key\":\"d8ij9\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"file\",\"mutability\":\"\",\"data\":{\"forceSelection\":true,\"guid\":\"836A50407C8511ECA4957B35535B5C62\",\"id\":202359,\"original_name\":\"PhD Protocol Kineret Sharfi.pdf\",\"placeholder\":\"\",\"raw_source\":\"\",\"source\":\"https://s3.amazonaws.com/pr-journal/files/gfvzbqh5f.pdf\"}}}}","data":null,"protocol_id":57305,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"1","cases":[],"critical":null},{"id":1327702,"guid":"87261FC07C8511ECA4957B35535B5C62","previous_id":1327697,"previous_guid":"38B36BE07C8511ECA4957B35535B5C62","section":"","section_color":"","section_duration":0,"is_substep":false,"step":"","data":null,"protocol_id":57305,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"2","cases":[],"critical":null}],"template_id":1,"title":"Examining Health Conditions, Body Functions, Activity and Participation, and Quality of Life among Adults with Learning Disabilities – Towards a Theoretical Model","title_html":"\u003cp\u003eExamining Health Conditions, Body Functions, Activity and Participation, and Quality of Life among Adults with Learning Disabilities – Towards a Theoretical Model\u003c/p\u003e","type_id":1,"units":[{"id":1,"type_id":3,"name":"µL","can_manage":0},{"id":2,"type_id":3,"name":"mL","can_manage":0},{"id":3,"type_id":3,"name":"L","can_manage":0},{"id":4,"type_id":3,"name":"µg","can_manage":0},{"id":5,"type_id":3,"name":"mg","can_manage":0},{"id":6,"type_id":3,"name":"g","can_manage":0},{"id":7,"type_id":3,"name":"kg","can_manage":0},{"id":8,"type_id":3,"name":"ng","can_manage":0},{"id":9,"type_id":3,"name":"Hz","can_manage":0},{"id":10,"type_id":24,"name":"°C","can_manage":0},{"id":11,"type_id":24,"name":"°К","can_manage":0},{"id":12,"type_id":24,"name":"°F","can_manage":0},{"id":13,"type_id":25,"name":"Mass Percent","can_manage":0},{"id":14,"type_id":25,"name":"% volume","can_manage":0},{"id":15,"type_id":25,"name":"Mass / % volume","can_manage":0},{"id":16,"type_id":25,"name":"Parts per Million (PPM)","can_manage":0},{"id":17,"type_id":25,"name":"Parts per Billion (PPB)","can_manage":0},{"id":18,"type_id":25,"name":"Parts per Trillion (PPT)","can_manage":0},{"id":19,"type_id":25,"name":"Mole Fraction","can_manage":0},{"id":20,"type_id":25,"name":"Mole Percent","can_manage":0},{"id":21,"type_id":25,"name":"Molarity (M)","can_manage":0},{"id":22,"type_id":25,"name":"Molarity (m)","can_manage":0},{"id":23,"type_id":25,"name":"Genome copies per ml","can_manage":0},{"id":24,"type_id":3,"name":"μV","can_manage":0},{"id":25,"type_id":3,"name":"ms","can_manage":0},{"id":26,"type_id":3,"name":"pg","can_manage":0},{"id":27,"type_id":25,"name":"Molarity dilutions","can_manage":0},{"id":28,"type_id":25,"name":"millimolar (mM)","can_manage":0},{"id":29,"type_id":25,"name":"micromolar (µM)","can_manage":0},{"id":30,"type_id":25,"name":"nanomolar (nM)","can_manage":0},{"id":31,"type_id":25,"name":"picomolar (pM)","can_manage":0},{"id":32,"type_id":24,"name":"Room temperature","can_manage":0},{"id":33,"type_id":30,"name":"rpm","can_manage":0},{"id":34,"type_id":30,"name":"x g","can_manage":0},{"id":165,"type_id":24,"name":"On ice","can_manage":0},{"id":200,"type_id":32,"name":"cm","can_manage":0},{"id":201,"type_id":32,"name":"mm","can_manage":0},{"id":202,"type_id":32,"name":"µm","can_manage":0},{"id":203,"type_id":32,"name":"nm","can_manage":0},{"id":204,"type_id":25,"name":"mg/mL","can_manage":0},{"id":205,"type_id":25,"name":"µg/µL","can_manage":0},{"id":206,"type_id":25,"name":"% (v/v)","can_manage":0},{"id":1324,"type_id":30,"name":"rcf","can_manage":0},{"id":1359,"type_id":35,"name":"Bar","can_manage":0},{"id":1360,"type_id":35,"name":"Pa","can_manage":0}],"uri":"examining-health-conditions-body-functions-activit-b37zqrp6","url":"https://www.protocols.io/view/examining-health-conditions-body-functions-activit-b37zqrp6","version_class":57305,"version_data":{"id":0,"code":"b37zqrp6","version_class":57305,"parent_id":null,"parent_uri":null,"is_same_owner":false,"is_parent_public":false,"has_pending_merge_request":false,"has_approved_merge_request":false,"merge_request":null},"version_id":0,"version_uri":"examining-health-conditions-body-functions-activit-8epv59z35g1b/v1","versions":[{"id":57305,"title":"Examining Health Conditions, Body Functions, Activity and Participation, and Quality of Life among Adults with Learning Disabilities – Towards a Theoretical Model","title_html":"\u003cp\u003eExamining Health Conditions, Body Functions, Activity and Participation, and Quality of Life among Adults with Learning Disabilities – Towards a Theoretical Model\u003c/p\u003e","image":{"source":"https://www.protocols.io/img/default_protocol.png","webp_source":null,"placeholder":"https://www.protocols.io/img/default_protocol.png","webp_placeholder":null},"doi":"dx.doi.org/10.17504/protocols.io.b37zqrp6","uri":"examining-health-conditions-body-functions-activit-b37zqrp6","published_on":1643273296,"modified_on":1649433971,"version_class":57305,"version_id":0,"version_code":"b37zqrp6","version_uri":"examining-health-conditions-body-functions-activit-8epv59z35g1b/v1","created_on":1642967218,"categories":null,"creator":{"name":"Kineret  Sharfi","affiliation":null,"affiliation_url":null,"username":"kineret--sharfi","link":"","image":{"source":"/img/avatars/002.png","placeholder":"/img/avatars/002.png","webp_source":""}},"stats":{"number_of_comments":0,"last_comment_time":0}}],"warning":""}