{"id":32718,"title":"Extracorporeal membrane oxygenation meta-analysis of time-to-event data in respiratory failure in adults","title_html":"<p>Extracorporeal membrane oxygenation meta-analysis of time-to-event data in respiratory failure in adults<\/p>","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx9kikue.png","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx9kikue.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bb7nirme","doi_status":2,"uri":"extracorporeal-membrane-oxygenation-meta-analysis-bb7nirme","type_id":4,"published_on":1580891892,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1580890457,"categories":null,"creator":{"name":"Hyunsuk Frank Roh","affiliation":"Project nGene.org","affiliations":[{"affiliation":"Project nGene.org","url":"https:\/\/ngene.org","is_default":1}],"username":"hyunsuk-frank-roh","link":null,"image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"},{"id":5,"image":{"source":"\/img\/badges\/earlyadopter.svg","placeholder":"\/img\/badges\/earlyadopter.svg"},"name":"Early adopter"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":false,"link":null,"total_collections":0,"number_of_steps":1,"authors":[{"name":"Hyunsuk Frank Roh","affiliation":"Emergency Medicine and Echocardiography Laboratory, Dongjak Kyunghee Hospital, Seoul, Korea. nGene Hemodynamic Research Center.","affiliations":[],"username":"hyunsuk-frank-roh","link":null,"image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Chang-Guk Kim","affiliation":"Department of Medicine, Hanyang University College of Medicine, Seoul, Korea.","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Soon-Ho Chon","affiliation":"Department of Thoracic and Cardiovascular Surgery, Hando General Hospital, Ansan City, Gyunggi, Korea.","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Jung Mogg Kim","affiliation":"Department of Microbiology and Biomedical Science, Hanyang University College of Medicine and Graduate School of Biomedical Science and Engineering, Seoul, Korea.","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"7794AE9047EF11EA97A761BD86C35685","state_version_id":73,"steps":[{"id":878463,"guid":"CC34EDE047F211EA8082A9665B4BE2BA","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"2464DB79C0884B47BEA6F997D7D037A8","order_id":1,"type_id":6,"title":"Section","source":{"title":""}}],"cases":[],"data":null,"section":null,"section_color":null,"section_duration":0,"critical":null,"critical_id":null,"duration":0}],"document":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">INTRODUCTION<\/span><\/div><\/div><div class = \"text-block\">   In recognition of the benefits of extracorporeal membrane oxygenation (ECMO)[1], clinical outcomes have been the subject of multiple meta-analyses. Respiratory failure incorporates ‘oxygenation failure’ of acquiring oxygen and ‘ventilatory failure’ of eliminating carbon dioxide[2], which are, respectively, exemplified to ECMO indications of “acute respiratory disease syndrome” (ARDS) and “hypercapnic respiratory failure”[3, 4]. The controversial efficacy of ECMO on patient mortality in respiratory failure has been statistically assessed by previous meta-analyses based on relative risks[5-9].<\/div><div class = \"text-block\">Unlike a hazard ratio (HR), the relative risk does not consider the time to event or censoring and runs the risk of not using all the available information[10]. In other words, with respect to patient mortality, the relative risk between ECMO and non-ECMO patient groups cannot avoid overlooking the critical factor of how ECMO has influenced the timing of each event or patient death over the course of disease progression. In consideration of heterogeneities such as veno-arterial (VA) and veno-venous (VV) types, this present study applies time-to-event data to evaluations of the utility of ECMO in patients with respiratory failure.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">MATERIAL AND METHODS<\/span><\/div><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Identification of studies<\/span><\/div><div class = \"text-block\"><span>   We conducted a systemic electronic search for articles on the US National Library of Medicine’s PubMed database. The search keywords include at least one of “extracorporeal membrane oxygenation,” “extra corporeal membrane,” “extra-corporeal membrane,” “ECMO,” “extracorporeal life support,” “extra corporeal life support,” “extra-corporeal life support,” “ELS,” “ECLS”[11], and, at the same time, at least one of “mortality,” “mortalities,” “hazard,” “hazards,” and “survival”. Protocol.io:<\/span><span style = \":UNDERLINE;\">dx.doi.org\/10.17504\/protocols.io.bat8ierw<\/span><span><\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Eligibility criteria<\/span><\/div><div class = \"text-block\">   All relevant articles were evaluated using the following selection and exclusion criteria: published in English from 1975 to 2018, inclusively; survival analysis stratified by ECMO status; an HR with a 95% confidence interval (CI) or sufficient data for estimating them[12]; case-controlled, retrospective, prospective, or randomly controlled in design, with its basic demographic information; and equal to or exceeding total 10 human adult subjects[13, 14]. If more than one study was based on the overlapping population, only the most recently published study was included in the analysis.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Data extraction and quality assessment<\/span><\/div><div class = \"text-block\">   For each study, the following information was collected: (1) first author’s name; (2) year of publication; (3) study type; (4) size of ECMO and non-ECMO groups; (5) HR and CI or other equivalent information to estimate both; (6) whether outcome of interest was all-cause mortality, disease-specific mortality, or graft survival. (Please note that all-cause mortality was assumed unless it was explicitly indicated otherwise such as cardiovascular-specific mortality or graft survival.) The Newcastle-Ottawa quality assessment scale was used for case controls and cohort studies to evaluate selection, comparability, and outcome, whereas the bias assessments was employed for the randomized controlled trial (RCT), in terms of random sequence generation, allocation concealment, blinding of participants and personnel, etc[15]. The maximum score was 9 and a high-quality study was defined as one with a score of≥ 6. Data extraction and quality assessment were performed independently by two authors (HFR and CGK), and discrepancies were resolved through discussion. The final results were reviewed by the senior investigators (SHC, JMK).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Statistical information<\/span><\/div><div class = \"text-block\"><span>   Statistical analyses were performed using R (Supplemental material S1) for forest plots, Begg’s test[16], and Egger’s test[17]using the package “meta”, funnel plot asymmetry by the package “rmeta,” and meta-regression by \"metafor\". Statistical tests were two two-tailed and<\/span><span style = \"font-style:italic;\">p<\/span><span>-values below 0.05 were considered statistically significant. The PRISMA checklist[18]was used as a protocol for meta-analysis. Heterogeneity of studies was assessed with Q and I<\/span><span style = \"vertical-align:super;\">2<\/span><span>statistics, where the I<\/span><span style = \"vertical-align:super;\">2<\/span><span>statistic >50% was taken to indicate heterogeneity[19]. Pooled estimates were calculated with the fixed-effect model (Mantel–Haenszel method)[20]if there was no significant aforementioned heterogeneity; otherwise, we used the random-effect model (DerSimonian–Laird method)[21]. HRs and 95% CIs were used to evaluate the strength of association. If not explicitly available, the Cochrane web page[12]illustrated various methods of estimating those values from other reported parameters, according to Parmar<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[10]. For example, with respect to computing the HR from the Kaplan–Meier survival curve, an Excel spreadsheet of Tierney<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[22], with the help of DigitizeIt software[23]in case of the necessity of estimating the coordinate of survival curves, was employed as conducted in a similar meta-analysis[24, 25]. If more than one type of HR such as univariate HR and multivariate HR was reported, multivariate hazard ratios were employed, whenever possible, for the forest plot analysis, as univariate analysis is usually used to screen variables that are used later in the multivariate analysis, even though univariate analysis are sometimes reported solo due to, for example, small sample sizes that limit complete multivariable analysis. The meta-regression analysis of the midpoint of the study period versus the hazard ratio will be investigated[26],to evaluate the correlation between the year and the mortality from the ECMO use. Potential publication bias was illustrated by a funnel plot with Begg’s test[16]and Egger’s test[17]based on rank correlation and weighted linear regression, respectively. The natural logarithm with the logarithm base of e was used throughout the computation.<\/span><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">RESULTS<\/span><\/div><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Literature search<\/span><\/div><div class = \"text-block\">   As illustrated in Figure 1, a systemic literature search in PubMed from 1975 to 2018 resulted in 4,121 articles. Not being able to exclude articles for the possible presence of a short summary of numerical hazard ratio information in a table or a Kaplan-Meier survival curves figure, an extensive full-text review whenever possible was performed of 2,089 articles. Most articles were excluded due to the absence of the survival analysis information and no stratification by the status of ECMO, resulting in 34 studies (Supplemental material S2). Then, with respect to respiratory failure in terms of 'oxygenation failure' and 'ventilation failure,' a total of five studies[27-31]were eligible for the final analysis of the ECMO mortality assessment.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Study characteristics<\/span><\/div><div class = \"text-block\"><span>   The main characteristics of the reviewed studies are summarized in Table 1. Sample sizes for the ECMO group ranged from 14 to 124, with a total of 333 patients, whereas the control group samples ranged from 9 to 398, with a total of 681 patients. There were 2 retrospective studies, 1 prospective studies, and 2 RCTs. The length of follow-up ranged from 60 to 200 days. The proportion of ECMO recipients who received VV-ECMO was 100% in three studies[28-30], and 0% in one study[31]. We had difficulty determining the VV-ECMO proportion in one study[27]; nonetheless, its proportion, \"84%,\" was taken from its meta-analysis [7]. Since the survival analysis is not the main focus of the referenced study, the relevant study design information for the hazard ratio and Kaplan-Meier survival curve was mostly insufficient. Most hazard ratios[27, 29-31], except the one by Combes<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[28](Supplemental material S2), were estimated from the survival curves.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Quality assessment<\/span><\/div><div class = \"text-block\">   A total of 3 non-RCT studies had < 6 quality scores, categorized as low-quality studies, in the “Q\/A” (or Quality Assessment) column in Table 1. For the bias assessment of RCT studies of Figure 2, the difficulty in rigorously conducting randomization seems to be observed. After patients were randomly allocated to an ECMO group, the blinding between the ECMO group with “percutaneous venovenous cannulation” and the non-ECMO group with “ventilatory treatment”[28]was difficult to achieve. As noted in the one included RCT article, patients were randomly allocated to an ECMO group but did not necessarily undergo treatment due to more than double the average cost of ECMO treatment[30].<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Treatment outcomes<\/span><\/div><div class = \"text-block\">   Figure 3 provides forest plots for the meta-analysis of HRs, in order to investigate all-cause mortality in the ECMO and non-ECMO groups, for respiratory failure in adults. In Figure 3A, the fixed-effects model with a pooled HR of 0.64 (95% confidence interval (CI): 0.54, 0.76) suggests asignificant reductionin mortality for the ECMO group including both the VA type and a majority of the VV type, as compared to the non-ECMO group. The results of VV-ECMO alone (Figure 3B) also shows significantly improved patient survival for respiratory failure with a CI of 0.67 (0.56, 0.81).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Publication bias<\/span><\/div><div class = \"text-block\"><span>   As illustrated in Figure 4A, admittedly, asymmetric distribution, with one study being an distinct outlier[27], is observed, in spite of no significant evidence of publication bias by either Begg’s test (<\/span><span style = \"font-style:italic;\">p<\/span><span>-value = 0.6242) or Egger’s test (<\/span><span style = \"font-style:italic;\">p<\/span><span>-value = 0.2909). Regarding VV-ECMO alone in which the previous outlier is not included (Figure 4B), no significant evidence of publication bias appears from the statistical evaluation by either Begg’s test (<\/span><span style = \"font-style:italic;\">p<\/span><span>-value = 0.6015) or Egger’s test (<\/span><span style = \"font-style:italic;\">p<\/span><span>-value = 0.6879), with respect to symmetric distributions around 0.6737.<\/span><\/div><div class = \"text-block\">Because the objective of the referenced articles was not solely to determine the survival outcomes stratified by the ECMO status, a publication bias due to the lack of statistically negative results with respect to worse treatment outcomes itself would be less likely to have influenced the pooled HR result. In this regard, having only 5 reference studies may not be sufficient and more studies may be needed in order to fully determine the publication bias in respiratory failure.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Meta-regression analysis<\/span><\/div><div class = \"text-block\">   It is acknowledged that the ECMO technology from 1975 has changed immensely such that mortality may be correlated with the year, which is exemplified in the improved mortality over years in-between 1995–2000 and 2001–2004[32].For the referenced studies, themeta-regression analysis of the midpoint of the study period versus the hazard ratio (Figure 5) illustrates an insignificance (p-value = 0.8011) and neither positive nor negative correlation (r = 0.0635)in the scope of this study.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">DISCUSSION<\/span><\/div><\/div><div class = \"text-block\">   To the best of our knowledge, the present meta-analysis is the first attempt to use time-to-event data to illustrate a forest plot of mortality from the use of ECMO in adult patients, comprising both VA type and a majority of VV type, in respiratory failure of 'oxygenation failure' and 'ventilatory failure', compared against no ECMO group. When confining to only VV-ECMO, significant reduction in mortality was also noted.<\/div><div class = \"text-block\">These results should be understood not only in the context of weighing the benefits and adverse effects of ECMO, but also in consideration of patient selection issues. Although the propensity to allocate the ECMO treatment to poor patient condition was not explicitly located in the referenced studies[27-31], the non-ECMO groups were reportedly selected and specified as groups of patients who required no invasive support[33-35]. This discriminate propensity of ECMO allocation appears to reflect the wide recognition of the benefits of ECMO treatments[1]but, at the same time, indicates a patient selection bias issue of a meta-analysis on the retrospective studies. Therefore, in addition to the intrinsic benefits and adverse effects of ECMO treatment, biased allocation of ECMO based on patient conditions as a whole appeared to contribute to the aforementioned results.<\/div><div class = \"text-block\">   In this regard, the significant reduction in mortality of the ECMO group in the patients with respiratory failure compared with the non-ECMO group is worthy of mention. Although VV-ECMO could avoid the complications of VA-ECMO, such as systemic embolization, arterial trauma, and increased left ventricular afterload[36, 37], even VV-ECMO alone is still associated with risk of haemorrhage[27, 28, 30]and circuit-associated complications[5]. That is, against the known complications of the ECMOs and the patient selection biases that presumably favor the superior outcome in the non-ECMO group, the significantly improved patient outcomes in respiratory failure in the ECMO group is evident. Our result favoring the ECMO group in respiratory failure is consistent with previous meta-analyses for H1N1 pneumonia[7]and ARDS[5]. It can be tentatively proposed that the inclusion of the two RCTs, which is less apt to be influenced by the patient selection bias, may partially contribute to the significant reduction in mortality of the forest plot due to the increased statistical power of the pooled studies. In addition, the majority of ECMO in the referenced studies was veno-venous type, possibly due to the increased likelihood of normal cardiac function in respiratory failure conditions, which enable the more frequent use of VV-ECMO (or only the use of VV-ECMO[30]) and could avoid the complications of VA-ECMO. However, in consideration of numerous possible confounding factors of heterogeneities that may have influenced the mortality results, this hypothesis needs to be enlightened by more meticulous reasoning which unleashes what factors contributed to the positive results of respiratory failure indication.<\/div><div class = \"text-block\">   In reality, the number of ECMO studies tend to be small compared to those on relative risks, and relevant mortality studies on ECMO were not always explicitly designed to meet one subcategory of respiratory failure classification, such as 'ARDS' and 'acute respiratory failure', strictly and mutually exclusively. Thus, the scope of this current study on respiratory failure comprises mortality of respiratory failure by either 'oxygenation failure' or 'ventilation failure.' In the meanwhile, technically speaking, respiratory failure type III occurs during perioperative periods that can be related to cardiopulmonary ECMO indications, to name a few, of \"bridge to lung transplantation\"[3, 4]; while respiratory failure type IV results from shock, which can be related to \"myocardial infraction-association cardiogenic shock\"[3, 4]. Nonetheless, for more focused investigation, this study condenses to the mortality of hypoxemic (type I: oxygenation failure) and hypercapnic (type II: ventilation failure) respiratory failure.<\/div><div class = \"text-block\"> Whenever HRs and their variances were not reported explicitly, we estimated them from the information reported in the studies. Therefore, the significance of the results of the forest plot should have been diminished by our estimates of HR and variances. In further research, reporting numerical hazard ratios explicitly to facilitate later meta-analysis should be encouraged to investigate the mortality associated with ECMO use. and mean differences, a full-text was laboriously required to confidently make a decision to exclude its corresponding article, because the survival analysis is usually not the main topic of the referenced study but typically comprising just one line of hazard ratio information in the result table or one Kaplan-Meier survival curve figure. Nonetheless, we acknowledge that the risk of missing appropriate articles by not searching against multiple databases could have lowered the reliability of our study[39].<\/div><div class = \"text-block\">   Whenever HRs and their variances were not reported explicitly, we estimated them from the information reported in the studies. Therefore, the significance of the results of the forest plot should have been diminished by our estimates of HR and variances. In further research, reporting numerical hazard ratios explicitly to facilitate later meta-analysis should be encouraged to investigate the mortality associated with ECMO use.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">CONCLUSIONS<\/span><\/div><\/div><div class = \"text-block\">   Based on the time-to-event data of respiratory failure, ECMO comprising both VV and VA types and the VV type alone has shown to provide advantages over alternative therapy.Although VV-ECMO alone on respiratory failure was mainly addressed in this study, future investigation of the efficacy of VA-ECMO alone in respiratory failure may be more informative, due to being a more common modality of ECMO yet with greater complications[5].The accumulation of ECMO time-to-event data studies in respiratory failure will enable more focused mortality assessments, for example, on ARDS, exclusively.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">Figure Legends<\/span><\/div><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx9pikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 1.<\/span><span>Schematic representation of the study selection process.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx9qikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 2<\/span><span>. Bias assessments of RCTs. +, -, and a blank space denote lower risk, high risk, and unclear risk, respectively, for the risk judgement.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx9rikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 3.<\/span><span>A forest plot on the mortality of ECMO group (A)comprising veno-venous(VV) and veno-arterial (VA) types, and (B) VV type alone<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx9sikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 4.<\/span><span>Funnel plots are used to evaluate the publication bias on the hazard ratio in relation with Figure 3A and 3B, respectively.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx9tikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 5.<\/span><span>Meta-regression between the midpoint of the study period versus the hazard ratio. VA: veno-arterial, VV: veno-venous.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Table 1<\/span><span>. Characteristics of studies included for systematic review and meta-analysis<\/span><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">Supplemental material<\/span><\/div><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">S1 File.<\/span><span>R script for a forest plot, a funnel plot, and meta-regression.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">S2 File.<\/span><span>Supplementary dataset for hazard ratios collected during the PRISMA protocol, some of which can be related to respiratory failure types III and IV; a quick overview of estimating a hazard ratio from a Kaplan-Meier survival curve of Combes<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[28]; and R-script forthe hazard ratio with subgroup analyses<\/span><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">References<\/span><\/div><\/div><div class = \"text-block\">1.Annich GM, Lynch WR, MacLaren G, Willson JM, Bartlett RH. ECMO: Extracorporeal Cardiopulmonary Support in Critical Care, Red Book. 4th ed. Ann Arbor, Michigan, the United States of America: Extracorporeal Life Support; 2012.<\/div><div class = \"text-block\">2.Gattinon L, Carlesso E. Acute respiratory failure and acute respiratory distress syndrome. In: Tubaro M, Vranckx P, Price S, Vrints C, editors. The ESC Textbook of Intensive and Acute Cardiovascular Care 2nd edition ed: Oxford University Press; Feb 2015.<\/div><div class = \"text-block\">3.Squiers JJ, Lima B, DiMaio JM. Contemporary extracorporeal membrane oxygenation therapy in adults: Fundamental principles and systematic review of the evidence. The Journal of thoracic and cardiovascular surgery. 2016;152(1):20-32.<\/div><div class = \"text-block\">4.Abrams D, Combes A, Brodie D. Extracorporeal membrane oxygenation in cardiopulmonary disease in adults. Journal of the American College of Cardiology. 2014;63(25 Pt A):2769-78.<\/div><div class = \"text-block\">5.Munshi L, Walkey A, Goligher E, Pham T, Uleryk EM, Fan E. Venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: a systematic review and meta-analysis. Lancet Respir Med. 2019;7(2):163-72.<\/div><div class = \"text-block\">6.Saad AF, Rahman M, Maybauer DM, Fraser JF, Costantine MM, Pacheco LD, et al. Extracorporeal Membrane Oxygenation in Pregnant and Postpartum Women With H1N1-Related Acute Respiratory Distress Syndrome: A Systematic Review and Meta-analysis. Obstetrics and gynecology. 2016;127(2):241-7.<\/div><div class = \"text-block\">7.Sukhal S, Sethi J, Ganesh M, Villablanca PA, Malhotra AK, Ramakrishna H. Extracorporeal membrane oxygenation in severe influenza infection with respiratory failure: A systematic review and meta-analysis. Ann Card Anaesth. 2017;20(1):14-21.<\/div><div class = \"text-block\">8.Vaquer S, de Haro C, Peruga P, Oliva JC, Artigas A. Systematic review and meta-analysis of complications and mortality of veno-venous extracorporeal membrane oxygenation for refractory acute respiratory distress syndrome. Ann Intensive Care. 2017;7(1):51.<\/div><div class = \"text-block\">9.Zangrillo A, Biondi-Zoccai G, Landoni G, Frati G, Patroniti N, Pesenti A, et al. Extracorporeal membrane oxygenation (ECMO) in patients with H1N1 influenza infection: a systematic review and meta-analysis including 8 studies and 266 patients receiving ECMO. Crit Care. 2013;17(1):R30.<\/div><div class = \"text-block\">10.Parmar MK, Torri V, Stewart L. Extracting summary statistics to perform meta-analyses of the published literature for survival endpoints. Statistics in medicine. 1998;17(24):2815-34.<\/div><div class = \"text-block\">11.Han SS, Kim HJ, Lee SJ, Kim WJ, Hong Y, Lee HY, et al. Effects of Renal Replacement Therapy in Patients Receiving Extracorporeal Membrane Oxygenation: A Meta-Analysis. The Annals of thoracic surgery. 2015;100(4):1485-95.<\/div><div class = \"text-block\"><span>12.Smith CT. Meta-analysis of time-to-event data: Cochrane; 2018 [cited 2019 March, 29th]. Available from:<\/span><span style = \":UNDERLINE;\">https:\/\/training.cochrane.org\/resource\/meta-analysis-time-event-data<\/span><span style = \":UNDERLINE;\">.<\/span><\/div><div class = \"text-block\">13.Cheng R, Hachamovitch R, Kittleson M, Patel J, Arabia F, Moriguchi J, et al. Clinical outcomes in fulminant myocarditis requiring extracorporeal membrane oxygenation: a weighted meta-analysis of 170 patients. J Card Fail. 2014;20(6):400-6.<\/div><div class = \"text-block\">14.Magouliotis DE, Tasiopoulou VS, Svokos AA, Svokos KA, Zacharoulis D. Extracorporeal membrane oxygenation versus cardiopulmonary bypass during lung transplantation: a meta-analysis. Gen Thorac Cardiovasc Surg. 2018;66(1):38-47.<\/div><div class = \"text-block\">15.Roh HF, Nam SH, Kim JM. Robot-assisted laparoscopic surgery versus conventional laparoscopic surgery in randomized controlled trials: A systematic review and meta-analysis. PloS one. 2018;13(1):e0191628.<\/div><div class = \"text-block\">16.Begg CB, Mazumdar M. Operating characteristics of a rank correlation test for publication bias. Biometrics. 1994;50(4):1088-101.<\/div><div class = \"text-block\">17.Egger M, Davey Smith G, Schneider M, Minder C. Bias in meta-analysis detected by a simple, graphical test. Bmj. 1997;315(7109):629-34.<\/div><div class = \"text-block\">18.Moher D, Liberati A, Tetzlaff J, Altman DG, Group P. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 2009;6(7):e1000097.<\/div><div class = \"text-block\">19.Higgins JP, Thompson SG. Quantifying heterogeneity in a meta-analysis. Statistics in medicine. 2002;21(11):1539-58.<\/div><div class = \"text-block\">20.Woolf B. On estimating the relation between blood group and disease. Ann Hum Genet. 1955;19(4):251-3.<\/div><div class = \"text-block\">21.DerSimonian R, Laird N. Meta-analysis in clinical trials. Controlled clinical trials. 1986;7(3):177-88.<\/div><div class = \"text-block\">22.Tierney JF, Stewart LA, Ghersi D, Burdett S, Sydes MR. Practical methods for incorporating summary time-to-event data into meta-analysis. Trials. 2007;8:16.<\/div><div class = \"text-block\"><span>23.Bormann I. Digitizer software - digitize a scanned graph or chart into (x,y)-data.[cited 2019 May, 7th]. Available from:<\/span><span style = \":UNDERLINE;\">https:\/\/www.digitizeit.de<\/span><span style = \":UNDERLINE;\">.<\/span><\/div><div class = \"text-block\">24.Chu DK, Kim LH, Young PJ, Zamiri N, Almenawer SA, Jaeschke R, et al. Mortality and morbidity in acutely ill adults treated with liberal versus conservative oxygen therapy (IOTA): a systematic review and meta-analysis. Lancet. 2018;391(10131):1693-705.<\/div><div class = \"text-block\">25.Roh HF, Kim J, Nam SH, Kim JM. Pulmonary resection for patients with multidrug-resistant tuberculosis based on survival outcomes: a systematic review and meta-analysis. European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery. 2017;52(4):673-8.<\/div><div class = \"text-block\">26.Phan K, Tian DH, Cao C, Black D, Yan TD. Systematic review and meta-analysis: techniques and a guide for the academic surgeon. Annals of cardiothoracic surgery. 2015;4(2):112-22. Epub 2015\/04\/15.<\/div><div class = \"text-block\">27.Noah MA, Peek GJ, Finney SJ, Griffiths MJ, Harrison DA, Grieve R, et al. Referral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1). JAMA : the journal of the American Medical Association. 2011;306(15):1659-68.<\/div><div class = \"text-block\">28.Combes A, Hajage D, Capellier G, Demoule A, Lavoue S, Guervilly C, et al. Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome. The New England journal of medicine. 2018;378(21):1965-75.<\/div><div class = \"text-block\">29.Kanji HD, McCallum J, Norena M, Wong H, Griesdale DE, Reynolds S, et al. Early veno-venous extracorporeal membrane oxygenation is associated with lower mortality in patients who have severe hypoxemic respiratory failure: A retrospective multicenter cohort study. J Crit Care. 2016;33:169-73.<\/div><div class = \"text-block\">30.Peek GJ, Mugford M, Tiruvoipati R, Wilson A, Allen E, Thalanany MM, et al. Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet. 2009;374(9698):1351-63.<\/div><div class = \"text-block\">31.Moon D, Lee SN, Yoo KD, Jo MS. Extracorporeal membrane oxygenation improved survival in patients with massive pulmonary embolism. Ann Saudi Med. 2018;38(3):174-80.<\/div><div class = \"text-block\">32.Hannan RL, Ojito JW, Ybarra MA, O'Brien MC, Rossi AF, Burke RP. Rapid cardiopulmonary support in children with heart disease: a nine-year experience. The Annals of thoracic surgery. 2006;82(5):1637-41.<\/div><div class = \"text-block\">33.Schechter MA, Ganapathi AM, Englum BR, Speicher PJ, Daneshmand MA, Davis RD, et al. Spontaneously Breathing Extracorporeal Membrane Oxygenation Support Provides the Optimal Bridge to Lung Transplantation. Transplantation. 2016;100(12):2699-704.<\/div><div class = \"text-block\">34.Hayanga AJ, Du AL, Joubert K, Tuft M, Baird R, Pilewski J, et al. Mechanical Ventilation and Extracorporeal Membrane Oxygenation as a Bridging Strategy to Lung Transplantation: Significant Gains in Survival. Am J Transplant. 2018;18(1):125-35.<\/div><div class = \"text-block\">35.Weymann A, Farag M, Sabashnikov A, Fatullayev J, Zeriouh M, Schmack B, et al. Central Extracorporeal Life Support With Left Ventricular Decompression to Berlin Heart Excor: A Reliable \"Bridge to Bridge\" Strategy in Crash and Burn Patients. Artificial organs. 2017;41(6):519-28.<\/div><div class = \"text-block\">36.Keckler SJ, Laituri CA, Ostlie DJ, St Peter SD. A review of venovenous and venoarterial extracorporeal membrane oxygenation in neonates and children. Eur J Pediatr Surg. 2010;20(1):1-4.<\/div><div class = \"text-block\">37.Kinsella JP, Gerstmann DR, Rosenberg AA. The effect of extracorporeal membrane oxygenation on coronary perfusion and regional blood flow distribution. Pediatric research. 1992;31(1):80-4.<\/div><div class = \"text-block\">38.Kempker RR, Vashakidze S, Solomonia N, Dzidzikashvili N, Blumberg HM. Surgical treatment of drug-resistant tuberculosis. The Lancet Infectious diseases. 2012;12(2):157-66.<\/div><div class = \"text-block\">39.Halladay CW, Trikalinos TA, Schmid IT, Schmid CH, Dahabreh IJ. Using data sources beyond PubMed has a modest impact on the results of systematic reviews of therapeutic interventions. J Clin Epidemiol. 2015;68(9):1076-84. Epub 2015\/08\/19.<\/div><\/div>","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Purpose:<\/span><span>Time-to-event data of hazard ratios were used to generate a forest plot of mortality on extracorporeal membrane oxygenation (ECMO) in respiratory failure in adults.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Materials and Methods:<\/span><span>A systemic search was conducted in PubMed from 1975 to 2018. Among 4,121 articles, a total of 5 clinical reports comprising 1,014patients (333 of the patients who underwent ECMO and 681 of the patients who did not undergo ECMO) met the inclusion criteria.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Results:<\/span><span>The pooled hazard ratio of 0.64 (95% confidence interval (CI): 0.54, 0.76) suggests that the ECMO group comprising both veno-arterial (VA) type and a majority of veno-venous (VV) type was significantly associated with a reduction in mortality compared with the non-ECMO group in respiratory failure. The results of VV-ECMO alone also showed significantly improved patient survival of respiratory failure with the hazard ratio of 0.67 (0.56, 0.81).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Conclusions:<\/span><span>The results of the ECMO group with VV and VA types, or the VV type alone revealed a reduction in mortality for patients with respiratory failure based on time-to-event data.Future investigation of the efficacy of VA-ECMO alone in respiratory failure may be more enlightening.<\/span><\/div><\/div>","changed_on":1580891892}