{"id":22024,"title":"Extracting Biological Age from Biomedical Data Using Artificial Intelligence","title_html":"Extracting Biological Age from Biomedical Data Using Artificial Intelligence","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.zrgf53w","doi_status":2,"uri":"extracting-biological-age-from-biomedical-data-usi-zrgf53w","type_id":1,"published_on":1554274860,"version_id":0,"created_on":1554274672,"categories":null,"creator":{"name":"Cathy Miller","affiliation":null,"username":"cathy-miller","link":null,"image":{"source":"\/img\/avatars\/018.png","placeholder":"\/img\/avatars\/018.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"}],"research_interests":null},"journal":null,"journal_name":null,"journal_link":null,"public":1,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"Cathy Miller","affiliation":"Creative Peptides","username":"cathy-miller","link":null,"image":{"source":"\/img\/avatars\/018.png","placeholder":"\/img\/avatars\/018.png"},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>Recently, in a research report published in <\/span><span style = \"font-style:italic;\">Scientific Reports<\/span><span>, researchers from institutions such as the Moscow Institute of Physics and Technology have said that physical activity data obtained from wearable devices can be used to generate signs indicating aging and weakness of the body. Digital biomarkers, a groundbreaking argument, may reveal the potential of emerging markets, combining sensors with artificial intelligence technology (AI) to continuously monitor population health risks and provide timely feedback to healthcare providers or data.<\/span><\/div><div class = \"text-block\">Many physiological parameters are closely related to the age of the body, and various biomarkers indicating age, such as DNA methylation, voicing, and circulating blood factors, can be used to establish accurate body clocks to obtain estimates of individual biological age and aging conditions. However, in addition to conducting academic research, large-scale biochemical and genomic characterization is logically difficult and expensive for practical applications.<\/div><div class = \"text-block\">Recently, researchers have introduced wearable sensors that can collect and store personal digital activity records. Today, this tracking process has been completed, without even affecting the daily lives of hundreds of millions of people around the world. Researcher Peter Fedichev explains that artificial intelligence is a very powerful tool in pattern recognition, and it has very powerful performance in many aspects, such as visual object recognition, speech recognition and other fields. Recently in the medical field, a very typical example is the use of neural networks to easily detect patients' heart rate abnormalities in ECG data, as well as to obtain age-related biomarkers from clinical blood biochemical analyses and to predict people's mortality based on patient’s electronic medical records.<\/div><div class = \"text-block\">The researchers used a 2003-2006 US National Health and Nutrition Survey to analyze participants' physical activity records and clinical data, and then they trained this particular neural network to predict the individual's biological age, and Participants have a one-week activity level to predict their risk of death. This state-of-the-art convolutional neural network (CNN) can be used to uncover biologically relevant patterns of exercise while also establishing general health and the relationship between life records. The new artificial intelligence algorithms, developed by researchers, has been able to significantly exceed the previously available biological age models and death risk prediction models.<\/div><div class = \"text-block\">Researchers say that artificial intelligence can be used to further refine risk models, and combining body aging theory with the most powerful modern machine learning tools may enable a better health risk model to reduce longevity risks in the population, while still can help to develop some pension plans, and provide some ideas and research foundation for the upcoming clinical trials and anti-aging therapy development. Now researchers have developed a new iPhone application - Gero Lifespan, which can assess the life of the user with the help of smart accelerators.<\/div><div class = \"text-block\"><span>Aging is a problem that all living creatures are facing. For decades, scientists have been seeking for a way to slow aging process. Creative Peptides offers a wide range of <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">cosmetic peptides<\/span><\/a><span>, <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">anti-aging peptides<\/span><\/a><span> as well as <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">anti-pigmentation peptides<\/span><\/a><span> for research purposes.<\/span><\/div><\/div>","changed_on":1554274860}