{"id":32595,"title":"Extracorporeal membrane oxygenation meta-analysis of time-to-event data in cardiopulmonary disease in adults","title_html":"<p>Extracorporeal membrane oxygenation meta-analysis of time-to-event data in cardiopulmonary disease in adults<\/p>","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx2uikue.png","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx2uikue.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bb3tiqnn","doi_status":2,"uri":"extracorporeal-membrane-oxygenation-meta-analysis-bb3tiqnn","type_id":4,"published_on":1580890328,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1580716440,"categories":null,"creator":{"name":"Hyunsuk Frank Roh","affiliation":"Project nGene.org","affiliations":[{"affiliation":"Project nGene.org","url":"https:\/\/ngene.org","is_default":1}],"username":"hyunsuk-frank-roh","link":null,"image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"},{"id":5,"image":{"source":"\/img\/badges\/earlyadopter.svg","placeholder":"\/img\/badges\/earlyadopter.svg"},"name":"Early adopter"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":false,"link":null,"total_collections":0,"number_of_steps":1,"authors":[{"name":"Hyunsuk Frank Roh","affiliation":"Emergency Medicine and Echocardiography Laboratory, Dongjak Kyunghee Hospital, Seoul, Korea. nGene Hemodynamic Research Center, Seoul, Korea.","affiliations":[],"username":"hyunsuk-frank-roh","link":null,"image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Chang-Guk Kim","affiliation":"Department of Medicine, Hanyang University College of Medicine, Seoul, Korea.","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Soon-Ho Chon","affiliation":"Department of Thoracic and Cardiovascular Surgery, Hando General Hospital, Ansan City, Gyunggi, Korea.","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Jung Mogg Kim","affiliation":"Department of Microbiology and Biomedical Science, Hanyang University College of Medicine and Graduate School of Biomedical Science and Engineering, Seoul, Korea.","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"BE8B1100465911EA8408F18189242B03","state_version_id":79,"steps":[{"id":876600,"guid":"7FA74440465E11EA8408F18189242B03","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"EEF3C9B2C3D941DD8AD2A39FDF3E90A2","order_id":1,"type_id":6,"title":"Section","source":{"title":""}}],"cases":[],"data":null,"section":null,"section_color":null,"section_duration":0,"critical":null,"critical_id":null,"duration":0}],"document":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">INTRODUCTION<\/span><\/div><\/div><div class = \"text-block\">In recognition of the benefits of extracorporeal membrane oxygenation (ECMO)[1], clinical outcomes have been the subject of multiple meta-analyses. Pr evious meta-analyses of ECMO treatment reported forest plots based on relative risks. Unlike a hazard ratio (HR), a relative risk does not consider the time to event and censoring and runs the risk of not using all the available information[2]. In other words, with respect to the patient mortality, the relative risk between ECMO and no-ECMO patient groups cannot avoid overlooking the critical factor of how ECMO has influenced the timing of each event or patient death over the course of disease progression.<\/div><div class = \"text-block\">Previous meta-analyses have focused on a single indication presumably because, given the wide range of potential applications for ECMO, studying a particular patient population separately is a crucial step in terms of reducing confounding factors. The present study endeavors to investigate ECMO indications of cardiopulmonary disease as a whole and to list the findings of ECMO mortality in individual indications as subgroup analyses. This was done to ensure that a positive result of a particular indication is not automatically applied to a different patient population that may not have the same benefit, and thereby to prevent a potentially unnecessary intervention. Based on the ECMO indications[3, 4], the present study applies time-to-event data to evaluations of both the overall and individual cardiopulmonary indications of ECMO in adult patients in relation to relevant meta-analyses.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">MATERIAL AND METHODS<\/span><\/div><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Identification of studies<\/span><\/div><div class = \"text-block\"><span>We conducted a systemic electronic search for articles on the US National Library of Medicine’s PubMed database. The search keywords include at least one of “extracorporeal membrane oxygenation,” “extra corporeal membrane,” “extra-corporeal membrane,” “ECMO,” “extracorporeal life support,” “extra corporeal life support,” “extra-corporeal life support,” “ELS,” “ECLS”[5], and, at the same time, at least one of “mortality,” “mortalities,” “hazard,” “hazards,” and “survival,” in consideration of prior pilot searches. Protocol.io:<\/span><span style = \":UNDERLINE;\">http:\/\/dx.doi.org\/10.17504\/protocols.io.5xdg7i6<\/span><span><\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Eligibility criteria<\/span><\/div><div class = \"text-block\">All relevant articles were evaluated using the following selection and exclusion criteria: published in English from 1975 to 2018, inclusively; survival analysis stratified by ECMO status; an HR with a 95% confidence interval (CI) or sufficient data for estimating them[6]; case-controlled, retrospective, prospective, or randomly controlled in design, with its basic demographic information; and equal to or exceeding total 10 human adult subjects[7, 8]. If more than one study was based on the overlapping population, only the most recently published study was included in the analysis.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Classification of ECMO indications<\/span><\/div><div class = \"text-block\"><span>This study was mainly based on ECMO indications and data representation in cardiopulmonary disease in adults, according to Squiers<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[3] and Abrams<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[4].<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Respiratory failure:<\/span><span>The original “Acute respiratory disease syndrome” (ARDS) and “Hypercapnic respiratory failure” indications[4]were expanded and grouped together as “respiratory failure” to incorporate ‘oxygenation failure’ and ‘ventilatory failure’[9], because the referenced articles were not always designed and conducted to meet one criteria between ARDS and hypercapnic respiratory failure, strictly and mutually exclusively.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Bridge to LTx, Intra-LTx, Post-LTx (lung transplantation):<\/span><span>Referenced studies tended to handle indications of ECMO on LTx in the order of bridge to LTx, intra-LTx, and post-LTx, separately and sequentially.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Cardiogenic shock:<\/span><span>Each etiology for the cardiogenic shock is noted in Table 1.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Bridge to HTx (heart transplantation), Bridge to VAD (ventricular assist device):<\/span><span>The original “Bridge to VAD implantation or heart transplantation”[3, 4]was divided into bridge to heart transplantation and bridge to VAD, in order to investigate the indications of ECMO on HTx in the order of bridge to HTx, intra-HTx, and post-HTx, separately and sequentially, similar to the aforementioned LTx.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">E-CPR:<\/span><span>Extracorporeal cardiopulmonary resuscitation vs. conventional cardiopulmonary resuscitation was investigated under this indication criterion.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Others:<\/span><span>If ECMO had been indicated for a use not specifically listed in Squiers<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[3] and Abrams<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[4], those referenced articles would be grouped and investigated under this criterion.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Data extraction and quality assessment<\/span><\/div><div class = \"text-block\">For each study, the following information was collected: (1) first author’s name; (2) year of publication; (3) study type; (4) size of ECMO and no-ECMO groups; (5) HR and CI or other equivalent information to estimate both; (6) whether outcome of interest was all-cause mortality, disease-specific mortality, or graft survival. The Newcastle-Ottawa quality assessment scale was used for case controls and cohort studies to evaluate selection, comparability, and outcome, whereas the bias assessments was employed for the randomized controlled trial (RCT), in terms of random sequence generation, allocation concealment, blinding of participants and personnel, etc[10]. The maximum score was 9 and a high-quality study was defined as one with a score of≥6. Data extraction and quality assessment were performed independently by two authors (HFR and CGK), and discrepancies were resolved through discussion. The final results were reviewed by the senior investigators (SHC, JMK).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Statistical information<\/span><\/div><div class = \"text-block\"><span>Statistical analyses were performed using R (Supplemental material S1) for forest plots, Begg’s test[11], and Egger’s test[12]using the package “meta” and funnel plot asymmetry by the package “rmeta.” Statistical tests were two two-tailed and<\/span><span style = \"font-style:italic;\">p<\/span><span>-values below 0.05 were considered statistically significant. The PRISMA checklist[13]was used as a protocol for meta-analysis. Heterogeneity of studies was assessed with Q and I<\/span><span style = \"vertical-align:super;\">2<\/span><span>statistics, where the I<\/span><span style = \"vertical-align:super;\">2<\/span><span>statistic >50% was taken to indicate heterogeneity[14]. Pooled estimates were calculated with the fixed-effect model (Mantel–Haenszel method)[15]if there was no significant aforementioned heterogeneity; otherwise, we used the random-effect model (DerSimonian–Laird method)[16]. However, if substantial heterogeneity in the patient populations and study designs is observed, one may consider using the random-effect model instead. HRs and 95% CIs were used to evaluate the strength of association. If not explicitly available, the Cochrane web page[6]illustrated various methods of estimating those values from other reported parameters, according to Parmar<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[2]. For example, with respect to computing the HR from the Kaplan–Meier survival curve, an Excel spreadsheet of Tierney<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[17], with the help of DigitizeIt software[18]in case of the necessity of estimating the coordinate of survival curves, was employed as conducted in a similar meta-analysis[19, 20]. If more than one type of HR such as univariate HR and multivariate HR was reported, multivariate hazard ratios were employed, whenever possible, for the forest plot analysis, as univariate analysis is usually used to screen variables that are used later in the multivariate analysis, even though univariate analysis are sometimes reported solo due to, for example, small sample sizes that limit complete multivariable analysis. Next, the Pearson correlations between the year of publication and HR and between the year and log HR were computed, in order to investigate the correlation between the year and the mortality from the ECMO use.Potential publication bias was illustrated by a funnel plot with Begg’s test[11]and Egger’s test[12]based on rank correlation and weighted linear regression, respectively. The natural logarithm with the logarithm base of e was used throughout the computation.<\/span><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">RESULTS<\/span><\/div><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Literature search<\/span><\/div><div class = \"text-block\"><span>As illustrated in Figure 1, a systemic literature search resulted in a total of 34 studies[21-54]for the final analysis. (Please note that Ius<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[41]reported survival analysis for both bridge to LTx and intra-LTx.) With respect to a bridge to LTx, the most recently published study of Schechter<\/span><span style = \"font-style:italic;\">et al.<\/span><span>[24]was included, among three studies[24, 55, 56]using the United Network for Organ Sharing (UNOS) database that overlapped. Some studies were excluded because we were unable to locate the explicit number of patients of the ECMO groups[57-59]and the control groups[60-63]of the survival analysis.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Study characteristics<\/span><\/div><div class = \"text-block\">The main characteristics of the reviewed studies are summarized in Table 1. Sample sizes for the ECMO group ranged from 7 to 150, with a total of 1,631 patients, whereas the control group samples ranged from 8 to 11,607, with a total of 18,979 patients. There were 1 case control, 28 retrospective studies, 3 prospective studies, and 2 RCTs.The length of follow-up, for instance, ranged from 60~90 days for respiratory failure to years for transplantations. Since the survival analysis is not the main focus of the referenced study, the relevant study design information for the hazard ratio and Kaplan-Meier survival curve was mostly insufficient. Most hazard ratios (in30 out of 35 studies) were estimated from the survival curves in the “HR (95% CI)” column, unless indicated by† and ‡ for numerical HR from univariate and multivariate analyses, respectively.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Quality assessment<\/span><\/div><div class = \"text-block\">Thequality scores of non-RCT studies ranged from 4 to 6, with a higher value indicating a better methodology in the “Q\/A” (or Quality Assessment) column in Table 1. A total of 11 studies that had≥6 score were categorized as high-quality studies, while 21 studies that had < 6 score were categorized as low-quality studies.<\/div><div class = \"text-block\">For the bias assessment of RCT studies of Figure 2, although an RCT would be necessary to better assess the benefits and adverse effects of ECMO treatments, the difficulty in rigorously conducting randomization should be taken into account. After patients were randomly allocated to an ECMO group, the blinding between the ECMO group with “percutaneous venovenous cannulation” and the no-ECMO group with “ventilatory treatment”[21]was difficult to achieve. As noted in the one included RCT article, patients were randomly allocated to an ECMO group but did not necessarily undergo treatment due to more than double the average cost of ECMO treatment[22].<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Heterogeneities and random-effects model<\/span><\/div><div class = \"text-block\"><span>Various heterogeneities of the referenced studies could have affected the outcome. First, the stratification by the status of the ECMO into the ECMO group and the no-ECMO group should be considered. More specifically, the ECMO group heterogeneously included “VA ECMO” (veno-arterial ECMO)[25], “V-V ECMO group” (veno-venous ECMO)[51], “MV & ECMO” (mechanical ventilator & ECMO)[23], etc., whereas the no-ECMO group included the “no support”[24], and “mechanical ventilation”[40]. Second, different etiologies were applied to the indication for ECMO treatment. For example, the individual ECMO indication of respiratory failure heterogeneously resulted from ARDS [21], pulmonary embolism[35], etc. Third, a heterogeneity was evident in the length of follow-ups, as in “30 days”[28], …, and “4000 days”[54]. These heterogeneities prevented us from reporting more conclusive results, and one should be aware of these limitations when understanding the statistical findings on the ECMO use for each specific indication. To accommodate the heterogeneous patient groups, we used the random-effects model to provide more conservative view, although the fixed-effects model may be indicated because I<\/span><span style = \"vertical-align:super;\">2<\/span><span>was below 50% and we were unable to reject the null hypothesis of homogeneity.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Treatment outcomes<\/span><\/div><div class = \"text-block\">Figure 3 provides a forest plot for the meta-analysis of HRs, in order to investigate all-cause mortality of the ECMO and no-ECMO groups, for both overall indications and each indication in cardiopulmonary disease in adults. The random-effects model with a pooled HR of 1.2828 (95% CI: 0.9649, 1.7054) for the overall cardiopulmonary ECMO indications in adults suggests that there was no difference for the ECMO group as compared to the no-ECMO group. As to subgroup analyses with respect to each indication of ECMO in adults, we found that increased mortality in post-LTx with a pooled HR of 2.0600 (95% CI: 1.6987, 2.4981), bridge to HTx with a pooled HR of 1.4212 (95% CI: 1.0309, 1.9592), and post-HTx with a pooled HR of 5.6365 (95% CI: 1.7569, 18.0827). In contrast, there was significant reduction of mortality in respiratory failure, with a pooled HR of 0.6308 (95% CI: 0.5037, 0.7900). For the remaining individual indications, it was not possible to conclude definitively whether ECMO was associated with either increased or decreased mortality.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Pearson correlation between the year of publication and the mortality<\/span><\/div><div class = \"text-block\"><span>It is acknowledged that the ECMO technology from 1975 has changed immensely such that mortality may be correlated with the year, which is exemplified in the improved mortality over years in-between 1995–2000 and 2001–2004[64].Pearson correlation was employed to assess the significant correlation between the year and the mortality. Pearson correlation coefficients between the year of publication and HR and between the year of publication and logHR were 0.0829 and 0.1648 with<\/span><span style = \"font-style:italic;\">p<\/span><span>-values of 0.3529 and 0.1838, respectively. For the referenced studies, the Pearson correlation between the year and the mortality were shown to be insignificant in the scope of this study.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Publication bias<\/span><\/div><div class = \"text-block\"><span>As illustrated in Figure 4,with respect to symmetric distributions around log(1.2828),no significant evidence of publication bias appears from the statistical evaluation by either Begg’s test (<\/span><span style = \"font-style:italic;\">p<\/span><span>-value = 0.2563) or Egger’s test (<\/span><span style = \"font-style:italic;\">p<\/span><span>-value = 0.9471). Because the objective of the referenced articles was not solely to determine the survival outcomes stratified by the ECMO status, a publication bias due to the lack of statistically negative results with respect to worse treatment outcomes itself would be less likely to have influenced the pooled HR result.<\/span><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">DISCUSSION<\/span><\/div><\/div><div class = \"text-block\">To the best of our knowledge, the present meta-analysis is the first attempt to use time-to-event HR data to illustrate a forest plot of all-cause mortality from the use of ECMO in adult patients, in terms of both overall cardiopulmonary indications and individual indications as a subgroup analysis. As shown by the results of the overall analysis, across various indications of ECMO in cardiopulmonary diseases in adults, outcomes favored neither the ECMO group nor the no-ECMO group. However, as to the subgroup analyses, the reduction in mortality in the ECMO group was found in respiratory failure, whereas increased mortality in the ECMO group was noted in post-LTx, bridge to HTx, and post-HTx.<\/div><div class = \"text-block\">These results should be understood not only in the context of weighing the benefits and adverse effects of ECMO, but also in consideration of patient selection issues. We could not help but notice the propensity to allocate the ECMO treatment to the poor patient conditions. In other words, the no-ECMO groups were selected and specified as groups of patients who required no invasive support[23, 24, 49]. Presumably, this was so because, in a daily practice, ECMO are used in desperate cases such as a cardiogenic shock where, without ECMO implantation, the mortality is critically high. This discriminate propensity of ECMO allocation appears to reflect the wide recognition of the benefits of ECMO treatments[1]but, at the same time, indicates a patient selection bias issue of a meta-analysis on the retrospective studies. Therefore, in addition to the intrinsic benefits and adverse effects of ECMO treatment, biased allocation of ECMO based on patient conditions as a whole appeared to contribute to the aforementioned results.<\/div><div class = \"text-block\"><span>In this regard, the significant reduction in mortality of the ECMO group in the patients with respiratory failure compared with the no-ECMO group is worthy of mention. That is, against the patient selection biases that presumably favor the superior outcome in the no-ECMO group, the significantly improved patient outcomes in respiratory failure in the concurring ECMO group is evident. Our result favoring the ECMO group in respiratory failure is consistent with previous meta-analyses for H1N1 pneumonia[65]and ARDS[66]. It can be tentatively proposed thatthe inclusion of the two RCTs, which is less apt to be influenced by the patient selection bias, may contribute to the significant reduction in mortalityof the forest plot due to the increased statistical power of the pooled studies. In addition,Annich<\/span><span style = \"font-style:italic;\">et al.<\/span><span>stated that themajority of patients with respiratory failure including ARDS has been well supported with veno-venous (V-V) ECMO[1]. In this regard, the increased likelihood of normal cardiac function in respiratory failure conditions could enable the more frequent use of V-V ECMO (or all the use of V-V ECMO[22]), which could avoid the complications of veno-arterial (V-A) ECMO, such as systemic embolization, arterial trauma, and increased left ventricular afterload[67, 68]. However, in consideration ofnumerous possible confounding factors of heterogeneities that may have influenced the mortality results, this hypothesisneeds to be enlightened by more meticulous reasoning that unleashes which factorscontributed to this deviation of respiratory failure subgroup analysis from the overall global analysis.<\/span><\/div><div class = \"text-block\">Although we are aware of the fact that other ECMO meta-analyses conducted database searches on PubMed, EMBASE, Cochrane, and so forth, we searched against the PubMed database only[69], due to the following reasons. During the pilot study, we found that this study required quite an inclusive search of keywords for various cardiopulmonary ECMO indications, compared with meta-analyses on a single indication, as manifested by the total number of articles we worked with. In addition, unlike meta-analyses on relative risks and mean differences, a full-text was laboriously required to confidently make a decision to exclude its corresponding article, because the survival analysis is usually not the main topic of the referenced study but typically comprising just one line of hazard ratio information in the result table or one Kaplan-Meier survival curve figure. Nonetheless, we acknowledge that the risk of missing appropriate articles by not searching against multiple databases could have lowered the reliability of our study[70].<\/div><div class = \"text-block\">Whenever HRs and their variances were not reported explicitly, we estimated them from the information reported in the studies. Therefore, the significance of the results of the forest plot should have been diminished by our estimates of HR and variances. In further research, reporting numerical hazard ratios explicitly to facilitate later meta-analysis should be encouraged to investigate the mortality associated with ECMO use.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">CONCLUSIONS<\/span><\/div><\/div><div class = \"text-block\">Based on the time-to-event data, overall, ECMO provides no advantages over alternative therapy with respect to the patient mortality. The results of subgroup analyses revealed a better outcome for the patients with sole respiratory failure and a worse outcome for those for whom ECMO was used in post-LTx, bridge to HTx, and post-HTx. The value of the analysis was reduced by the low quality of the included studies, heterogeneities, and selection bias where more unwell patients were often selected for the ECMO support.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\"> <\/span><span style = \"font-weight:bold;\">Figure Legends<\/span><\/div><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx2xikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 1.<\/span><span>Schematic representation of the study selection process.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx2yikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 2<\/span><span>. Bias assessments of RCTs. +, -, and a blank space denote lower risk, high risk, and unclear risk, respectively, for the risk judgement.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx2zikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 3A.<\/span><span>A forest plot on the all-cause mortality of ECMO use in cardiopulmonary disease in adults. This forest plot with subgroup analyses considers an aspect of mortality for both overall and individual indications as follows: 01. Respiratory failure, 02. Bridge to LTx (lung transplantation), 03. Intra-LTx, 04. Post-LTx, 05. Cardiogenic shock.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx22ikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 3B.<\/span><span>Continued: 06. Bridge to HTx (heart transplantation), 07. Post-HTx, 08. Bridge to VAD (ventricular assist device), 09. E-CPR (extracorporeal cardiopulmonary resuscitation), and 10. Others.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/d8f3bff4bd766e62523cba5286b2a18dcc4deff0f14ac3d33af9bc89936e912f\/bx23ikue.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Figure 4.<\/span><span>A funnel plot. It is used to evaluate the publication bias on the hazard ratio in relation with Figure 3.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Table 1<\/span><span>. Characteristics of studies included for systematic review and meta-analysis<\/span><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">Supporting information<\/span><\/div><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">S1 File:<\/span><span>R script for a forest plot with subgroup analyses, a funnel plot, and Pearson correlation.<\/span><\/div><\/div>","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Purpose:<\/span><span>Time-to-event data of hazard ratios were used to generate a forest plot of all-cause mortality on extracorporeal membrane oxygenation (ECMO) in both overall and individual indications of cardiopulmonary disease in adults.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Materials and Methods:<\/span><span>A systemic search was conducted in PubMed from 1975 to 2018. Among 4,121 articles, a total of 34 clinical reports comprising 20,610patients (1,631 of the patients who underwent ECMO and 18,979 of the patients who did not undergo ECMO) met the inclusion criteria.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Results:<\/span><span>The pooled hazard ratio of 1.2828 (95% confidence interval: 0.9649, 1.7054) suggests that the ECMO group was not significantly associated with a reduction in mortality compared with the no-ECMO group in the overall ECMO indications. The results of subgroup analyses showed a significantly improved patient survival in respiratory failure with 0.6308 (0.5037, 0.7900), and a worse patient survival after lung transplantation with 2.0600 (1.6987, 2.4981), in bridging to heart transplantation with 1.4212 (1.0309, 1.9592), and after heart transplantation with 5.6365 (1.7569, 18.0827).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Conclusions:<\/span><span>Most of the included studies are retrospective, which diminishes the significance of the findings due to a higher risk of selection bias, which was exemplified by the allocation of ECMO based on the patients’ severity condition.<\/span><\/div><\/div>","changed_on":1580890328}