{"id":18326,"title":"\"Globalization, Cooperation & Social Identity\" project","title_html":"\"Globalization, Cooperation & Social Identity\" project","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.v5we87e","doi_status":2,"uri":"globalization-cooperation-social-identity-project-v5we87e","type_id":1,"published_on":1544889963,"version_id":0,"created_on":1543968979,"categories":null,"creator":{"name":"Gianluca Grimalda","affiliation":null,"username":"gianluca-grimalda","link":"https:\/\/doi.org\/10.1371\/journal.pone.0206819","image":{"source":"\/img\/avatars\/002.png","placeholder":"\/img\/avatars\/002.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null},"journal":"PLOS One","journal_name":"PLOS One","journal_link":"https:\/\/doi.org\/10.1371\/journal.pone.0206819","public":1,"has_versions":0,"link":"https:\/\/doi.org\/10.1371\/journal.pone.0206819","number_of_steps":0,"authors":[{"name":"Gianluca Grimalda","affiliation":"Kiel Institute for the World Economy","username":"gianluca-grimalda","link":null,"image":{"source":"\/img\/avatars\/002.png","placeholder":"\/img\/avatars\/002.png"},"badges":[],"research_interests":null},{"name":"Nancy R. Buchan","affiliation":"University of South Carolina","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Rick Wilson","affiliation":"Rice University","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Marilynn Brewer","affiliation":"Ohio State University, Columbus","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Enrique Fatas","affiliation":"Loughborough University","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Margaret Foddy","affiliation":"Carleton University","username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"forks_count":{"private":0,"public":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">Our research was conducted between May and September 2006. Local researchers were native to the place where the research was conducted. Experiment control was guaranteed by the presence of a member of the core research team during all experimental sessions in each location.<\/div><div class = \"text-block\">An experiment session lasted around an hour, and comprised three experimental decisions and the completion of the questionnaire. Participants were paid the purchasing power equivalent of US$8.00 as a show-up fee as they entered the experiment room. Participants randomly chose an identification number to identify themselves throughout the experiment; never were participants’ names or other personally identifying information provided to the researchers. Furthermore, to guard against any possible political risk to participants in Iran and Russia, recruitment lists were destroyed at the beginning of each experimental session in view of participants. <\/div><div class = \"text-block\">To the extent possible, subjects were isolated from one another so that privacy was maintained throughout the experiment. Instructions for the tasks were delivered orally by a native speaker of the language in which the experiment was conducted. A written comprehension check consisting of three questions regarding the basic logic and procedure of the Multi-level Sequential Cooperation (hereafter MSC) game was administered to subjects after providing instructions for the decision. This was collected and saved by the experimenter so that decisions of subjects who had failed the test could be expunged from the dataset at the end of the session. Shorter comprehension checks were also conducted after the instructions for second and third decisions to make certain subjects understood the basic logic of the MSC game. The correct answers to the questions were communicated before subjects made their choices. <\/div><div class = \"text-block\">Subjects made three experimental decisions in a fixed order. Pilot tests found no ordering effects. Decisions were anonymous, and the groups to which subjects were assigned were randomly selected at the beginning of each decision. No feedback between decisions was provided. Hence, the three decisions can be treated as independent. The first decision measured propensity to cooperate with people living in the same locality through a non-nested MSC. The next two decisions examined how much individuals were willing to cooperate beyond their locality with people coming from other areas of their nation and other parts of the world. We used an MSC experiment at the national and global level for this purpose with identical monetary incentives. <\/div><div class = \"text-block\">Decisions were made privately using tokens that could be allocated into envelopes representing the personal, local, national and global accounts. In Iran, due to some logistical impediments, subjects made their choices with pen and paper. After subjects completed the three decisions there was a waiting period while their outcomes were determined. It was during this waiting period that subjects completed the questionnaire from which the IGI and additional demographic information were derived. When necessary, the questionnaire was read aloud as participants followed along and made their responses. Average take-home earnings from the experiment were the purchasing power equivalent of US$34.00.<\/div><\/div>"}