{"id":18055,"title":"How to Produce an Epitope-specific Antibody by Using Recombinant Repetitive Oligonucleotides","title_html":"How to Produce an Epitope-specific Antibody by Using Recombinant Repetitive Oligonucleotides","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.vvfe63n","doi_status":2,"uri":"how-to-produce-an-epitope-specific-antibody-by-usi-vvfe63n","type_id":1,"published_on":1543156060,"version_id":0,"created_on":1543155997,"categories":null,"creator":{"name":"bello smitu","affiliation":null,"username":"bello-smitu","link":"https:\/\/www.creativebiolabs.net\/epitope-specific-antibody_69.htm","image":{"source":"\/img\/avatars\/004.png","placeholder":"\/img\/avatars\/004.png"},"badges":[{"id":3,"image":{"source":"\/img\/badges\/silver.svg","placeholder":"\/img\/badges\/silver.svg"},"name":"Power author!"}],"research_interests":null},"journal":null,"journal_name":null,"journal_link":null,"public":1,"has_versions":0,"link":"https:\/\/www.creativebiolabs.net\/epitope-specific-antibody_69.htm","number_of_steps":0,"authors":[{"name":"bello smitu","affiliation":"Mis","username":"bello-smitu","link":null,"image":{"source":"\/img\/avatars\/004.png","placeholder":"\/img\/avatars\/004.png"},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"forks_count":{"private":0,"public":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>Epitope, known as antigenic determinant, is a part of antigen and can be recognized by the immune systems, such as antibodies, T cells and B cells, etc. It sometimes cross-reactive, which is exploited by the immune system in regulation by <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">anti-idiotypic antibody<\/span><\/a><span style = \":;:UNDERLINE;\">.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">In order to develop an approach to efficiently synthesize the repetitive peptides and mAb and production of polyclonal antibody, a study had been carried on to select the 9-amino acid nucleotide sequence of the C-terminus of human brain β-tubulin III as the target sequence, and synthesize them at the 5'- and 3'-ends with the indicated linker. In the presence of a specific restriction enzyme, the random lifation will ligate the oligoncleotides which had been synthesized. At the same time, the repeat oligonucleotides which is produced in the head-to-tail direction will be chosen. After that, the study performed that the selected repeat oligonucleotides will be cloned into a modified expression vector and expressed as a fusion protein in a bacterial system. The purified repeat peptides are used as immunogens to generate pAbs and mAbs. Finally, the resulting Abs will be evaluated to ensure their specificity for human brain proteins compared to brain protein from other mammals.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">What should be needed for this method?<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Oligonucleotides were incorporated at the Exploration Office in Seoul National College. Kinase, ligase and confinement chemicals including AccI were gotten from Boehringer Mannheim GmbH (Ingelheim, Germany). All reagents required for generation of Abs were obtained from Gibco BRL (Carlsbad, CA). Glutathione-agarose globules were acquired from Amersham Biosciences (Pittsburgh, Dad), and other substance reagents including mAbs to β-tubulin type III (T5076) and pAb to β-tubulin (SAB4500088) were gotten from Sigma-Aldrich (St. Louis, MO). Balb\/c mice were acquired from the Exploratory Creature Focal point of Hallym College. Every single trial strategy including creatures and their consideration adjusted to the Guide for the Consideration and Utilization of Lab Creatures of the National Veterinary Exploration and Isolate Administration of Korea and were affirmed by the Hallym Medicinal Center Institutional Creature Care and Utilize Board of trustees.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">DNA<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Development of the pGEX-Acc vector<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">pGEX-KT is an altered variant of the pGEX-1 vector into which five back to back glycine linkers were embedded to consider simple expulsion of the glutathione-S-transferase (GST) bearer protein by BamHI and thrombin cleavage. pGEX-KT was twofold processed with EcoRI\/BamHI (5′-CGT G.… .An ATT Feline 3′) and afterward ligated to a manufactured linker (5′-GA TCC GTC GAC-3′) that incorporated an AccI limitation site. Fruitful cloning of the manufactured linker into pGEX-KT (pGEX-Acc) was affirmed by absorption with AccI (5′-CGT GGA TCC GT.… .C GAC AAT TCA-3′).<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Production of a monotonous oligonucleotide comparing to the C-end of human β-tubulin III<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">10 µl of a 1 M sodium chloride arrangement was added to 40 µl of a blend of integral oligonucleotides (50 µg, Table 1). The blend was hatched at 90°C for 10 min and after that cooled to room temperature to take into account strengthening. Oligonucleotides were accelerated by expansion of 2 vol. of 100% ethanol (EtOH) and 0.1 vol. of sodium acetic acid derivation, trailed by centrifugation at 4°C for 10 min. The twofold stranded oligonucleotides were phosphorylated in a kinase response (5 units of T4 DNA kinase, 10X kinase cradle and 10 mM adenosine triphosphate (ATP)) at 37°C for 2 hr. The phosphorylated oligonucleotides were brooded in a joined ligation (5 units of T4 DNA ligase, 10X ligase cradle and 10 mM ATP) and assimilation response (2 units of AccI\/AvaI) at 37°C for 4 hr. Oligonucleotides bigger than 300-bp were disengaged either by gel electrophoresis or utilizing a turn segment technique. The dull oligonucleotides were then exposed to twofold absorption with AccI\/AvaI and a kinase response.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Development of pGEX-hβ-tubulin-C9 articulation vector<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">pGEX-Acc was processed with AccI, trailed by dephosphorylation with calf digestive tract basic phosphatase (CIP) at 37°C for 30 min, and after that 0.1 vol. of 200 mM EGTA was included, and hatching was proceeded at 65°C for 10 min to inactivate catalyst action. Dephosphorylated, AccI-processed pGEX-Acc (30 ng) was ligated with the phosphorylated, 300-bp or more prominent hβ-tubulin III C-terminal tedious oligonucleotides at 4°C for 10 hr.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Sequence determination<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">With the end goal to ensure that the dull oligonucleotides cloned into pGEX-Acc had the right make a beeline for tail introduction, the pGEX-hβ-tubulin-C9 articulation vector was sequenced with Sequenase 2.0 and ATP marked with S35 as indicated by the makers' manual. An altered sequencing gel arrangement of Lang and Burger was utilized for running the gel. After gel electrophoresis, the gel was exchanged to 3 MM paper, dried for 1 hr utilizing a gel dryer, put in a tape with X-beam film (Kodak BioMax MR Film), uncovered at 4°C for 10 hr and afterward created.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Proteins<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Purification of recombinant peptides<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">A GST articulation build encoding the tedious nine C-terminal amino acids of human β-tubulin III was communicated following isopropylthio-beta– galactoside (IPTG) acceptance in BL21 (DE3) Escherichia coli and filtered utilizing glutathione-agarose dabs (half slurry) within the sight of the decreased type of glutathione. Proteins were eluted with 5 mM decreased glutathione, dialysed against an answer containing 20 mM Tris-HCl, pH 8.0, 100 mM NaCl, 10% glycerol, and after that cleared up by centrifugation. With the end goal to filter the tedious nine C-terminal amino acids of human β-tubulin, 1ml of glutathione-agarose dab bound GST-combination protein was washed twice in Phosphate Supported Saline Tween-20 (PBST) (PBS + 1% Triton X-100), once in GST wash cradle (50 mM Tris, 150 mM NaCl and pH 7.5) and treated with thrombin protease in thrombin cleavage cushion (50 mM Tris, 150 mM NaCl, 2.5 mM CaCl2 and pH 7.5) for 4 hr. Protein was recovered from the supernatant after centrifugation, immediately solidified in fluid nitrogen and put away at −70°C until utilize.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">SDS-PAGE and immunoblotting<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Proteins were denatured by warming for 5 min at 95°C in 2X SDS test cradle and isolated on SDS-polyacrylamide gels. Protein focus was resolved utilizing the Bradford measure strategy. Gels were either recolored for aggregate protein with Coomassie Blue or electrotransferred to nitrocellulose for immunoblot examinations. Nitrocellulose smudges were hindered with 5% non-fat powdered drain and examined with essential Abs for 2 hr at room temperature or medium-term at 4°C. Bound Abs were imagined utilizing hostile to mouse IgG Abs conjugated to horseradish peroxidase and an upgraded chemiluminescence (ECL) substrate unit (Puncture, Rockford, IL). Receptive polypeptides were identified by introduction to Biomax-MS X-beam film (Eastman Kodak, Rochester, NY).<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Preparation of Abs<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The immunisations with human β-tubulin III tedious C-terminal peptide, assurance of immunizer titer, cell combination, screening of hybridomas by ELISA and creation of ascitic liquids were led by a standard convention. In short, 6-to 8-wk-old Balb\/c mice were vaccinated with 50 µg of immunogen premixed with an equivalent volume of finish Freund's adjuvant. This first infusion was trailed by three or four promoter infusions with a similar measure of immunogen blended with inadequate Freund's adjuvant each other week. Two combination tests were led utilizing the spleens of inoculated mice and myeloma cells to choose numerous hybridomas reacting to various epitopes of the immunogen. Ascitic liquid was created for substantial scale generation of mAbs, cleared by centrifugation and connected onto a Protein G segment to cleanse mAbs. The mAbs were eluted with 0.1 M glycine-HCl (pH 2.5), killed with 1 M Tris (pH 8.0), dialysed against PBS and after that put away at −70°C until utilize.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Related services:<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">Epitope-specific<\/span><\/a><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">Epitope specific Antibody<\/span><\/a><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"> <\/div><\/div><\/div>"}