{"uri":"laboratory-protocols-of-finger-stick-whole-blood-h-izscf6e","version_id":"0","protocol_name":"Laboratory protocols of finger-stick whole blood HIV self-test Exacto® Test HIV in French-speaking sub-Saharan Africa ","protocol_name_html":"Laboratory protocols of finger-stick whole blood HIV self-test Exacto® Test HIV in French-speaking sub-Saharan Africa ","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1519797602","type_id":"1","link":null,"fork_id":"","public_fork_note":"","number_of_steps":"6","has_versions":"0","first_published_date":"1500352078","publish_date":"2017-07-18 04:27:58","documents":null,"have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"<p>The CE IVD, lateral flow, immunochromatographic HIV rapid test [Exacto<sup>®<\/sup> PRO Test HIV, Biosynex, Strasbourg, France], was adapted as a prototype finger-stick whole-blood HIV self-test (Exacto<sup>®<\/sup> Test HIV, Biosynex). The test uses a combination of a specific antibody binding protein that is conjugated to colloidal gold dye particles and synthetic antigens (gp41, gp36) able to detect antibodies against HIV-1 or HIV-2 in whole-blood, serum or plasma, which are bound to the solid phase membrane. The Exacto<sup>®<\/sup> Test HIV fulfilled the following criteria: i) Capillary blood-based test detecting early HIV infection with analytical sensitivity in primary HIV infection previously evaluated at 92%; ii) Sterile safety lancet; iii) Simplified blood sampling system; iv) Simplified buffer delivery system; v) Specimen presence control by blood deposit assessment and migration control band; vi) Results in 10 minutes. The virological validation of HIVST was assessed in Democratic Republic of Congo, according to WHO recommendations of December 2016. The sensitivity and specificity of the Exacto<sup>®<\/sup> Test HIV read by observers were calculated according to the results the serological testing algorithms or the molecular biology for HIV RNA load measurement as reference diagnosis methods for HIV infection.<\/p>","is_bookmarked":"0","can_reassign":"1","before_start":null,"has_guidelines":"1","materials":[],"warning":null,"version_class":"6930","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1500350780","protocol_affiliation":"","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.izscf6e","doi_status":"2","changed_fork_steps":null,"profile_url":"x2133423s2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/004.png","full_name":"Serge Tonen-Wolyec","created_by":"Serge Tonen-Wolyec","private_link":"C1CD7275F172CB58BA03089CD2EB958A","original_img":"1","username":"serge-tonenwolyec","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":"<p><strong>Evaluation of the practicability and virological performances of finger-stick whole blood HIV self-test <\/strong><\/p>\n<p><strong>in French-speaking sub-Saharan Africa <\/strong><\/p>","journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":254061,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"Self-test, HIV, Immunochromatography, WHO recommendations, Republic Democratic of Congo","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"2","badge_image":"\/img\/badges\/bronze.svg","badge_description":"Author!"},{"badge_id":"5","badge_image":"\/img\/badges\/earlyadopter.svg","badge_description":"Early adopter"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"","authors_list":[],"user":{"profile_image":"\/img\/avatars\/004.png","username":"serge-tonenwolyec","full_name":"Serge Tonen-Wolyec","created_by":"Serge Tonen-Wolyec"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"<p><strong><u>Protocols: <\/u><\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>            <\/strong>In the inclusions sites. HIV self-test Exacto<sup>®<\/sup> Test HIV was carried out using a drop of whole-blood. In parallel, Serological HIV testing was first carried out according WHO II algorithm for HIV testing using in series two test: Alere Determine™ HIV-1\/2 (Alere Medical Co. Ltd., Matsudo-shi, Chiba-ken, Japan) as first test and Uni-Gold<sup>TM<\/sup> HIV (Trinity Biotech Manufacturing Ltd., Bray, Co. Wicklow, Ireland) as second confirmatory test.<\/p>\n<p> <\/p>\n<ol>\n<li><strong>HIV self-test <\/strong><strong>Exacto<sup>®<\/sup> Test HIV<\/strong><\/li>\n<\/ol>\n<p>            The CE IVD, lateral flow, immunochromatographic HIV rapid test [Exacto<sup>®<\/sup> PRO Test HIV, Biosynex, Strasbourg, France], was adapted as a prototype finger-stick whole-blood HIV self-test (Exacto<sup>®<\/sup> Test HIV, Biosynex). The test uses a combination of a specific antibody binding protein that is conjugated to colloidal gold dye particles and synthetic antigens (gp41, gp36) able to detect antibodies against HIV-1 or HIV-2 in whole-blood, serum or plasma, which are bound to the solid phase membrane. The Exacto<sup>®<\/sup> Test HIV fulfilled the following criteria: i) Capillary blood-based test detecting early HIV infection with analytical sensitivity in primary HIV infection previously evaluated at 92%; ii) Sterile safety lancet; iii) Simplified blood sampling system; iv) Simplified buffer delivery system; v) Specimen presence control by blood deposit assessment and migration control band; vi) Results in 10 minutes.<\/p>\n<p>The test procedure is explained in the following Table:<\/p>\n<p><em> <\/em>Instructions for use of the self-test Exacto<sup>®<\/sup> Test HIV (Biosynex).<\/p>\n<p><u>                                                                                                                                    <\/u><\/p>\n<ol>\n<li><strong> Identification of the components <\/strong><\/li>\n<li>A) Bag<\/li>\n<li>B) Test cassette<\/li>\n<li>C) Diluent vial<\/li>\n<li>D) Disinfectant wipe<\/li>\n<li>E) Compression swab<\/li>\n<li>F) Lancet<\/li>\n<li>G) Sampler stick<\/li>\n<li>H) Dressing<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"2\">\n<li><strong> Performing of the self-test <\/strong><\/li>\n<li><em> Wash your hands <\/em><\/li>\n<li><em> Out the self-test of the bag (A) <\/em><\/li>\n<li><em> Open the diluent vial (C) <\/em><\/li>\n<li><em> Disinfect the chosen fingertip with the disinfectant wipe (D) <\/em><\/li>\n<li><em> Wipe residual alcohol with the compression swab (E) <\/em><\/li>\n<li><em> Apply the lancet (F) on the chosen fingertip and push the other tip to sting <\/em><\/li>\n<li><em> Press gently on the fingertip to obtain a drop of blood <\/em><\/li>\n<li><em> Place in contact the drop of blood with the sampler stick (G) until the inverted cup becomes full<\/em><\/li>\n<li><em> Place the blood into the SQUARE well BLOOD of the test cassette (B)<\/em><\/li>\n<li><em> Shed two drops of diluent in the ROUND wells DILUENT of the test cassette (B)<\/em><\/li>\n<li><em> Wait exactly 10 minutes before reading the result. <\/em><\/li>\n<\/ol>\n<p><u>                                                                                                                        <\/u><\/p>\n<p><em> <\/em><\/p>\n<p>            HIV self-test Exacto® Test HIV was Positive when Two Bars appear in both the control window (labeled “Control”) and the patient window (labeled “Patient”) of the strip. Any visible red color in the patient window have be interpreted as positive. HIV self-test Exacto® Test HIV was Negative when one red bar appears in the control window of the strip (labeled “Control”), and no red bar appears in the patient window of the strip (labeled “Patient”). The self-test was Invalid if there was no red bar in the control window of the strip, and even if a red bar appears in the patient window of the strip.<\/p>\n<p> <\/p>\n<ol start=\"2\">\n<li><strong>Alere Determine™ HIV-1\/2<\/strong><\/li>\n<\/ol>\n<p> <\/p>\n<p>            Alere Determine™ HIV-1\/2 (Alere Medical Co. Ltd., Matsudo-shi, Chiba-ken, Japan) is an immunochromatographic test for the qualitative detection of antibodies to HIV-1 and HIV-2 Sample is added to the sample pad. As the sample migrates through the conjugate pad, it reconstitutes and mixes with the selenium colloid-antigen conjugate. This mixture continues to migrate through the solid phase to the immobilized recombinant antigens and synthetic peptides at the patient window site. If antibodies to HIV-1 and\/or HIV-2 are present in the sample, the antibodies bind to the antigen-selenium colloid and to the antigen at the patient window, forming a red line at the patient window site. If antibodies to HIV-1 and\/or HIV-2 are absent, the antigen-selenium colloid flows past the patient window, and no red line is formed at the patient window site. To insure assay validity, a procedural control bar is incorporated in the assay device.<\/p>\n<p>            In brief, 50 μL of sample was applied with precision pipette to the sample pad (marked by the arrow symbol). After one minute, one drop of Chase Buffer was applied to the sample pad. Finally, the results was read after waiting 15 minutes.<\/p>\n<p>            Alere Determine™ HIV-1\/2 was Positive when Two Bars appear in both the control window (labeled “Control”) and the patient window (labeled “Patient”) of the strip. Any visible red color in the patient window have be interpreted as positive. Alere Determine™ HIV-1\/2 was Negative when one red bar appears in the control window of the strip (labeled “Control”), and no red bar appears in the patient window of the strip (labeled “Patient”). Alere Determine™ HIV-1\/2 was Invalid if there was no red bar in the control window of the strip, and even if a red bar appears in the patient window of the strip, the result was invalid and have be repeated.<\/p>\n<p> <\/p>\n<ol start=\"3\">\n<li><strong>Uni-Gold<sup>TM<\/sup> HIV<\/strong><\/li>\n<\/ol>\n<p>            Uni-Gold™ HIV (Trinity Biotech Manufacturing Ltd., Bray, Co. Wicklow, Ireland) Controls have been designed for use with the Uni-Gold™ HIV-1\/2 assay to validate the correct performance of the device in the hands of the user. Uni-Gold™ HIV-1 and HIV-2 positive controls are prepared from inactivated human serum or plasma. Source materials are reactive for antibodies to HIV-1 or HIV-2. Positive controls do not have assigned quantitative values, each lot of material has been designed to produce a positive reaction within a target range, when tested on the Uni-Gold™ HIV-1\/2 assay. Uni-Gold™ HIV negative control is prepared from defibrinated delipidised human serum which has been screened for Anti-HIV-1 and HIV-2. Uni-Gold™ HIV negative control has been designed to give a negative reaction when tested on the Uni-Gold™ HIV-1\/2 assay.<\/p>\n<p>            After have removed from storage at 2-8°C, allow the controls to reach room temperature prior to use, and mix contents of vials by gentle swirling or inversion, 50 μL of sample was applied with precision pipette for carried out Uni-Gold™ HIV-1\/2 assay. The results was read after waiting 20 minutes.<\/p>\n<p>            Uni-Gold™ HIV was Positive when Two Bars appear in both the control window (labeled “Control”) and the patient window of the strip. Uni-Gold™ HIV was Negative when one bar appears in the control window of the strip, and no bar appears in the patient window of the strip. Uni-Gold™ HIV was Invalid when there was no bar in the control window of the strip, and even if a bar appears in the patient window of the strip, the result was invalid and have be repeated.<\/p>\n<p> <\/p>\n<p><strong>            <\/strong>In the reference laboratory<strong>.<\/strong> Blood was drawn by venipuncture in EDTA tubes on site from each participant, centrifuged at 1000 rpm for 15 min, and the plasma was aliquoted and kept frozen at -4° C until used at the Reference laboratories. All positive and indeterminate samples by initial WHO II algorithm screening were further re-tested on plasma with Alere Determine™ HIV-1\/2 (Alere Medical Co. Ltd.) and Uni-Gold<sup>TM<\/sup> HIV (Trinity Biotech Manufacturing Ltd.) as first two HIV tests, followed by third HIV testing using recomLine HIV-1 &amp; HIV-2<sup>®<\/sup> IgG (Biosynex), according to the 2012-revised, 2015-consolidated “WHO strategy for HIV testing. Finally, HIV viral load was assessed by molecular biology on plasma from all HIV-seropositive or indeterminate samples, and 1 out 2 HIV-seronegative plasmas randomly selected.<\/p>\n<p> <\/p>\n<ol>\n<li><strong>Alere Determine™ HIV-1\/2<\/strong><\/li>\n<\/ol>\n<p><strong> <\/strong><\/p>\n<p>            50 μL of sample was applied with precision pipette to the sample pad (marked by the arrow symbol). And the results was read after waiting 15 minutes.<\/p>\n<ol start=\"2\">\n<li><strong>Uni-GoldTM HIV<\/strong><\/li>\n<\/ol>\n<p><strong> <\/strong><\/p>\n<p>            50 μL of sample was applied with precision pipette to the sample pad (marked by the arrow symbol). And the results was read after waiting 15 minutes.<\/p>\n<p> <\/p>\n<ol start=\"3\">\n<li><strong>recomLine HIV-1 &amp; HIV-2® IgG<\/strong><\/li>\n<\/ol>\n<p>            The recomLine HIV 1 &amp; HIV 2 IgG is a qualitative test for the detection of IgG antibodies against the human immunodeficiency virus 1 (HIV 1) as well as HIV 2 in human serum or plasma. The <em>recom<\/em>Line HIV 1 &amp; HIV 2 IgG is a line immunoassay. By separately lining up the individual antigens, unlike ELISAs, the test principle allows the identification of specific antibodies against the individual antigens of HIV-1 and HIV-2 (ENV proteins HIV-1: gp120, gp41; ENV proteins HIV-2: gp105, gp36; GAG proteins: p24, p17; POL proteins: p51, p31). By using the type-specific antigens gp41 (HIV 1) and gp36 (HIV 2) it is also possible to differentiate between an infection with HIV 1 and HIV 2. The <em>recom<\/em>line HIV-1 &amp; HIV-2 IgG is a confirmation test and can be used to clarify unclear screening results.<\/p>\n<p>            Highly purified recombinant HIV antigens are fixed on nitrocellulose membrane strips:<\/p>\n<ul>\n<li>The test strips are incubated with the diluted serum or plasma sample, with specific antibodies attached to the pathogen antigens on the test strip.<\/li>\n<li>Unbound antibodies are then flushed away.<\/li>\n<li>In a second step, the strips are incubated with anti-human immunoglobulin antibodies (IgG), which are coupled to horseradish per-oxidase.<\/li>\n<li>Unbound conjugate antibodies are then flushed away.<\/li>\n<li>Specifically bound antibodies are detected with a staining reaction catalysed by the peroxidase. If an antigen-antibody reaction has taken place, a dark band will appear on the strip at the corresponding point.<\/li>\n<\/ul>\n<p> <\/p>\n<p>            There are control bands at the upper end of the test strips:<\/p>\n<ul>\n<li>The reaction control band under the strip number, which must show a reaction for every serum\/plasma sample.<\/li>\n<li>The conjugate control band (IgG) is used to check the detected antibody class. If, for example, the test strip is used for the detection of IgG antibodies, the IgG conjugate control will show this clearly on the band.<\/li>\n<li>\"Cut-off control\": The intensity of this band allows the assessment of the reactivity of each antigen band.<\/li>\n<\/ul>\n<p>            In brief, for washing, the plastic cover from the incubation trays was carefully removed, serum dilution was siphoned from the individual wells and 2 ml of ready to use wash buffer was pipetted into each well and was washed for 5 minutes with gentle shaking and then siphoned off the wash buffer. Then, 2 ml of ready-to-use conjugate solution was added and incubated for 45 minutes with gentle shaking. For the substrate reaction, 1.5 ml of ready-to-use substrate solution was added and incubated for 8 minutes while shaking gently. For stopping the reaction, it was washed at least three times briefly with deionisied water. Finally, the strips was dried between 2 layers of absorbent paper for 2 hours prior to analysis.<\/p>\n<p> <\/p>\n<ol start=\"4\">\n<li><strong>Molecular biology <\/strong><\/li>\n<\/ol>\n<p><strong> <\/strong><\/p>\n<ol>\n<li><strong>Amplix® extraction, real-time PCR amplification and HIV-1 RNA quantitative kit.<\/strong><\/li>\n<\/ol>\n<p><strong> <\/strong><\/p>\n<p>            Plasma HIV-1 RNA load were carried out using the Amplix® platform developed by Biosynex (Strasbourg, France), which integrates a fully automated station for nucleic acids extraction (RNA and\/or DNA) and real-time PCR amplification station, using lyophilized Amplix® HIV-1 RNA quantitative reagents (Biosynex).<\/p>\n<p>            The Amplix® station 16 Dx is an automated nucleic acid extraction and purification instrument based on RNA\/DNA attachment to magnetic silica particles, with further elution using chaotropic agent. The Amplix® station16 Dx is able to handle up from 1 to 16 clinical samples in same time, while also offering a refrigerated platform at +4°C for preservation of extracted nucleic acids after each run and diagnostic kit integrity, and providing an automatic pipetting function for true hands-off operation. To prevent any contamination, the Amplix® station 16 Dx combines ultraviolet light, a contamination shield to prevent liquid dripping, single-sample loading tubes to prevent cross-contamination, and a tip barrier to prevent convection-induced aerosol formation. The Amplix® viral extraction kit (Biosynex) for DNA\/RNA extraction integrates pre-filled buffer cartridge system containing all buffers, consumables and enzymes necessary for successful reaction in 90 minutes per run. Extracted nucleic acids were finally eluted in 50 µl of elution buffer.<\/p>\n<p>            The Amplix® HIV-1 quantitative real-time PCR kit (Biosynex) targeting gag and LTR genes was used for detecting and quantifying HIV-1 RNA, according to the manufacturer's instructions. During the pre-extraction processing, 10 µl of internal control (IC) is added to each plasma sample (190 µl), positive control (PC), weak positive control (WPC), negative control (NC) and, at first run of the kit, calibration samples (CS) 1 and CS2. The IC consists of mRNA of the human gene for GAPDH (glyceraldehyde-3-phosphate dehydrogenase). The IC provides control of the whole amplification process, including sample RNA degradation (i.e. sample quality), efficiency of RNA extraction, and efficiency of reverse-transcription step and subsequent PCR amplification (i.e. PCR inhibition checking). For HIV-1 RNA quantification, a premix mixture was constituted by combining 50 µl of eluate and lyophilized PCR reagents. After sealing, the dedicated PCR tubes were mixed thoroughly by using mini spin centrifuge to dissolve the premix pellet with the nucleic acid extracts, and then subjected to amplification using real-time thermocycler Amplix® NG (Biosynex). The Amplix® NG uses thermal blocks in 48 wells format adapted to microplates, tubes and strips, light emitting diodes (LED) as a source of light (life-time of about 100,000 hours) and 4 channel of fluorescence detection for detection of HEX, FAM, CY5, ROX fluorescence dyes. The thermocycler is controlled by the Amplix® DTmaster software (Biosynex) used to depict and interpret final results of real-time PCR. For HIV-1 RNA quantification, the reaction mixture was subjected to uracil DNA glycosylase (UDG) decontamination for 2 min at 37℃, reverse transcription during 5 min, then to 20 sec of initial denaturation at 95 °C and 50 PCR cycles, each of 10 sec at 94℃ and 20 sec at 60℃, followed by a final cooling step of 10 min at 10℃.<\/p>\n<p>            The Ct (cycle threshold) value for which PCR was defined as positive was less than 45. The IC detection used 2 channels capturing the fluorescence issued from hydrolysis probes (5'-fluorescein carboxylic acid [FAM] and 3'-black hole quencher-1 [BHQ1]). The HIV cDNA detection (plasma samples, PC, WPC, CS1 and CS2), used 2 channels capturing the fluorescence issued from hydrolysis of two other probes (5'-carboxy-rhodamine-X [ROX] and 3'-black hole quencher-1 [BHQ2]). The NC should show only FAM fluorescent signal increase and no significant ROX fluorescent increase (Ct value for NC along ROX channel less than 40 indicating contamination) (Figure 1 B and C). For a given plasma sample, the Amplix® DTmaster software (Biosynex) detect the amplification signal increase for IC cDNA (FAM channel), which is valid if Ct of IC for this sample is equal to or less than 40, and the fluorescence signal increase for HIV cDNA (ROX channel). The HIV-1 RNA load for a given sample k calculated by Amplix® DTmaster software is function of a B coefficient determined during initial calibration, the HIV-1 RNA load of the PC (specified in the passport of the kit), Ct of PC and Ct and sample k on ROX channel, and Ct of IC of PC and Ct of IC of sample k on FAM channel.<\/p>\n<p> <\/p>\n<ol>\n<li><strong>Abbott RealTi<em>m<\/em>e HIV-1<\/strong><\/li>\n<\/ol>\n<p><strong> <\/strong><\/p>\n<p>            The Abbott RealTime HIV-1 assay (Abbott Molecular Inc, IL, USA) uses RT-PCR to generate amplified product from the RNA genome of HIV-1 in clinical specimens. An RNA sequence that is unrelated to the HIV-1 target sequence is introduced into each specimen at the beginning of sample preparation. This unrelated RNA sequence is simultaneously amplified by RT-PCR, and serves as an internal control (IC) to demonstrate that the process has proceeded correctly for each sample. The amount of HIV‑1 target sequence that is present at each amplification cycle is measured through the use of fluorescent‑labeled oligonucleotide probes on the Abbott m2000rt instrument. The probes do not generate signal unless they are specifically bound to the amplified product. The amplification cycle at which fluorescent signal is detected by the Abbott m2000rt is proportional to the log of the HIV-1 RNA concentration present in the original sample. The target sequence for the Abbott RealTime HIV-1 assay is in the pol integrase region of the HIV-1 genome. This region is highly conserved. The Abbott RealTi<em>m<\/em>e Reagents are intended for single-use only and unused reagents should be discarded. 0.6 mL of sample volume was used for assay protocol as follow:<\/p>\n<ul>\n<li>Thaw assay controls and IC at 15 to 30°C or at 2 to 8°C. Thaw calibrators at 15 to 30°C or at 2 to 8°C only if performing a calibration run; see quality control procedures section of this package insert for description of assay calibration. Once thawed, assay controls, IC, and calibrators can be stored at 2 to 8°C for up to 24 hours before use.<\/li>\n<li>Vortex each assay calibrator and each control 3 times for 2 to 3 seconds. Ensure that the contents of each vial are at the bottom after vortexing by tapping the vials on the bench to bring liquid to the bottom of the vial. Ensure bubbles or foam are not generated; if present, remove with a sterile pipette tip, using a new tip for each vial.<\/li>\n<li>Thaw amplification reagents at 15 to 30°C or at 2 to 8°C and store at 2 to 8°C until required for the amplification master mix procedure. Once thawed, the amplification reagents can be stored at 2 to 8°C for up to 24 hours if not used immediately.<\/li>\n<li>Invert gently the Abbott <em>m<\/em>Sample Preparation bottles to ensure a homogeneous solution without generating any bubbles. If crystals are observed in any of the reagent bottles upon opening, allow the reagent to equilibrate at room temperature until the crystals disappear. Do not use the reagents until the crystals have dissolved. Ensure bubbles or foam are not generated; if present, remove with a sterile pipette tip, using a new tip for each bottle.<\/li>\n<li>Vortex each IC vial 3 times for 2 to 3 seconds before use. Ensure bubbles or foam are not generated; if present, remove with a sterile pipette tip, using a new tip for each vial.<\/li>\n<li>Use a calibrated precision pipette dedicated for internal control use only to add 500 μL of IC to each bottle of mLysis Buffer. Mix by gently inverting the container 5 to 10 times to minimize foaming.<\/li>\n<li>A maximum of 96 reactions can be performed per run. A negative control, a low positive control, and a high positive control are included in each run, therefore allowing a maximum of 93 specimens to be processed per run.<\/li>\n<li>Thaw specimens at 15 to 30°C or at 2 to 8°C. Once thawed, specimens can be stored at 2 to 8°C for up to 6 hours if not processed immediately.<\/li>\n<li>Check sample volume. The Abbott RealTi<em>m<\/em>e HIV-1 assay minimum sample volume and associated rack requirements on the Abbott <em>m<\/em>2000<em>sp <\/em>are described below.<\/li>\n<li>Vortex each specimen 3 times for 2 to 3 seconds.<\/li>\n<li>Centrifuge specimens at 2000<em>g <\/em>for 5 minutes before loading on the Abbott <em>m<\/em>2000<em>sp <\/em><\/li>\n<li>Aliquot each specimen into clean tubes or vials if necessary. Refer to the Abbott <em>m<\/em>2000<em>sp <\/em>Operations Manual for tube sizes. Avoid touching the inside of the cap when opening tubes. Take care not to disturb contents of the tube while removing the tube from the centrifuge and that the bottom of the tube is not touched by the pipette tip. Ensure that the newly aliquotted sample retains the minimum volume indicated in the preceding table.<\/li>\n<li>Place the low and high positive controls, the negative control, the calibrators, if applicable, and the patient specimens into the Abbott <em>m<\/em>2000<em>sp <\/em>sample rack.<\/li>\n<li>Place the 5 mL Reaction Vessels into the <em>m<\/em>2000<em>sp <\/em>1 mL subsystem carrier.<\/li>\n<li>Load the Abbott <em>m<\/em>Sample Preparation System reagents and the Abbott 96 Deep-Well Plate on the Abbott <em>m<\/em>2000<em>sp <\/em>worktable as described in the following table and in the Abbott <em>m<\/em>2000<em>sp<\/em> Operations Manual, Operating Instructions section.<\/li>\n<li>Select the appropriate application file from the Run Sample Extraction screen that corresponds to the sample volume being tested. Initiate the sample extraction protocol as described in the Abbott <em>m<\/em>2000s<em>p <\/em>Operations Manual, Operating Instruction section.<\/li>\n<li>Enter calibrator (needed if a calibration curve has not been stored on the <em>m<\/em>2000<em>rt<\/em>) and control lot specific values in the Sample Extraction: Worktable Setup, Calibrator and Control fields. Lot specific values are specified in each Abbott RealTi<em>m<\/em>e HIV-1 Calibrator and Control Kit Card.<\/li>\n<li>Load the amplification reagents and the master mix vial on the <em>m<\/em>2000<em>sp <\/em>worktable after sample preparation is completed. Each Amplification Reagent Pack supports up to 24 reactions.<\/li>\n<li>Ensure that the contents are at the bottom of the vials prior to opening the amplification reagents by tapping the vials in an upright position on the bench.<\/li>\n<li>Remove and discard the amplification vial caps.<\/li>\n<li>Select the appropriate deep well plate from the Run Master Mix Addition screen that matches the corresponding sample preparation extraction. Initiate the Abbott <em>m<\/em>2000<em>sp <\/em>Master Mix Addition protocol. Follow the instructions as described in the Abbott <em>m<\/em>2000<em>sp<\/em><\/li>\n<li>Operations Manual, Operating Instructions section. The <em>m<\/em>2000<em>rt <\/em>protocol must be started within 50 minutes of the initiation of the Master Mix Addition protocol.<\/li>\n<li>Switch on and initialize the Abbott <em>m<\/em>2000<em>rt <\/em>instrument in the Amplification Area.<\/li>\n<li>Seal the Abbott 96-Well Optical Reaction Plate after the Abbott <em>m<\/em>2000<em>sp <\/em>instrument has completed addition of samples and master mix according to the Abbott <em>m<\/em>2000<em>sp <\/em>Operations Manual, Operating Instructions section. Export completed PCR plate results to a CD.<\/li>\n<li>Place the sealed optical reaction plate into the Splash-Free Support Base for transfer to the Abbott <em>m<\/em>2000<em>rt <\/em><\/li>\n<li>Place the Abbott 96-Well Optical Reaction Plate in the Abbott <em>m<\/em>2000<em>rt <\/em> Import <em>m<\/em>2000<em>sp <\/em>test order via CD per the Import Order instructions in the Abbott <em>m<\/em>2000<em>rt <\/em>Operations Manual, Operating Instructions section.<\/li>\n<\/ul>","status_id":"1","is_research":"1","status_info":null,"steps":[{"id":"579805","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"FEB3A29EE4A147CFB5A3C460A4A9F551","previous_guid":null,"previous_id":null,"last_modified":"1500351357","components":[{"component_id":"962592","previous_id":0,"original_id":"0","guid":"D9F4D056A8844A21A35C404293A48BA8","previous_guid":null,"component_type_id":"1","data_id":null,"data":"<p>Exacto<sup>®<\/sup> Test HIV (Biosynex). A drop of blood obtained from the fingertip was placed with the sampler stick into the SQUARE well BLOOD of the test cassette, and two drops of diluent was shed in the ROUND wells DILUENT of the test cassette. The results was read after waiting 10 minutes.<\/p>","order_id":"0","name":"Description","data_by_id":"0","type_id":"1","source_data":{"description":"<p>Exacto<sup>®<\/sup> Test HIV (Biosynex). A drop of blood obtained from the fingertip was placed with the sampler stick into the SQUARE well BLOOD of the test cassette, and two drops of diluent was shed in the ROUND wells DILUENT of the test cassette. The results was read after waiting 10 minutes.<\/p>"},"is_project":0},{"component_id":"962593","previous_id":"962592","original_id":"0","guid":"9868C22D2B2948B3AA44823CD11FF579","previous_guid":"D9F4D056A8844A21A35C404293A48BA8","component_type_id":"6","data_id":null,"data":"In inclusion sites","order_id":"1","name":"Section","data_by_id":"0","type_id":"6","source_data":{"section":"In inclusion sites"},"is_project":0}]},{"id":"579806","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"EF28A3C0570B4B9A84EEEB42A0FBE0FB","previous_guid":"FEB3A29EE4A147CFB5A3C460A4A9F551","previous_id":"579805","last_modified":"1500351415","components":[{"component_id":"962594","previous_id":0,"original_id":"0","guid":"232362BB1D6D488CB6BB7399EC034430","previous_guid":null,"component_type_id":"1","data_id":null,"data":"<p>Alere Determine™ HIV-1\/2 (Alere Medical Co. Ltd., Matsudo-shi, Chiba-ken, Japan). 50 μL of whole blood was applied with precision pipette to the sample pad. After one minute, one drop of Chase Buffer was applied to the sample pad. Finally, the results was read after waiting 15 minutes.<\/p>","order_id":"0","name":"Description","data_by_id":"0","type_id":"1","source_data":{"description":"<p>Alere Determine™ HIV-1\/2 (Alere Medical Co. Ltd., Matsudo-shi, Chiba-ken, Japan). 50 μL of whole blood was applied with precision pipette to the sample pad. After one minute, one drop of Chase Buffer was applied to the sample pad. Finally, the results was read after waiting 15 minutes.<\/p>"},"is_project":0},{"component_id":"962595","previous_id":"962594","original_id":"0","guid":"56803754F9AD4C8FBB64AFB896B05524","previous_guid":"232362BB1D6D488CB6BB7399EC034430","component_type_id":"6","data_id":null,"data":"In inclusion sites","order_id":"1","name":"Section","data_by_id":"0","type_id":"6","source_data":{"section":"In inclusion sites"},"is_project":0}]},{"id":"579807","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"A5ACB8567BE146029BB9B489433187FF","previous_guid":"EF28A3C0570B4B9A84EEEB42A0FBE0FB","previous_id":"579806","last_modified":"1500351488","components":[{"component_id":"962596","previous_id":0,"original_id":"0","guid":"14BE4CF0E610488DAA3DFA06E6F33D82","previous_guid":null,"component_type_id":"1","data_id":null,"data":"<p>Uni-Gold™ HIV (Trinity Biotech Manufacturing Ltd., Bray, Co. Wicklow, Ireland). After have removed from storage at 2-8°C, allow the controls to reach room temperature prior to use, and mix contents of vials by gentle swirling or inversion, 50 μL of whole blood was applied with precision pipette for carried out Uni-Gold™ HIV-1\/2 assay. The results was read after waiting 20 minutes.<\/p>","order_id":"0","name":"Description","data_by_id":"0","type_id":"1","source_data":{"description":"<p>Uni-Gold™ HIV (Trinity Biotech Manufacturing Ltd., Bray, Co. Wicklow, Ireland). After have removed from storage at 2-8°C, allow the controls to reach room temperature prior to use, and mix contents of vials by gentle swirling or inversion, 50 μL of whole blood was applied with precision pipette for carried out Uni-Gold™ HIV-1\/2 assay. The results was read after waiting 20 minutes.<\/p>"},"is_project":0},{"component_id":"962597","previous_id":"962596","original_id":"0","guid":"9603470400824985AB6A4E8849DCFD61","previous_guid":"14BE4CF0E610488DAA3DFA06E6F33D82","component_type_id":"6","data_id":null,"data":"In inclusion sites","order_id":"1","name":"Section","data_by_id":"0","type_id":"6","source_data":{"section":"In inclusion sites"},"is_project":0}]},{"id":"579808","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"FB6E160859D74B06B138B8D74AFC659F","previous_guid":"A5ACB8567BE146029BB9B489433187FF","previous_id":"579807","last_modified":"1500351633","components":[{"component_id":"962598","previous_id":0,"original_id":"0","guid":"33E9EF2BF3594D2C8F503C7B81AFEF9D","previous_guid":null,"component_type_id":"1","data_id":null,"data":"<p>recomLine HIV 1 &amp; HIV 2 IgG (Biosynex, France). In brief, for washing, the plastic cover from the incubation trays was carefully removed, serum dilution was siphoned from the individual wells and 2 ml of ready to use wash buffer was pipetted into each well and was washed for 5 minutes with gentle shaking and then siphoned off the wash buffer. Then, 2 ml of ready-to-use conjugate solution was added and incubated for 45 minutes with gentle shaking. For the substrate reaction, 1.5 ml of ready-to-use substrate solution was added and incubated for 8 minutes while shaking gently. For stopping the reaction, it was washed at least three times briefly with deionisied water. Finally, the strips was dried between 2 layers of absorbent paper for 2 hours prior to analysis.<\/p>","order_id":"0","name":"Description","data_by_id":"0","type_id":"1","source_data":{"description":"<p>recomLine HIV 1 &amp; HIV 2 IgG (Biosynex, France). In brief, for washing, the plastic cover from the incubation trays was carefully removed, serum dilution was siphoned from the individual wells and 2 ml of ready to use wash buffer was pipetted into each well and was washed for 5 minutes with gentle shaking and then siphoned off the wash buffer. Then, 2 ml of ready-to-use conjugate solution was added and incubated for 45 minutes with gentle shaking. For the substrate reaction, 1.5 ml of ready-to-use substrate solution was added and incubated for 8 minutes while shaking gently. For stopping the reaction, it was washed at least three times briefly with deionisied water. Finally, the strips was dried between 2 layers of absorbent paper for 2 hours prior to analysis.<\/p>"},"is_project":0},{"component_id":"962599","previous_id":"962598","original_id":"0","guid":"05E674E44DB3458BA93DA76040DED8C4","previous_guid":"33E9EF2BF3594D2C8F503C7B81AFEF9D","component_type_id":"6","data_id":null,"data":"In reference laboratory","order_id":"1","name":"Section","data_by_id":"0","type_id":"6","source_data":{"section":"In reference laboratory"},"is_project":0}]},{"id":"579809","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"52CED392B1FB43A1BA7C097D6D68A09C","previous_guid":"FB6E160859D74B06B138B8D74AFC659F","previous_id":"579808","last_modified":"1500351707","components":[{"component_id":"962600","previous_id":0,"original_id":"0","guid":"EE73B5713B094AF8B52C160A12C727B9","previous_guid":null,"component_type_id":"1","data_id":null,"data":"<p>Amplix® (Strasbourg, France). For HIV-1 viral load targeting <em>gag<\/em> and <em>LTR<\/em> genes. Extracted nucleic acids in 90 minutes per run were eluted in 50 µl of elution buffer with the Amplix® viral extraction kit (Biosynex). For HIV-1 RNA quantification, a premix mixture was constituted by combining 50 µl of eluate and lyophilized PCR reagents.<\/p>","order_id":"0","name":"Description","data_by_id":"0","type_id":"1","source_data":{"description":"<p>Amplix® (Strasbourg, France). For HIV-1 viral load targeting <em>gag<\/em> and <em>LTR<\/em> genes. Extracted nucleic acids in 90 minutes per run were eluted in 50 µl of elution buffer with the Amplix® viral extraction kit (Biosynex). For HIV-1 RNA quantification, a premix mixture was constituted by combining 50 µl of eluate and lyophilized PCR reagents.<\/p>"},"is_project":0},{"component_id":"962601","previous_id":"962600","original_id":"0","guid":"AE0B689871834B77AB1A06BE94AD7B0C","previous_guid":"EE73B5713B094AF8B52C160A12C727B9","component_type_id":"6","data_id":null,"data":"In reference laboratory","order_id":"1","name":"Section","data_by_id":"0","type_id":"6","source_data":{"section":"In reference laboratory"},"is_project":0}]},{"id":"579810","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"634E583CE84C480E99F49B6862DA3A5C","previous_guid":"52CED392B1FB43A1BA7C097D6D68A09C","previous_id":"579809","last_modified":"1500351778","components":[{"component_id":"962602","previous_id":0,"original_id":"0","guid":"67F1E9EE0B6A47D09C7D2D6F286891A1","previous_guid":null,"component_type_id":"1","data_id":null,"data":"<p>Abbott RealTime HIV-1 assay (Abbott Molecular Inc, IL, USA). For HIV-1 viral load targeting <em>pol integrase<\/em> region of the HIV-1 genome. 0.6 mL of plasma volume was used for assay protocol of The Abbott RealTime HIV-1 assay (Abbott Molecular Inc, IL, USA).<\/p>","order_id":"0","name":"Description","data_by_id":"0","type_id":"1","source_data":{"description":"<p>Abbott RealTime HIV-1 assay (Abbott Molecular Inc, IL, USA). For HIV-1 viral load targeting <em>pol integrase<\/em> region of the HIV-1 genome. 0.6 mL of plasma volume was used for assay protocol of The Abbott RealTime HIV-1 assay (Abbott Molecular Inc, IL, USA).<\/p>"},"is_project":0},{"component_id":"962603","previous_id":"962602","original_id":"0","guid":"50FABD0B3789417C83727900138F4174","previous_guid":"67F1E9EE0B6A47D09C7D2D6F286891A1","component_type_id":"6","data_id":null,"data":"In reference laboratory","order_id":"1","name":"Section","data_by_id":"0","type_id":"6","source_data":{"section":"In reference laboratory"},"is_project":0}]}]}