{"id":37336,"title":"Making inexpensive light-powered Chlamydomonas reinhardtii (a green micro-alga) bead bracelets\/necklaces for teaching the interplay of photosynthesis and cellular respiration to K4-K16 students.","title_html":"<p>Making inexpensive light-powered Chlamydomonas reinhardtii (a green micro-alga) bead bracelets\/necklaces for teaching the interplay of photosynthesis and cellular respiration to K4-K16 students.<\/p>","image":{"source":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/fab6c805ee7d18904f41d7f646e3e25956ff8dfc2909ef1ebb19690d331ed12c\/b9jkbdftx.png","placeholder":"https:\/\/s3.amazonaws.com\/protocols-files\/public\/fab6c805ee7d18904f41d7f646e3e25956ff8dfc2909ef1ebb19690d331ed12c\/b9jkbdftx.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bgpyjvpw","doi_status":2,"uri":"making-inexpensive-light-powered-chlamydomonas-rei-bgpyjvpw","type_id":1,"template_id":1,"published_on":1591986735,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"created_on":1589996093,"categories":null,"creator":{"name":"Mautusi Mitra","affiliation":null,"affiliations":[],"username":"m4tle102q1z4ple1","link":"https:\/\/www.facebook.com\/pages\/UWG-Mitra-Lab\/1618923318377133","image":{"source":"\/img\/avatars\/002.png","placeholder":"\/img\/avatars\/002.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":"https:\/\/www.facebook.com\/pages\/UWG-Mitra-Lab\/1618923318377133","total_collections":0,"number_of_steps":6,"authors":[{"name":"Mautusi Mitra","affiliation":"University of West Georgia","affiliations":[],"username":"m4tle102q1z4ple1","link":null,"image":{"source":"\/img\/avatars\/002.png","placeholder":"\/img\/avatars\/002.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Sara Broom","affiliation":"University of West Georgia","affiliations":[],"username":"m4tle112q1x4xle1","link":null,"image":{"source":"\/img\/avatars\/008.png","placeholder":"\/img\/avatars\/008.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"  Kysis Pinto ","affiliation":"University of West Georgia","affiliations":[],"username":"w2x284v2u2z2","link":null,"image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"  Sovi-Mya Doan Wellons ","affiliation":"The Heritage School","affiliations":[],"username":"w2x284v2u2y2","link":null,"image":{"source":"\/img\/avatars\/002.png","placeholder":"\/img\/avatars\/002.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Ariel  Dominique Roberts ","affiliation":"University of West Georgia","affiliations":[],"username":"w2x284v2u213","link":null,"image":{"source":"\/img\/avatars\/005.png","placeholder":"\/img\/avatars\/005.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/making-inexpensive-light-powered-chlamydomonas-rei-bgpyjvpw","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"8B3F64809ABF11EAB35DF1B968737D49","state_version_id":168,"steps":[{"id":945709,"guid":"371DCE409AC011EAB35DF1B968737D49","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"5B3BC5AFF86847B7879B72C507FA267C","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"9C9D7F0B18D447E58FB43AA9D545F3BB","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Algal media and cultures: <\/div><div class = \"text-block\">Maintain Chlamydomonas wild type strain 4A+ strain in the lab on Tris-Acetate Phosphate (TAP) agar media plates [17] in dim light intensities (15-20 µmol m-2s-1) at 25°C. Start a starter culture of 4A+ approximately 10-12 days before the lab activity by inoculating 10 mL of liquid TAP media in a 50 mL flask with 4A+ cells from a 5-day old TAP agar media plate of respective strains. After 5 days of growth, add 1 mL of the starter culture to inoculate 300 mL of fresh TAP media in a 1L flask. Grow the TAP liquid 4A+ culture for 6-7 days for dense dark green growth. We have found that the Chlamydomonas culture should be grown under low light (80-100 micro mol photons m-2 s-1) to obtain a healthy culture that is not photo-oxidatively stressed to be used for our lab activities. Grow Chlamydomonas TAP liquid culture at 25 °C under continuous illumination of 100 micro mol photons m-2 s-1, provided by the combined light intensities of four to six cool white fluorescent lights on an open-air orbital shaker at a speed of 150-180 rpm.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":945710,"guid":"371E91909AC011EAB35DF1B968737D49","previous_id":945709,"previous_guid":"371DCE409AC011EAB35DF1B968737D49","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"56E8C38B084F4DEDBDC902211F3BAE26","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"417B2AB0148A449181CA8184A0A36E14","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Preparation of 2% sodium alginate and 3% Calcium chloride solutions 2 days before bead making:<\/div><div class = \"text-block\"> Dissolve 2 grams of sodium alginate in 100 mL of E-pure water overnight at room temperature by stirring at a speed of 500-600 rpm using a magnetic stirrer. [Note: sodium alginate forms a very viscous solution when dissolved at 1.5%- 4%]. 2% sodium alginate solution was stored at room temperature. Dissolve thirty grams of calcium chloride in 1000 mL of E-pure water and store at 4ºC in a fridge.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":945711,"guid":"371F06C19AC011EAB35DF1B968737D49","previous_id":945710,"previous_guid":"371E91909AC011EAB35DF1B968737D49","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"1DBFB94467EC447788250FF7220D0080","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"FA5B102673FA4C5EA4B9967FA47B657D","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Cell counts:<\/div><div class = \"text-block\">Determine cell density before harvesting Chlamydomonas cells from the TAP liquid culture to estimate the volume of culture that needs to be harvested per 50 mL falcon tube. Calculate cell density (number of cells per mL of the culture) by counting the cells using a Hausser Scientific Bright-Line™ Counting Chamber (Hausser Scientific, Philadelphia, PA). Please calculate the cell density of the culture to determine the volume of culture you need to spin down in a benchtop centrifuge to harvest 250-395 x 106 cells.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":945712,"guid":"371FF1209AC011EAB35DF1B968737D49","previous_id":945711,"previous_guid":"371F06C19AC011EAB35DF1B968737D49","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"AF4948E293B5478099EC18796131EB3A","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"C30D0FA20C8D4CDCAEB14F331CD4E011","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Preparation of Chlamydomonas 4A+ beads:  <\/div><div class = \"text-block\">Harvest Chlamydomonas cells by spinning down the dense TAP liquid 4A+ culture in 50 mL falcon tubes at 1000-1500 g for 3 minutes in a benchtop centrifuge. Do not perform a long spin (10-15 minutes) as it generates a hard cell pellet which takes a long time to resuspend in 2% sodium alginate. Discard the supernatant and collect the cell pellet. Maximum number of total cells harvested per 50 mL falcon tube is 395 X106 cells\/50 mL falcon tube and should not be exceeded (Best result is obtained when the harvested cell numbers are between 250 x 106 - 395 x106 cells\/ 50 mL falcon tube). Note: Harvesting 100 mL of dense Chlamydomonas culture having cell density of 21 x 106 cells\/mL should generate 200-300 beads of 4 - 4.5 mm in diameter. The culture volume to spin down for harvesting cells depends on the cell density and the number of beads desired. To a cell pellet volume of 1.25- 1.5 mL, add 4-5 mL of 2% sodium alginate using a P1000 micropipette to get a final volume of 6-7 mL algae cell pellet‐sodium alginate suspension. [Crude ratio: 2% well mixed-sodium alginate is added to the cell pellet in a 5:1 or 4:1 ratio depending on the total number of cells harvested]. Mix the algae cell pellet and sodium alginate gently to obtain a uniform mixture by gently swirling the falcon tubes for 5-10 minutes or till the entire cell pellet is completely resuspended without any visible cell clumps. Vortexing of the cell pellet tubes should be avoided during resuspension of cells in sodium alginate. <\/div><div class = \"text-block\">Add the algae‐sodium alginate mix drop wise steadily and quickly with uniform pipetting motion by using a P1000 micropipette into a beaker of pre-chilled 3% CaCl2 kept on ice. [Note: Bead sizes vary depending on pipetting techniques and type of micropipette or plastic transfer pipette used]. Air bubbles create problems when plastic transfer pipettes are used but they are suitable for use in K4-K12 classrooms. If pipetting is not smooth and regular and algae-sodium alginate mixture is not mixed by swirling in between pipetting, irregular shaped beads or beads with different cell numbers\/bead (light and dark green beads) will form. Avoid holding the micropipette pipette tip very close to the CaCl2 liquid surface to prevent clogging of the pipette tip by calcium alginate because of the instantaneous reaction of sodium alginate with CaCl2. (Notes: DO NOT DISTURB the CaCl2 beaker while you are adding the drops. Make sure that you do not have any air gap or bubbles in your pipette tip while you pipette the algae-sodium alginate mixture). While pipetting dropwise the algae-sodium alginate suspension in CaCl2 solution, the beaker of chilled CaCl2 should not be shaken and should be given a very gentle swirl in between one batch of pipetting. This swirling mixes the CaCl2 solution around the beads that have formed in the CaCl2 beaker to harden them. Pipetting can be resumed only when CaCl2 liquid surface is still after the swirling of the CaCl2 solution. As soon as the algae-sodium alginate mixture drops hit the chilled CaCl2 liquid surface, they solidify into tiny beads. Continue making beads until all the mixture is used. Keep the CaCl2 beaker containing the beads on ice for 10-15 minutes to allow complete solidification of the algal beads. <\/div><div class = \"text-block\">Separate the algal beads from the CaCl2 solution by filtering through a strainer\/coffee filter and collect the filtered CaCl2 in a bottle using a funnel. This filtered CaCl2 can be stored in a fridge at 4ºC and can be reused three- five times for making algal beads in future. Algal beads should be rinsed gently and thoroughly with tap water for at least five minutes to remove residual sodium chloride which is formed when sodium alginate reacts with calcium chloride to form calcium alginate and sodium chloride. This step is a very important step and must not be skipped as any residual sodium chloride will hinder photosynthesis in the experiment. Use a plastic spoon to scoop out the beads gently from the strainer to put them in a petri dish containing small amount of tap water to prevent drying of beads while you make the bracelets\/necklaces (see below). <\/div><div class = \"text-block\">Note: Any leftover algae beads can be stored in tap water in the refrigerator for 2-3 days for future experiments. Algae bead making demonstration video clips are available at:  https:\/\/youtu.be\/u4BbZ29qlWQ  and at   https:\/\/youtu.be\/eIxbzeHW8IM.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":945713,"guid":"3720B4709AC011EAB35DF1B968737D49","previous_id":945712,"previous_guid":"371FF1209AC011EAB35DF1B968737D49","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"7339BE7FE71D49C3995E9780B3B9FA7E","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"2236BBBA02624E41B8C5EF2DA2008A14","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Preparation of Chlamydomonas 4A+ bead bracelets and necklaces:<\/div><div class = \"text-block\">Cut flexible tubing into 10 pieces, each 5 inches long for bracelets and 6 inches long for necklaces. Cut off caps of 1.5 mL Eppendorf tubes with a scissor. Use de-capped Eppendorf tubes to plug the ends of the bracelet tubing (one de-capped tube at each end of the cut tubing).  Cut colorful yarns according to wrist width, intertwine them to make braids. Loop one braid tightly onto the mouth of each de-capped Eppendorf tube at each end of the bracelet. Cut plastic transfer pipette tip ends at an angle to form scoops. Next, unplug one end of the bracelet tubing by removing one of the de-capped Eppendorf tube that you used for sealing the tubing end. Add about 3-5 mL of tap water [pH 6.9 -7] (depending on the length of the bracelet tubing ranging from 5 inches to 7 inches) into the bracelet flexible tubing either using a micropipette or a plastic transfer pipette. De-ionized\/E-pure water is known to contain less dissolved gases and minerals than tap water. Amounts of dissolved oxygen and carbon-dioxide in the water used for photosynthesis monitoring experiment will affect the results in a photosynthesis lab. We have found that tap water works best for the photosynthesis experiment.  It is important to have about 0.5 cm-1 cm air gap at each end inside the tubing to provide enough air for cells to breathe as the cells are oxygen-stressed inside the beads. To prepare 10 algae bead bracelets, each 5 inches long and containing 10-12 beads, you would need to make approximately 100-120 beads. Always make extra beads and store them for future use for 2-5 days in the fridge. Add 8-9 drops of the bicarbonate indicator solution to 3.5 ml- 4 mL of tap water inside the bracelets. For algae bead necklaces each of 6-7 inches long, you will need 20-35 beads per necklace. Add 10-11 drops of the pH indicator bicarbonate indicator solution to 4.5 ml- 5.5 mL of tap water inside the algal bead necklaces. Algae beads should be scooped from the petri dish using the transfer pipettes which have been converted to a scoop. Gently introduce the algal beads using the scoop into the tap water inside the tubing without squeezing the bulb of the transfer pipette and just let the water flow inside the tubing get the beads from the immersed scoop. Plug the end of the tubing back with the de-capped Eppendorf tube. Give a gentle swish to the tubing to mix the water and the bicarbonate indicator solution inside the tubing. Check the sealing at the tubing ends to ensure the tubing ends were sealed tightly and there is no water leakage. Plugging must be tight but not so tight so that it makes it hard for you to take out the Eppendorf tubes to flush the bracelet tubing and reuse it in future. Hence do not push the Eppendorf tubes all the way into the tubing.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":945714,"guid":"372150B19AC011EAB35DF1B968737D49","previous_id":945713,"previous_guid":"3720B4709AC011EAB35DF1B968737D49","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"47F0F41CF1C44D73AA1114CAEED69045","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"F47A71348E79412A9815BB25FA1F02CE","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Dark and light exposures of algae bead bracelets\/necklaces:<\/div><div class = \"text-block\">Image the bracelet and record the pH of the water before shifting it to light. The bracelet can be kept under 150-200 micromole m-2s-1 light intensity [equivalent to the combined light intensities of 12 to 14 cool white fluorescent lights] or under cool LED indoor plant grow light. But to our experience, the bracelet takes longer time to change color when kept under one LED indoor plant grow light because the light intensity is not high enough compared to what one gets with cool white fluorescent lights. You might need 2-3 indoor plant grow light to speed up the color change in the bracelets (we have not tried it). After light exposure for 2-4 hours (depending on the length of the bracelet tubing and number of algae beads inside the tubing), the bracelet will change from light red\/magenta to a dark blue\/purple color via gradient color changes because of an increase in pH induced by photosynthesis in light. When shifted to dark for 3-4 hours the bracelet color will change from dark blue\/purple to bright yellow via gradient color changes because of a decrease in pH induced by cellular respiration and absence of photosynthesis. You can switch the bracelet back forth between light and dark for 2-3 times over a period of 2-3 days and it should show color changes. Demonstration of algae bead bracelet making video clips are available at: https:\/\/youtu.be\/A7VIjLDGSCc and https:\/\/youtu.be\/vh_1ASpQgS8 and https:\/\/youtu.be\/enctr0yhWQ8<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0}],"document":null,"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Scientific concept:<\/span><span> Cellular respiration oxidizes organic chemicals and releases CO<\/span><span style = \"vertical-align:sub;\">2<\/span><span> into the environment and photosynthesis converts CO<\/span><span style = \"vertical-align:sub;\">2<\/span><span> into fixed carbon in the presence of light.Irrespective of the light conditions, respiration in live cells in the beads will release CO<\/span><span style = \"vertical-align:sub;\">2<\/span><span> that will dissolve in water inside the bracelet\/necklace in which the beads are immersed to generate carbonic acid. Conversely in the light, photosynthesis in the algal cells in the beads will remove CO<\/span><span style = \"vertical-align:sub;\">2 <\/span><span>from the water surrounding the beads. Hence pH of the water inside the algal bead bracelets will be acidic in the dark and alkaline in the light. Students can monitor the dramatic color changes in a gradient fashion in the water inside the bracelet that is induced by the relative rates of photosynthesis\/cellular respiration. Students can measure pH of the water inside the bracelets\/necklaces using pH testing strips. This protocol might be also useful for bioenergy researchers who are interested in exploring the use of immobilized motile micro-algae for biofuel production. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Applications:<\/span><span>This educational protocol can be used to teach the interplay of photosynthesis and cellular respiration to K4 - college Biology students in a fun and engaging way. The lab activities can be customized according to grade levels. Students will make their <\/span><span style = \"font-style:italic;\">Chlamydomonas<\/span><span> beads and use these beads to make algae bead bracelets or necklaces to test the opposing nature of chemical reactions of cellular respiration and photosynthesis. This interplay can be studied by visually monitoring the water color\/pH changes induced by relative rates of photosynthesis and cellular respiration under light and in darkness. Alternatively, this protocol can be used by educators at institutions with limited resources who do not have access to an oxygen electrode to comparatively study relative rates of photosynthesis in <\/span><span style = \"font-style:italic;\">Chlamydomonas<\/span><span> wild type and a photosynthetic mutant strain using strain specific-algae beads that approximately the same number of cells per bead.<\/span><\/div><\/div>","changed_on":1591986735}