{"id":25827,"title":"Morris USF Lab protocol DEMO","title_html":"Morris USF Lab protocol DEMO","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.5gbg3sn","doi_status":2,"uri":"morris-usf-lab-protocol-demo-5gbg3sn","type_id":1,"published_on":1562966634,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1562966413,"categories":null,"creator":{"name":"Lauren Segers","affiliation":"University of South Florida","affiliations":[{"affiliation":"University of South Florida","url":"","is_default":1}],"username":"lauren-segers","link":null,"image":{"source":"\/img\/avatars\/013.png","placeholder":"\/img\/avatars\/013.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"},{"id":6,"image":{"source":"\/img\/badges\/socialbutterfly.svg","placeholder":"\/img\/badges\/socialbutterfly.svg"},"name":"Social butterfly"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":6,"authors":[{"name":"Lauren Segers","affiliation":"University of South Florida","affiliations":[],"username":"lauren-segers","link":null,"image":{"source":"\/img\/avatars\/013.png","placeholder":"\/img\/avatars\/013.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false},{"name":"Kendall Morris","affiliation":"University of South Florida","affiliations":[],"username":"kendall-morris","link":null,"image":{"source":"\/img\/avatars\/006.png","placeholder":"\/img\/avatars\/006.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false},{"name":"Sarah Nuding","affiliation":"University of South Florida","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[{"id":780025,"guid":"F736A81E5CD344D9A0A7C78F11EF507D","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"1CF1564AE67746A2802B2633338E8AF1","order_id":1,"type_id":6,"title":"Section","source":{"title":"Surgical Protocol"}},{"id":1054724,"guid":"7D75AFE18E88412C915C09D1DC43564A","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span>Methods were as previously described (Morris et al., 2010; Ott et al., 2012). Briefly, data were obtained from 13 adult cats (3.1–5.8 kg) of either sex that were part of a larger dataset that included recording the response of brainstem neurons during the protocols detailed below. In some animals, a bilateral thoracotomy (pneumothorax) was performed. Prior to initiating the surgical protocol, atropine (0.54 mg\/kg i.m.) was injected to reduce mucus secretion in the airways. A Dexamethasone infusion (initial bolus of 2.0 mg\/kg followed by 4.5 mg kg-1 h-1 i.v.) was used to minimize brain stem swelling and to prevent hypotension. Anesthesia induction and maintenance were with 5.0 and 1.0–3.0% isoflurane, respectively, mixed with medical grade air (21% O2-Balance N2-Airgas) until decerebration. Following induction, the trachea was intubated, and catheters were placed in the femoral arteries and veins for intravenous administration of drugs and fluids as well as to facilitate monitoring of arterial blood pressure. Periodically, arterial blood was collected and analyzed for PO<\/span><span style = \"vertical-align:sub;\">2<\/span><span>, PCO<\/span><span style = \"vertical-align:sub;\">2<\/span><span>, pH, and HCO<\/span><span style = \"vertical-align:sub;\">3-<\/span><span> concentrations. Sodium bicarbonate solution (8.4%) was infused to correct metabolic acidosis as needed. Solutions of 6% Hetastarch or 5% Dextran in half-normal saline (0.45%), 0.04–0.1% dopamine, and 0.075–0.3 mg\/ml phenylephrine in lactated Ringer solution were administered intravenously as needed to maintain a mean blood pressure of at least 75 mmHg. To reduce bleeding during and following the decerebration process, both external carotid arteries were ligated caudal to the lingual artery branch. We performed an occipital craniotomy, a midcollicular transection and suction decerebration (Kirsten and St. John, 1978). The brainstem was exposed, and the pia mater removed for insertion of tungsten microelectrodes for measurement of neuron extracellular potentials. Immediately prior to the transection, an infusion of the neuromuscular blocker vecuronium bromide or pancuronium bromide was given and maintained to ensure that the animals were paralyzed (initial bolus 0.1 mg\/kg; continuous infusion 0.2 mg kg-1 h-1 i.v.). Following decerebration, the isoflurane concentration was gradually reduced to zero. Following completion of all experimental protocols, an overdose of Euthasol (85 mg\/kg, i.v.) or sodium thiopental (20 mg\/kg, i.v.) followed by potassium chloride (i.v.) was administered. Cardiac and respiratory activities were monitored until cessation.<\/span><\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":780026,"guid":"81B04689FEFB406EAFEFAA38521B77EB","previous_id":780025,"previous_guid":"F736A81E5CD344D9A0A7C78F11EF507D","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"C58E6E68BE2E493BA598F0164B266D3C","order_id":1,"type_id":6,"title":"Section","source":{"title":"Nerve Isolation and Recording"}},{"id":1054724,"guid":"4D1FACFFA6744EBC86C943A07D75534A","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The right hypoglossal (XII), left phrenic (Phr), left lumbar iliohypogastric (Lum), and right vagus (X) nerves were isolated from surrounding tissue and desheathed. In two of the cats, the right recurrent laryngeal nerve (RLN) was used instead of the X nerve. To monitor and record efferent nerve activities, the XII nerve, Lum nerve, and X\/RLN nerve were placed in coiled or hooked bipolar silver electrodes, covered with a combination of mineral oil and petroleum jelly, and wrapped in parafilm. The Phr nerve was floated in place in a pool of mineral oil in a neck pocket, sectioned and recorded in coiled or hooked bipolar silver electrodes. All nerve activity was amplified, full-wave rectified, low-pass filtered, and RC integrated (τ = 200–500 ms). Integrated nerve discharge activity was used to indicate stimulus effectiveness. Integrated nerve activity, tracheal pressure (TP), end tidal CO2, and arterial blood pressure were monitored on a Grass polygraph and recorded digitally (16-bit, 25 kHz per channel) onto a hard disk drive for later off-line analysis.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":"#94EBFF","critical":null,"critical_id":null,"duration":0},{"id":780027,"guid":"A9C4E32125A348D5BAA02F9F0DFFFC0C","previous_id":780026,"previous_guid":"81B04689FEFB406EAFEFAA38521B77EB","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"DB56247E6062485FAABDAC8F6538CBF0","order_id":1,"type_id":6,"title":"Section","source":{"title":"SLN Isolation and Stimulation"}},{"id":1054724,"guid":"6FDD1409D3594DC3AB45A3282B5BDE3D","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">The SLNs were isolated bilaterally; each was connected to a silver bipolar electrode and covered with a combination of mineral oil and petroleum jelly or a pledget soaked in mineral oil until the nerve was used for electrical stimulation. Fictive swallowing was evoked by electrical stimulation (pulse duration, 0.25 ms; frequency, 5–20 Hz, Voltage 2.6–4.0 V, 33.3–51.5 μA, train duration 2–120 s) and identified by changes in activities of the Phr, XII, and X\/RLN nerves.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":"#FFED92","critical":null,"critical_id":null,"duration":0},{"id":780028,"guid":"93266BEEC6304386A584AA720760259E","previous_id":780027,"previous_guid":"A9C4E32125A348D5BAA02F9F0DFFFC0C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"86997EE38F67472CAFAA30AA8BEE460F","order_id":1,"type_id":6,"title":"Section","source":{"title":"Water Bolus Stimulation"}},{"id":1054724,"guid":"AC5F33F44B6A467A9B488A501ADEBE31","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Water bolus evoked fictive swallows were elicited via rapid (less than 5 s) injection of distilled water (5–25 mL) through a polyethylene tube inserted into the mouth of each animal. A minimum of three water injection trials were performed with an inter-trial interval of at least 2 min.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":"#E57785","critical":null,"critical_id":null,"duration":0},{"id":780029,"guid":"E1E73E11E9634849AD753867C28DC8BF","previous_id":780028,"previous_guid":"93266BEEC6304386A584AA720760259E","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"CEF5307682454D1E96CDDC83C071C1D2","order_id":1,"type_id":6,"title":"Section","source":{"title":"Ventilation Mode Protocols"}},{"id":1054724,"guid":"2DF0F7EE72A7468EABF9DA8201F6886B","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Since we hypothesized that PSR feedback contributes to swallow-breathing coordination, we altered the timing of PSR feedback within the respiratory cycle by using two ventilation modes. In subject-triggered mode (ST), the integrated phrenic signal was used to trigger the ventilator to inflate the lungs and to allow passive deflation; in this mode, vagal feedback is mostly synchronous with central inspiration. Due to this thresholding process, there was a delay (mean duration: 458 ± 140 ms) between the end of the inspiratory phase (Phr peak) and the end of lung inflation (TP peak). In mandatory ventilation mode (MV), the ventilator rate was set to 30 breaths per minute with a gas flow rate adjusted to maintain arterial PCO2 at 30 ± 0.5 mmHg; in this mode, vagal feedback may be mostly asynchronous with central inspiration.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":"#A492FF","critical":null,"critical_id":null,"duration":0},{"id":780030,"guid":"D46352971782440ABA6434814D5315D9","previous_id":780029,"previous_guid":"E1E73E11E9634849AD753867C28DC8BF","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"994F486EB82245D08039792EE57A2184","order_id":1,"type_id":6,"title":"Section","source":{"title":"Analysis"}},{"id":1054724,"guid":"816B043776E84684B13F88D4386B4944","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\">Integrated activities of the Phr, X\/RLN, and XII nerves were marked and coded for measurements of swallow motor output (time to peak of burst activity, total duration of burst activity, peak amplitude, area under the curve, the delay between the starts and peaks of the XII and X\/RLN bursts) recorded during each stimulation-ventilation combination. The swallow duration was defined as the interval between the start of XII nerve burst activity and the end of X\/RLN nerve burst activity, or the interval between the start and the end of XII nerve burst when the end of X\/RLN nerve burst activity was observed before the end of XII nerve activity. The 20 respiratory and ventilatory cycles that preceded each stimulation period were marked and coded for use as control to assess any swallow related changes in respiratory and ventilatory function. The averaged durations of control respiratory cycles (TTOT) computed from the integrated Phrenic activity (Phr) between subject-triggered (ST) and mandatory ventilation (MV) modes were compared. In addition, the control ventilatory cycles (Vent Cycle) computed from the tracheal pressure signal (TP) between ST and MV modes were compared. To evaluate and compare the relationship between central inspiratory output and lower airway feedback during ST and MV, we calculated the overlap of the inspiratory portion of each individual respiratory cycle and coincident lung inflation(s) for both modes of ventilation. These values were expressed with regard to central inspiration or lung inflation by dividing the overlap by the duration of central inspiratory output or by the duration of coincident lung inflation(s), respectively, and compared across ventilation modes using paired t-tests. To confirm which respiratory parameters changed when the mode of ventilation was switched, an initial comparison (paired t-tests) between control TTOT and Vent Cycle measurements was performed. Differences in swallow motor output were initially compared across all stimulus ventilation conditions using a two-factor ANOVA (with Bonferroni corrections). The effect on resetting of the respiratory cycle that accommodates a swallow was analyzed using a three-factor ANOVA (with Bonferroni corrections) for single swallows. The magnitude of change in the preceding inspiratory activity of these respiratory cycles was assessed by linear regression analysis across conditions. The strength of the association between each single swallow type and the ventilation modes as well as the phase preference within the Vent Cycle for SLN-MV swallows were analyzed using a Chi Square test of independence, and a one-way repeated measures ANOVA was performed to compare the duration of swallow motor output (overall swallow duration, XII and X\/RLN duration) in a series of repetitive swallows. All analyses were performed in the program SPSS Statistics version 23 (IBM, Armonk, NY, United States). Values were considered significant when p < 0.05.<\/div><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":"#EA9F6C","critical":null,"critical_id":null,"duration":0}],"materials":[],"description":"<div class = \"text-blocks\"><\/div>","changed_on":1562966634}