{"uri":"nonlinear-spectral-mixture-effects-for-photosynthe-iaacaae","version_id":"0","protocol_name":"Nonlinear Spectral Mixture Effects for Photosynthetic\/Non-photosynthetic Vegetation Cover Estimates of Typical Desert Vegetation in Western China","protocol_name_html":"Nonlinear Spectral Mixture Effects for Photosynthetic\/Non-photosynthetic Vegetation Cover Estimates of Typical Desert Vegetation in Western China","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"1","last_modified":"1520143861","type_id":"1","link":"","fork_id":"","public_fork_note":"","number_of_steps":"1","has_versions":"1","first_published_date":"1496422272","publish_date":"2017-06-02 16:51:12","documents":null,"have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"","is_bookmarked":"0","can_reassign":"1","before_start":"","has_guidelines":"0","materials":[],"warning":"","version_class":"6178","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1496421890","protocol_affiliation":"","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.iaacaae","doi_status":"2","changed_fork_steps":null,"profile_url":"x2z2a443r2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/018.png","full_name":"Cuicui JI","created_by":"Cuicui JI","private_link":"EE969095D106CB5299E254E0AAAFD4C6","original_img":"1","username":"cuicui-ji","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":null,"journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":249175,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"2","badge_image":"\/img\/badges\/bronze.svg","badge_description":"Author!"},{"badge_id":"5","badge_image":"\/img\/badges\/earlyadopter.svg","badge_description":"Early adopter"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"","authors_list":[],"user":{"profile_image":"\/img\/avatars\/018.png","username":"cuicui-ji","full_name":"Cuicui JI","created_by":"Cuicui JI"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"","status_id":"1","is_research":"1","status_info":null,"steps":[{"id":"552664","is_changed":"0","original_id":"0","is_skipped":"0","is_checked":"0","guid":"020EAFF5E887473A9080F0F52030CBC2","previous_guid":null,"previous_id":"0","last_modified":"1502719138","components":[{"component_id":"993332","previous_id":0,"original_id":"0","guid":"AA5CB5F6079D4D1EABBBFD170273DDE7","previous_guid":null,"component_type_id":"6","data_id":null,"data":null,"order_id":"0","name":"Section","data_by_id":"0","type_id":"6","source_data":{"section":null},"is_project":0},{"component_id":"911799","previous_id":"993332","original_id":"0","guid":"14E5021B73064C14806E4DC84A0F882F","previous_guid":"AA5CB5F6079D4D1EABBBFD170273DDE7","component_type_id":"1","data_id":"0","data":"<ol>\n<li>Reynolds JF, Smith DMS, Lambin EF, Turner B, Mortimore M, Batterbury SP, et al. Global desertification: building a science for dryland development. science. 2007;316(5826):847-51.<\/li>\n<li>Tao W. Review and Prospect of Research on Oasification and Desertification in Arid Regions. Journal of Desert Research. 2009;29(1):1-9. doi:1000-694X(2009)01-0001-09<\/li>\n<li>Gries D, Foetzki A, Arndt SK, Bruelheide H, Thomas FM, Zhang XM, et al. Production of perennial vegetation in an oasis-desert transition zone in NW China - allometric estimation, and assessment of flooding and use effects. Plant Ecology. 2005;181(1):23-43. doi:10.1007\/s11258-004-7808-2<\/li>\n<li>Zhang K, An Z, Cai D, Guo Z, Xiao J. Key Role of Desert–Oasis Transitional Area in Avoiding Oasis Land Degradation from Aeolian Desertification in Dunhuang, Northwest China. Land Degradation &amp; Development. 2016;28:142-50. doi:10.1002\/ldr.2584<\/li>\n<li>Bastin G, Scarth P, Schmidt M, Abbott B, Chewings V, Sparrow A, et al. Separating grazing and rainfall effects at regional scale using remote sensing imagery: A dynamic reference-cover method. Remote Sensing of Environment. 2012;121(121):443-57. doi:10.1016\/j.rse.2012.02.021<\/li>\n<li>Guerschman JP, Hill MJ, Renzullo LJ, Barrett DJ, Marks AS, Botha EJ. Estimating fractional cover of photosynthetic vegetation, non-photosynthetic vegetation and bare soil in the Australian tropical savanna region upscaling the EO-1 Hyperion and MODIS sensors. Remote Sensing of Environment. 2009;113(5):928-45. doi:10.1016\/j.rse.2009.01.006<\/li>\n<li>Li XS, Zheng GX, Wang JY, Ji CC, Sun B, Gao ZH. Comparison of Methods for Estimating Fractional Cover of Photosynthetic and Non-Photosynthetic Vegetation in the Otindag Sandy Land Using GF-1 Wide-Field View Data. Remote Sensing. 2016;8(10):800. doi:10.3390\/rs8100800<\/li>\n<li>Guerschman JP, Scarth PF, Mcvicar TR, Renzullo LJ, Malthus TJ, Stewart JB, et al. Assessing the effects of site heterogeneity and soil properties when unmixing photosynthetic vegetation, non-photosynthetic vegetation and bare soil fractions from Landsat and MODIS data. Remote Sensing of Environment. 2015;161:12-26. doi:10.1016\/j.rse.2015.01.021<\/li>\n<li>Okin GS, Clarke KD, Lewis MM. Comparison of methods for estimation of absolute vegetation and soil fractional cover using MODIS normalized BRDF-adjusted reflectance data. Remote Sensing of Environment. 2013;130(130):266-79. doi:10.1016\/j.rse.2012.11.021<\/li>\n<li>Boardman JW. Automated spectral unmixing of AVIRIS data using convex geometry concepts. Summaries Annu Jpl Airborne Geoscience Workshop;1993. p. 11-4.<\/li>\n<li>Ray TW, Murray BC. Nonlinear spectral mixing in desert vegetation. Remote Sensing of Environment. 1996;55(1):59-64. doi:10.1016\/0034-4257(95)00171-9<\/li>\n<li>Borel CC, Gerstl SAW, Borel CC, Gerstl SAW. Nonlinear spectral mixing models for vegetative and soil surfaces. Remote Sensing of Environment. 1994;47(3):403-16. doi:10.1016\/0034-4257(94)90107-4<\/li>\n<li>Chen X, Vierling L. Spectral mixture analyses of hyperspectral data acquired using a tethered balloon. Remote Sensing of Environment. 2006;103(3):338-50. doi:10.1016\/j.rse.2005.05.023<\/li>\n<li>Roberts DA, Adams JB, Smith MO. Predicted distribution of visible and near-infrared radiant flux above and below a transmittant leaf. Remote sensing of environment. 1990;34(1):1-17. doi:10.1016\/0034-4257(90)90080-6<\/li>\n<li>Roberts DA. Simplified characterization of uniaxial and biaxial nonlinear optical crystals: a plea for standardization of nomenclature and conventions. IEEE Journal of Quantum Electronics. 1992;28(10):2057-74. doi:10.1109\/3.159516<\/li>\n<li>Roberts DA, Gardner M, Church R, Ustin S, Scheer G, Green RO. Mapping chaparral in the Santa Monica Mountains using multiple endmember spectral mixture models. Remote Sensing of Environment. 1998;65(3):267-79. doi:10.1109\/3.159516<\/li>\n<li>Somers B, Cools K, Delalieux S, Stuckens J, Zande DVD, Verstraeten WW, et al. Nonlinear Hyperspectral Mixture Analysis for tree cover estimates in orchards. Remote Sensing of Environment. 2009;113(6):1183-93. doi:10.1016\/j.rse.2009.02.003<\/li>\n<li>Mcgwire K, Minor T, Fenstermaker L. Hyperspectral mixture modeling for quantifying sparse vegetation cover in arid environments. Remote Sensing of Environment. 2000;72(3):360-74. doi:10.1016\/S0034-4257(99)00112-1<\/li>\n<li>Elmore AJ, Mustard JF, Manning SJ, Lobell DB. Quantifying vegetation change in semiarid environments: precision and accuracy of spectral mixture analysis and the normalized difference vegetation index. Remote Sensing of Environment. 2000;73(1):87-102. doi:10.1016\/S0034-4257(00)00100-0<\/li>\n<li>Sun DX, Ma XC. Survey on Results of Enclosed Community of Nitraria tangutonum in the Lower Reaches of Shiyang River. Journal of Gansu Forestry Science &amp; Technology. 2011;36(04):42-5. doi:10.3969\/j.issn.1006-0960.2011.04.012<\/li>\n<li>Wu ZY. Flora Republicae Popularis Sinicae: Science press; 1998. 122 p.<\/li>\n<li>Jia XH, Li XR. Spatial Pattern of Sand-Mound of Nitraria in Different Habitat at the Southeastern Fringe of the Tengger Desert. Environmental Science. 2008;29(07):2046-53. doi:10.3321\/j.issn:0250-3301.2008.07.048<\/li>\n<li>Ji XM, Ning HS, Liang JY, Gao MY, Li L. Comparison of Drought Resistance and Photosynthetic Characteristics of Haloxylon ammodendron and Tamarix hohenackeri at Seedling Stage under Different Moisture Conditions. Journal of Desert Research. 2012;32(2):399-406. doi:1000-694X(2012)02-399-08<\/li>\n<li>Wu ZY. Flora Republicae Popularis Sinicae: Science press; 1979. 140 p.<\/li>\n<li>Liu F, Zhang Y, Chu Y, Zhang X. Soil Water Regime under the Shrubberies of Haloxylon ammodendron in the Desert Regions of the Heihe River watershed. Arid Zone Research. 2002;19(1):27-31. doi:1001-4675(2002)01-0027-05<\/li>\n<li>Crews NBM, A. K. Estimating fractional land cover in semi-arid central Kalahari: the impact of mapping method (spectral unmixing vs. object-based image analysis) and vegetation morphology. Geocarto International. 2014;29(8):860-77. doi:10.1080\/10106049.2013.868041<\/li>\n<li>Settle JJ. On the residual term in the linear mixture model and its dependence on the point spread function. IEEE Transactions on Geoscience &amp; Remote Sensing. 2005;43(2):398-401. doi:10.1109\/TGRS.2004.841485<\/li>\n<li>Somers B, Delalieux S, Stuckens J, Verstraeten WW, Coppin P. A weighted linear spectral mixture analysis approach to address endmember variability in agricultural production systems. International Journal of Remote Sensing. 2009;30(1):139-47. doi:10.1080\/01431160802304625<\/li>\n<li>Adams JB, Smith MO, Gillespie AR. Imaging spectroscopy: Interpretation based on spectral mixture analysis: In: Pieters CM, Englert P (Eds) Remote Geochemical Analysis: Elemental and Mineralogical Composition. New York, NY: Cambridge University Press; 1993. 145-66 p.<\/li>\n<li>Drake JJ, Settle NA. Linear Mixing and the Estimation of Ground Cover Proportions. International Journal of Remote Sensing. 1993;14(6):1159-77. doi:10.1080\/01431169308904402<\/li>\n<li>Vikhamar D, Solberg R. Snow-cover mapping in forests by constrained linear spectral unmixing of MODIS data. Remote Sensing of Environment. 2003;88(3):309-23. doi:10.1016\/j.rse.2003.06.004<\/li>\n<li>Theseira MA, Thomas G, Sannier CAD. An evaluation of spectral mixture modelling applied to a semi-arid environment. International Journal of Remote Sensing. 2002;23(4):687-700. doi:10.1080\/01431160010019652<\/li>\n<li>Wu C, Murray AT. Estimating impervious surface distribution by spectral mixture analysis. Remote Sensing of Environment. 2003;84(4):493-505. doi:10.1016\/S0034-4257(02)00136-0<\/li>\n<li>Adams JB, Smith MO, Johnson PE. Spectral mixture modeling: a new analysis of rock and soil types at the Viking Lander I site. Journal of Geophysical Research Atmospheres. 1986;91(B8):8098-112. doi:10.1029\/JB091iB08p08098<\/li>\n<li>Smith MO, Ustin SL, Adams JB, Gillespie AR. Vegetation in deserts: I. A regional measure of abundance from multispectral images. Remote sensing of Environment. 1990;31(1):1-26. doi:10.1016\/0034-4257(90)90074-V<\/li>\n<li>Gillespie AR, Smith MO, Adams JB, Willis SC, Fischer AF, Sabol DE. Interpretation of residual images: spectral mixture analysis of AVIRIS images, Owens Valley, California. Proc 2nd AVIRIS Workshop: JPL Publ.; 1990. p. 243-70.<\/li>\n<li>Heinz DC, Chang CI. Fully constrained least squares linear spectral mixture analysis method for material quantification in hyperspectral imagery. IEEE Transactions on Geoscience &amp; Remote Sensing. 2001;39(3):529-45. doi:10.1109\/36.911111<\/li>\n<li>Chang CI, Heinz DC. Constrained subpixel target detection for remotely sensed imagery. IEEE Transactions on Geoscience &amp; Remote Sensing. 2000;38(3):1144-59. doi:10.1109\/36.843007<\/li>\n<li>Bioucas-Dias JM, Plaza A, Dobigeon N, Parente M, Du Q, Gader P, et al. Hyperspectral Unmixing Overview: Geometrical, Statistical, and Sparse Regression-Based Approaches. Selected Topics in Applied Earth Observations &amp; Remote Sensing IEEE Journal of. 2012;5(2):354-79. doi:10.1109\/JSTARS.2012.2194696<\/li>\n<li>Fan WY, Hu BX, Miller J, Li MZ. Comparative study between a new nonlinear model and common linear model for analysing laboratory simulated-forest hyperspectral data. International Journal of Remote Sensing. 2009;30(11):2951-62. doi:10.1080\/01431160802558659<\/li>\n<li>Halimi A, Altmann Y, Dobigeon N, Tourneret JY. Nonlinear Unmixing of Hyperspectral Images Using a Generalized Bilinear Model. IEEE Transactions on Geoscience &amp; Remote Sensing. 2011;49(11):4153-62. doi:10.1109\/TGRS.2010.2098414<\/li>\n<li>Nascimento JMP, Bioucasdias JM. Nonlinear mixture model for hyperspectral unmixing. Proceedings of SPIE - The International Society for Optical Engineering. 2009;7477. doi:10.1117\/12.830492<\/li>\n<li>Li XR, Wu XM, Zhao LY. Unsupervised nonlinear decomposing method of hyperspectral imagery. Journal of Zhejiang University. 2011;45(4):607-13.<\/li>\n<li>Li XR, Cui JT, Zhao LY. Blind nonlinear hyperspectral unmixing based on constrained kernel nonnegative matrix factorization. Signal, Image and Video Processing. 2014;8(8):1555-67. doi:10.1007\/s11760-012-0392-3<\/li>\n<li>Tang XY, Gao K, Ni GQ. Advances in Nonlinear Spectral Unmixing of Hyperspectral Images. Remote Sensing Technology &amp; Application. 2013;28(4):731-8. doi:1004-0323(2013)04-0731-08<\/li>\n<li>Chen J, Richard C, Honeine P. Nonlinear Unmixing of Hyperspectral Data Based on a Linear-Mixture \/ Nonlinear-Fluctuation Model. Signal Processing IEEE Transactions on. 2013;61(2):480-92. doi:10.1109\/TSP.2012.2222390<\/li>\n<li>Zhang L, Wu B, Huang B, Li P. Nonlinear estimation of subpixel proportion via kernel least square regression. International Journal of Remote Sensing. 2007;28(18):4157-72. doi:10.1080\/01431160600993454<\/li>\n<li>Camps-Valls G, Bruzzone L. Kernel-based methods for hyperspectral image classification. IEEE Transactions on Geoscience &amp; Remote Sensing. 2005;43(6):1351-62. doi:10.1109\/TGRS.2005.846154<\/li>\n<li>Zaanen AC. Linear analysis: Bibliotheca Mathematica; 1956. 614 p.<\/li>\n<li>Mercer J. Functions of Positive and Negative Type, and their Connection with the Theory of Integral Equations. Philosophical Transactions of the Royal Society of London. 1909;209:415-46. doi:10.1098\/rsta.1909.0016<\/li>\n<li>Bhatia R. Positive Definite Matrices: Princeton University Press; 2009. 69-75 p.<\/li>\n<li>Ammanouil R, Ferrari A, Richard C, Mathieu S. Nonlinear Unmixing of Hyperspectral Data With Vector-Valued Kernel Functions. IEEE Transactions on Image Processing. 2017;26(1):340-54. doi:10.1109\/TIP.2016.2627815<\/li>\n<li>Chapelle O, Vapnik V, Bousquet O, Mukherjee S. Choosing Multiple Parameters for Support Vector Machines. Machine Learning. 2002;46(1):131-59. doi:10.1023\/A:1012450327387<\/li>\n<li>Zhang LP, Du B, Zhang LF. Hyperspectral Remote Sensing Image Processing. Beijing: Science Press; 2014. 90-3 p.<\/li>\n<li>Kohavi R. A study of cross-validation and bootstrap for accuracy estimation and model selection. International Joint Conference on Artificial Intelligence. 1995:1137-43.<\/li>\n<li>Arlot S, Celisse A. A survey of cross-validation procedures for model selection. Statistics Surveys. 2009;4(2010):40-79. doi:10.1214\/09-SS054<\/li>\n<li>Qiu XY. The selection for the kernel-based method: Shandong Normal University Press; 2008. 19-21 p.<\/li>\n<li>Broadwater J, Chellappa R, Banerjee A, Burlina P, editors. Kernel fully constrained least squares abundance estimates. Geoscience and Remote Sensing Symposium, 2007 IGARSS 2007 IEEE International; 2007.<\/li>\n<li>Liu KH, Lin YY, Chen CS. Linear Spectral Mixture Analysis via Multiple-Kernel Learning for Hyperspectral Image Classification. IEEE Transactions on Geoscience &amp; Remote Sensing. 2014;53(4):2254-69. doi:10.1109\/TGRS.2014.2358620<\/li>\n<li>Camps-Valls G, Bruzzone L. Kernel methods for remote sensing data analysis: Wiley; 2009. 437–51 p.<\/li>\n<li>Jiao YQ. Study on the Spatial Variability and Suitability of Forest Vegetation habitat factors. Beijing Forestry University. 2015:70-2,114.<\/li>\n<li>Zheng GX, Li XS, Zhang GX, Wang JY. Spectral mixing mechanism analysis of photosynthetic \/ non-photosynthetic vegetation and bared soil mixture in the Hunshandake (Otindag) sandy land. Spectroscopy and Spectral Analysis. 2016;36(4):1063-8. doi:10.3964\/j.issn.1000-0593(2016)04-1063-06<\/li>\n<li>Gao ZH, Bai LN, Wang BY, Li ZY, Li XS, Wang YK. Estimation of Soil Organic Matter Content in Desertified Lands Using Measured Soil Spectral Data. Scientia Silvae Sinicae. 2011;47(6):9-16. doi:1001-7488(2011)06-0009-08<\/li>\n<li>Li T, Li XS, Li F. Estimating fractional cover of photosynthetic vegetation and non-photosynthetic vegetation in the Xilingol steppe region with EO-1 hyperion data. Acta Ecologica Sinica. 2015;35(11):3643-52. doi:10.5846\/stxb201308142075<\/li>\n<li>Somers B, Asner GP, Tits L, Coppin P. Endmember variability in Spectral Mixture Analysis: A review. Remote Sensing of Environment. 2011;115(7):1603–16. doi:10.1016\/j.rse.2011.03.003<\/li>\n<li>Somers B, Tits L, Coppin P. Quantifying Nonlinear Spectral Mixing in Vegetated Areas: Computer Simulation Model Validation and First Results. IEEE Journal of Selected Topics in Applied Earth Observations &amp; Remote Sensing. 2014;7(6):1956-65. doi:10.1109\/JSTARS.2013.2289989<\/li>\n<li>Heylen R, Parente M, Gader P. A Review of Nonlinear Hyperspectral Unmixing Methods. IEEE Journal of Selected Topics in Applied Earth Observations &amp; Remote Sensing. 2014;7(6):1844-68. doi:10.1109\/JSTARS.2014.2320576<\/li>\n<li>Lelong CCD, Pinet PC, Poilvé H. Hyperspectral Imaging and Stress Mapping in Agriculture : A Case Study on Wheat in Beauce (France). Remote Sensing of Environment. 1998;66(2):179-91. doi:10.1016\/S0034-4257(98)00049-2<\/li>\n<li>Fitzgerald GJ, Pinter PJ, Hunsaker DJ, Clarke TR. Multiple shadow fractions in spectral mixture analysis of a cotton canopy. Remote Sensing of Environment. 2005;97(4):526-39. doi:10.1016\/j.rse.2005.05.020<\/li>\n<li>Peddle DR, Smith AM. Spectral mixture analysis of agricultural crops: endmember validation and biophysical estimation in potato plots. International Journal of Remote Sensing. 2005;26(22):4959-79. doi:10.1080\/01431160500213979<\/li>\n<li>Mishra NB, Crews KA. Estimating fractional land cover in semi-arid central Kalahari: the impact of mapping method (spectral unmixing vs. object-based image analysis) and vegetation morphology. Geocarto International. 2014;29(29):860-77. doi:10.1080\/10106049.2013.868041<\/li>\n<li>Guerschman JP, Scarth PF, Mcvicar TR, et al. Spectral unmixing of vegetation, soil and dry carbon cover in arid regions: Comparing multispectral and hyperspectral observations. International Journal of Remote Sensing. 2002;23(19):3939-58. doi:10.1080\/01431160110115960<\/li>\n<li>Asner GP. Biophysical and Biochemical Sources of Variability in Canopy Reflectance. Remote Sensing of Environment. 1998;65(2):234-53. doi:10.1016\/S0034-4257(98)00014-5<\/li>\n<li>Roberts DA, Hinckley TM. Spectral and Structural Measures of Northwest Forest Vegetation at Leaf to Landscape Scales. Ecosystems. 2004;7(5):545-62. doi:10.1007\/s10021-004-0144-5<\/li>\n<\/ol>","order_id":"1","name":"Description","data_by_id":"0","type_id":"1","source_data":{"description":"<ol>\n<li>Reynolds JF, Smith DMS, Lambin EF, Turner B, Mortimore M, Batterbury SP, et al. Global desertification: building a science for dryland development. science. 2007;316(5826):847-51.<\/li>\n<li>Tao W. Review and Prospect of Research on Oasification and Desertification in Arid Regions. Journal of Desert Research. 2009;29(1):1-9. doi:1000-694X(2009)01-0001-09<\/li>\n<li>Gries D, Foetzki A, Arndt SK, Bruelheide H, Thomas FM, Zhang XM, et al. Production of perennial vegetation in an oasis-desert transition zone in NW China - allometric estimation, and assessment of flooding and use effects. Plant Ecology. 2005;181(1):23-43. doi:10.1007\/s11258-004-7808-2<\/li>\n<li>Zhang K, An Z, Cai D, Guo Z, Xiao J. Key Role of Desert–Oasis Transitional Area in Avoiding Oasis Land Degradation from Aeolian Desertification in Dunhuang, Northwest China. Land Degradation &amp; Development. 2016;28:142-50. doi:10.1002\/ldr.2584<\/li>\n<li>Bastin G, Scarth P, Schmidt M, Abbott B, Chewings V, Sparrow A, et al. Separating grazing and rainfall effects at regional scale using remote sensing imagery: A dynamic reference-cover method. Remote Sensing of Environment. 2012;121(121):443-57. doi:10.1016\/j.rse.2012.02.021<\/li>\n<li>Guerschman JP, Hill MJ, Renzullo LJ, Barrett DJ, Marks AS, Botha EJ. Estimating fractional cover of photosynthetic vegetation, non-photosynthetic vegetation and bare soil in the Australian tropical savanna region upscaling the EO-1 Hyperion and MODIS sensors. Remote Sensing of Environment. 2009;113(5):928-45. doi:10.1016\/j.rse.2009.01.006<\/li>\n<li>Li XS, Zheng GX, Wang JY, Ji CC, Sun B, Gao ZH. Comparison of Methods for Estimating Fractional Cover of Photosynthetic and Non-Photosynthetic Vegetation in the Otindag Sandy Land Using GF-1 Wide-Field View Data. Remote Sensing. 2016;8(10):800. doi:10.3390\/rs8100800<\/li>\n<li>Guerschman JP, Scarth PF, Mcvicar TR, Renzullo LJ, Malthus TJ, Stewart JB, et al. Assessing the effects of site heterogeneity and soil properties when unmixing photosynthetic vegetation, non-photosynthetic vegetation and bare soil fractions from Landsat and MODIS data. Remote Sensing of Environment. 2015;161:12-26. doi:10.1016\/j.rse.2015.01.021<\/li>\n<li>Okin GS, Clarke KD, Lewis MM. Comparison of methods for estimation of absolute vegetation and soil fractional cover using MODIS normalized BRDF-adjusted reflectance data. Remote Sensing of Environment. 2013;130(130):266-79. doi:10.1016\/j.rse.2012.11.021<\/li>\n<li>Boardman JW. Automated spectral unmixing of AVIRIS data using convex geometry concepts. Summaries Annu Jpl Airborne Geoscience Workshop;1993. p. 11-4.<\/li>\n<li>Ray TW, Murray BC. Nonlinear spectral mixing in desert vegetation. Remote Sensing of Environment. 1996;55(1):59-64. doi:10.1016\/0034-4257(95)00171-9<\/li>\n<li>Borel CC, Gerstl SAW, Borel CC, Gerstl SAW. Nonlinear spectral mixing models for vegetative and soil surfaces. Remote Sensing of Environment. 1994;47(3):403-16. doi:10.1016\/0034-4257(94)90107-4<\/li>\n<li>Chen X, Vierling L. Spectral mixture analyses of hyperspectral data acquired using a tethered balloon. Remote Sensing of Environment. 2006;103(3):338-50. doi:10.1016\/j.rse.2005.05.023<\/li>\n<li>Roberts DA, Adams JB, Smith MO. Predicted distribution of visible and near-infrared radiant flux above and below a transmittant leaf. Remote sensing of environment. 1990;34(1):1-17. doi:10.1016\/0034-4257(90)90080-6<\/li>\n<li>Roberts DA. Simplified characterization of uniaxial and biaxial nonlinear optical crystals: a plea for standardization of nomenclature and conventions. IEEE Journal of Quantum Electronics. 1992;28(10):2057-74. doi:10.1109\/3.159516<\/li>\n<li>Roberts DA, Gardner M, Church R, Ustin S, Scheer G, Green RO. Mapping chaparral in the Santa Monica Mountains using multiple endmember spectral mixture models. Remote Sensing of Environment. 1998;65(3):267-79. doi:10.1109\/3.159516<\/li>\n<li>Somers B, Cools K, Delalieux S, Stuckens J, Zande DVD, Verstraeten WW, et al. Nonlinear Hyperspectral Mixture Analysis for tree cover estimates in orchards. Remote Sensing of Environment. 2009;113(6):1183-93. doi:10.1016\/j.rse.2009.02.003<\/li>\n<li>Mcgwire K, Minor T, Fenstermaker L. Hyperspectral mixture modeling for quantifying sparse vegetation cover in arid environments. Remote Sensing of Environment. 2000;72(3):360-74. doi:10.1016\/S0034-4257(99)00112-1<\/li>\n<li>Elmore AJ, Mustard JF, Manning SJ, Lobell DB. Quantifying vegetation change in semiarid environments: precision and accuracy of spectral mixture analysis and the normalized difference vegetation index. Remote Sensing of Environment. 2000;73(1):87-102. doi:10.1016\/S0034-4257(00)00100-0<\/li>\n<li>Sun DX, Ma XC. Survey on Results of Enclosed Community of Nitraria tangutonum in the Lower Reaches of Shiyang River. Journal of Gansu Forestry Science &amp; Technology. 2011;36(04):42-5. doi:10.3969\/j.issn.1006-0960.2011.04.012<\/li>\n<li>Wu ZY. Flora Republicae Popularis Sinicae: Science press; 1998. 122 p.<\/li>\n<li>Jia XH, Li XR. Spatial Pattern of Sand-Mound of Nitraria in Different Habitat at the Southeastern Fringe of the Tengger Desert. Environmental Science. 2008;29(07):2046-53. doi:10.3321\/j.issn:0250-3301.2008.07.048<\/li>\n<li>Ji XM, Ning HS, Liang JY, Gao MY, Li L. Comparison of Drought Resistance and Photosynthetic Characteristics of Haloxylon ammodendron and Tamarix hohenackeri at Seedling Stage under Different Moisture Conditions. Journal of Desert Research. 2012;32(2):399-406. doi:1000-694X(2012)02-399-08<\/li>\n<li>Wu ZY. Flora Republicae Popularis Sinicae: Science press; 1979. 140 p.<\/li>\n<li>Liu F, Zhang Y, Chu Y, Zhang X. Soil Water Regime under the Shrubberies of Haloxylon ammodendron in the Desert Regions of the Heihe River watershed. Arid Zone Research. 2002;19(1):27-31. doi:1001-4675(2002)01-0027-05<\/li>\n<li>Crews NBM, A. K. Estimating fractional land cover in semi-arid central Kalahari: the impact of mapping method (spectral unmixing vs. object-based image analysis) and vegetation morphology. Geocarto International. 2014;29(8):860-77. doi:10.1080\/10106049.2013.868041<\/li>\n<li>Settle JJ. On the residual term in the linear mixture model and its dependence on the point spread function. IEEE Transactions on Geoscience &amp; Remote Sensing. 2005;43(2):398-401. doi:10.1109\/TGRS.2004.841485<\/li>\n<li>Somers B, Delalieux S, Stuckens J, Verstraeten WW, Coppin P. A weighted linear spectral mixture analysis approach to address endmember variability in agricultural production systems. International Journal of Remote Sensing. 2009;30(1):139-47. doi:10.1080\/01431160802304625<\/li>\n<li>Adams JB, Smith MO, Gillespie AR. Imaging spectroscopy: Interpretation based on spectral mixture analysis: In: Pieters CM, Englert P (Eds) Remote Geochemical Analysis: Elemental and Mineralogical Composition. New York, NY: Cambridge University Press; 1993. 145-66 p.<\/li>\n<li>Drake JJ, Settle NA. Linear Mixing and the Estimation of Ground Cover Proportions. International Journal of Remote Sensing. 1993;14(6):1159-77. doi:10.1080\/01431169308904402<\/li>\n<li>Vikhamar D, Solberg R. Snow-cover mapping in forests by constrained linear spectral unmixing of MODIS data. Remote Sensing of Environment. 2003;88(3):309-23. doi:10.1016\/j.rse.2003.06.004<\/li>\n<li>Theseira MA, Thomas G, Sannier CAD. An evaluation of spectral mixture modelling applied to a semi-arid environment. International Journal of Remote Sensing. 2002;23(4):687-700. doi:10.1080\/01431160010019652<\/li>\n<li>Wu C, Murray AT. Estimating impervious surface distribution by spectral mixture analysis. Remote Sensing of Environment. 2003;84(4):493-505. doi:10.1016\/S0034-4257(02)00136-0<\/li>\n<li>Adams JB, Smith MO, Johnson PE. Spectral mixture modeling: a new analysis of rock and soil types at the Viking Lander I site. Journal of Geophysical Research Atmospheres. 1986;91(B8):8098-112. doi:10.1029\/JB091iB08p08098<\/li>\n<li>Smith MO, Ustin SL, Adams JB, Gillespie AR. Vegetation in deserts: I. A regional measure of abundance from multispectral images. Remote sensing of Environment. 1990;31(1):1-26. doi:10.1016\/0034-4257(90)90074-V<\/li>\n<li>Gillespie AR, Smith MO, Adams JB, Willis SC, Fischer AF, Sabol DE. Interpretation of residual images: spectral mixture analysis of AVIRIS images, Owens Valley, California. Proc 2nd AVIRIS Workshop: JPL Publ.; 1990. p. 243-70.<\/li>\n<li>Heinz DC, Chang CI. Fully constrained least squares linear spectral mixture analysis method for material quantification in hyperspectral imagery. IEEE Transactions on Geoscience &amp; Remote Sensing. 2001;39(3):529-45. doi:10.1109\/36.911111<\/li>\n<li>Chang CI, Heinz DC. Constrained subpixel target detection for remotely sensed imagery. IEEE Transactions on Geoscience &amp; Remote Sensing. 2000;38(3):1144-59. doi:10.1109\/36.843007<\/li>\n<li>Bioucas-Dias JM, Plaza A, Dobigeon N, Parente M, Du Q, Gader P, et al. Hyperspectral Unmixing Overview: Geometrical, Statistical, and Sparse Regression-Based Approaches. Selected Topics in Applied Earth Observations &amp; Remote Sensing IEEE Journal of. 2012;5(2):354-79. doi:10.1109\/JSTARS.2012.2194696<\/li>\n<li>Fan WY, Hu BX, Miller J, Li MZ. Comparative study between a new nonlinear model and common linear model for analysing laboratory simulated-forest hyperspectral data. International Journal of Remote Sensing. 2009;30(11):2951-62. doi:10.1080\/01431160802558659<\/li>\n<li>Halimi A, Altmann Y, Dobigeon N, Tourneret JY. Nonlinear Unmixing of Hyperspectral Images Using a Generalized Bilinear Model. IEEE Transactions on Geoscience &amp; Remote Sensing. 2011;49(11):4153-62. doi:10.1109\/TGRS.2010.2098414<\/li>\n<li>Nascimento JMP, Bioucasdias JM. Nonlinear mixture model for hyperspectral unmixing. Proceedings of SPIE - The International Society for Optical Engineering. 2009;7477. doi:10.1117\/12.830492<\/li>\n<li>Li XR, Wu XM, Zhao LY. Unsupervised nonlinear decomposing method of hyperspectral imagery. Journal of Zhejiang University. 2011;45(4):607-13.<\/li>\n<li>Li XR, Cui JT, Zhao LY. Blind nonlinear hyperspectral unmixing based on constrained kernel nonnegative matrix factorization. Signal, Image and Video Processing. 2014;8(8):1555-67. doi:10.1007\/s11760-012-0392-3<\/li>\n<li>Tang XY, Gao K, Ni GQ. Advances in Nonlinear Spectral Unmixing of Hyperspectral Images. Remote Sensing Technology &amp; Application. 2013;28(4):731-8. doi:1004-0323(2013)04-0731-08<\/li>\n<li>Chen J, Richard C, Honeine P. Nonlinear Unmixing of Hyperspectral Data Based on a Linear-Mixture \/ Nonlinear-Fluctuation Model. Signal Processing IEEE Transactions on. 2013;61(2):480-92. doi:10.1109\/TSP.2012.2222390<\/li>\n<li>Zhang L, Wu B, Huang B, Li P. Nonlinear estimation of subpixel proportion via kernel least square regression. International Journal of Remote Sensing. 2007;28(18):4157-72. doi:10.1080\/01431160600993454<\/li>\n<li>Camps-Valls G, Bruzzone L. Kernel-based methods for hyperspectral image classification. IEEE Transactions on Geoscience &amp; Remote Sensing. 2005;43(6):1351-62. doi:10.1109\/TGRS.2005.846154<\/li>\n<li>Zaanen AC. Linear analysis: Bibliotheca Mathematica; 1956. 614 p.<\/li>\n<li>Mercer J. Functions of Positive and Negative Type, and their Connection with the Theory of Integral Equations. Philosophical Transactions of the Royal Society of London. 1909;209:415-46. doi:10.1098\/rsta.1909.0016<\/li>\n<li>Bhatia R. Positive Definite Matrices: Princeton University Press; 2009. 69-75 p.<\/li>\n<li>Ammanouil R, Ferrari A, Richard C, Mathieu S. Nonlinear Unmixing of Hyperspectral Data With Vector-Valued Kernel Functions. IEEE Transactions on Image Processing. 2017;26(1):340-54. doi:10.1109\/TIP.2016.2627815<\/li>\n<li>Chapelle O, Vapnik V, Bousquet O, Mukherjee S. Choosing Multiple Parameters for Support Vector Machines. Machine Learning. 2002;46(1):131-59. doi:10.1023\/A:1012450327387<\/li>\n<li>Zhang LP, Du B, Zhang LF. Hyperspectral Remote Sensing Image Processing. Beijing: Science Press; 2014. 90-3 p.<\/li>\n<li>Kohavi R. A study of cross-validation and bootstrap for accuracy estimation and model selection. International Joint Conference on Artificial Intelligence. 1995:1137-43.<\/li>\n<li>Arlot S, Celisse A. A survey of cross-validation procedures for model selection. Statistics Surveys. 2009;4(2010):40-79. doi:10.1214\/09-SS054<\/li>\n<li>Qiu XY. The selection for the kernel-based method: Shandong Normal University Press; 2008. 19-21 p.<\/li>\n<li>Broadwater J, Chellappa R, Banerjee A, Burlina P, editors. Kernel fully constrained least squares abundance estimates. Geoscience and Remote Sensing Symposium, 2007 IGARSS 2007 IEEE International; 2007.<\/li>\n<li>Liu KH, Lin YY, Chen CS. Linear Spectral Mixture Analysis via Multiple-Kernel Learning for Hyperspectral Image Classification. IEEE Transactions on Geoscience &amp; Remote Sensing. 2014;53(4):2254-69. doi:10.1109\/TGRS.2014.2358620<\/li>\n<li>Camps-Valls G, Bruzzone L. Kernel methods for remote sensing data analysis: Wiley; 2009. 437–51 p.<\/li>\n<li>Jiao YQ. Study on the Spatial Variability and Suitability of Forest Vegetation habitat factors. Beijing Forestry University. 2015:70-2,114.<\/li>\n<li>Zheng GX, Li XS, Zhang GX, Wang JY. Spectral mixing mechanism analysis of photosynthetic \/ non-photosynthetic vegetation and bared soil mixture in the Hunshandake (Otindag) sandy land. Spectroscopy and Spectral Analysis. 2016;36(4):1063-8. doi:10.3964\/j.issn.1000-0593(2016)04-1063-06<\/li>\n<li>Gao ZH, Bai LN, Wang BY, Li ZY, Li XS, Wang YK. Estimation of Soil Organic Matter Content in Desertified Lands Using Measured Soil Spectral Data. Scientia Silvae Sinicae. 2011;47(6):9-16. doi:1001-7488(2011)06-0009-08<\/li>\n<li>Li T, Li XS, Li F. Estimating fractional cover of photosynthetic vegetation and non-photosynthetic vegetation in the Xilingol steppe region with EO-1 hyperion data. Acta Ecologica Sinica. 2015;35(11):3643-52. doi:10.5846\/stxb201308142075<\/li>\n<li>Somers B, Asner GP, Tits L, Coppin P. Endmember variability in Spectral Mixture Analysis: A review. Remote Sensing of Environment. 2011;115(7):1603–16. doi:10.1016\/j.rse.2011.03.003<\/li>\n<li>Somers B, Tits L, Coppin P. Quantifying Nonlinear Spectral Mixing in Vegetated Areas: Computer Simulation Model Validation and First Results. IEEE Journal of Selected Topics in Applied Earth Observations &amp; Remote Sensing. 2014;7(6):1956-65. doi:10.1109\/JSTARS.2013.2289989<\/li>\n<li>Heylen R, Parente M, Gader P. A Review of Nonlinear Hyperspectral Unmixing Methods. IEEE Journal of Selected Topics in Applied Earth Observations &amp; Remote Sensing. 2014;7(6):1844-68. doi:10.1109\/JSTARS.2014.2320576<\/li>\n<li>Lelong CCD, Pinet PC, Poilvé H. Hyperspectral Imaging and Stress Mapping in Agriculture : A Case Study on Wheat in Beauce (France). Remote Sensing of Environment. 1998;66(2):179-91. doi:10.1016\/S0034-4257(98)00049-2<\/li>\n<li>Fitzgerald GJ, Pinter PJ, Hunsaker DJ, Clarke TR. Multiple shadow fractions in spectral mixture analysis of a cotton canopy. Remote Sensing of Environment. 2005;97(4):526-39. doi:10.1016\/j.rse.2005.05.020<\/li>\n<li>Peddle DR, Smith AM. Spectral mixture analysis of agricultural crops: endmember validation and biophysical estimation in potato plots. International Journal of Remote Sensing. 2005;26(22):4959-79. doi:10.1080\/01431160500213979<\/li>\n<li>Mishra NB, Crews KA. Estimating fractional land cover in semi-arid central Kalahari: the impact of mapping method (spectral unmixing vs. object-based image analysis) and vegetation morphology. Geocarto International. 2014;29(29):860-77. doi:10.1080\/10106049.2013.868041<\/li>\n<li>Guerschman JP, Scarth PF, Mcvicar TR, et al. Spectral unmixing of vegetation, soil and dry carbon cover in arid regions: Comparing multispectral and hyperspectral observations. International Journal of Remote Sensing. 2002;23(19):3939-58. doi:10.1080\/01431160110115960<\/li>\n<li>Asner GP. Biophysical and Biochemical Sources of Variability in Canopy Reflectance. Remote Sensing of Environment. 1998;65(2):234-53. doi:10.1016\/S0034-4257(98)00014-5<\/li>\n<li>Roberts DA, Hinckley TM. Spectral and Structural Measures of Northwest Forest Vegetation at Leaf to Landscape Scales. Ecosystems. 2004;7(5):545-62. doi:10.1007\/s10021-004-0144-5<\/li>\n<\/ol>"},"is_project":0}]}]}