{"uri":"overview-of-phage-display-technology-rtbd6in","version_id":"0","protocol_name":"Overview of Phage Display Technology","protocol_name_html":"Overview of Phage Display Technology","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1531980412","type_id":"1","link":null,"fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1531980412","publish_date":"2018-07-19 06:06:52","documents":null,"have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-41","mod_secs":"27","description":"<p><a href=\"https:\/\/www.creative-biolabs.com\/phage-display-service.html\" target=\"_blank\" rel=\"noopener noreferrer\">Phage display technology<\/a> is to insert the DNA sequence of a foreign protein or polypeptide into the proper position of the phage coat protein structural gene, so that the foreign gene is expressed with the expression of the coat protein, and at the same time, the foreign protein is re-altered with the phage. Biotechnology assembled to display the surface of the phage.<\/p>\n<p> <\/p>\n<p>Theory<\/p>\n<p>The phage display technology is to clone a polypeptide or a protein coding gene or a gene fragment of interest into a proper position of a phage coat protein structural gene, and to make the foreign polypeptide or protein and the outer shell in a correct reading frame without affecting the normal function of other coat proteins. Protein fusion expression, the fusion protein is displayed on the surface of the phage with reassembly of the progeny phage. The displayed polypeptide or protein can maintain a relatively independent spatial structure and biological activity to facilitate recognition and binding of the target molecule. After the peptide library and the target protein molecule on the solid phase are incubated for a certain period of time, the unbound free phage is washed away, and then the phage which is bound to the target molecule is adsorbed by a competitive receptor or acid, and the eluted phage infects the host cell. After propagation and amplification, the next round of elution is carried out. After 3 to 5 rounds of \"adsorption-elution-amplification\", the phage specifically binding to the target molecule is highly enriched. The resulting phage preparation can be used to further enrich the target phage with the desired binding properties.<\/p>\n<p> <\/p>\n<p>Systems<\/p>\n<p>Single-strand filamentous <a href=\"https:\/\/www.creative-biolabs.com\/phage-display-service.html\" target=\"_blank\" rel=\"noopener noreferrer\">phage display system<\/a><\/p>\n<p>PIII display system: the filamentous phage is a single-stranded DNA virus, and PIII is the secondary coat protein of the virus, located at the tail end of the virus particle, and is required for phage infection of Escherichia coli. Each virus particle has 3 to 5 copies of PIII protein, which can be divided into three functional regions of N1, N2 and CT. These three functional regions are enriched by two segments. The glycine-linked peptides G1 and G2 are linked. Among them, N1 and N2 are related to the phage adsorption of Escherichia coli pili and penetrating cell membrane, while CT constitutes a part of the phage coat protein structure, and the C-terminal domain of the entire PIII protein is anchored to one end of the phage. PIII has two sites for insertion of exogenous sequences. When a foreign polypeptide or protein is fused between the signal peptide (SgIII) of PIII protein and N1, the system retains the intact PIII protein, and the phage remains infectious. However, if the exogenous polypeptide or protein is directly linked to the CT domain of the PIII protein, the phage loses infectivity, and the infectivity of the recombinant phage is then provided by the intact PIII protein expressed by the helper phage. PIII protein is easily hydrolyzed by proteolytic enzymes, so when there is helper phage superinfection, each phage can display less than one fusion protein on average, the so-called \"monovalent\" phage.<\/p>\n<p>PVIII and other display systems: PVIII is the major coat protein of filamentous phage, located outside the phage, binding to DNA at the C-terminus, and the N-terminus extends out of the phage. Each viral particle has about 2,700 copies of PVIII. The pentapeptide can be fused near the N-terminus of PVIII, but it cannot fuse longer peptide chains, because larger polypeptides or proteins cause steric hindrance, affecting phage assembly, making it uninfective. However, when a helper phage is involved, a wild-type PVIII protein can be provided to reduce the valency, at which point the polypeptide or even the antibody fragment can be fused. In addition, there are reports on the development of filamentous phage PVI display systems. The C-terminus of the PVI protein is exposed to the surface of the phage and can serve as a fusion site for the foreign protein, which can be used to study the function of the C-terminal structural region of the foreign protein. From the literature, the system is mainly used for the construction of cDNA surface display libraries, and has achieved good screening results.<\/p>\n<p> <\/p>\n<p>Lambda phage display system<\/p>\n<p>The PV protein of lambda phage constitutes its tail tubular portion, which consists of 32 disc-like structures, each consisting of six PV subunits. PV has two folded regions, and the C-terminal folding domain (non-functional region) allows insertion or replacement of foreign sequences. The active macromolecular protein β-galactosidase (5 ku) and plant exogenous prothrombin BPA (120 ku) have been successfully demonstrated using PV systems. The assembly of λ phage is carried out intracellularly, so that peptides or proteins which are difficult to secrete can be displayed. The system displays a copy number of exogenous protein of 1 molecule per phage, indicating that the foreign protein or polypeptide may interfere with the tail assembly of lambda phage.<\/p>\n<p> <\/p>\n<p>The D protein has a molecular mass of 11 ku and is involved in the assembly of the wild-type lambda phage head. Analysis by cryo-electron microscopy showed that D protein protruded on the surface of the shell in the form of a trimer. When the mutant phage genome is less than 82% of the wild-type genome, assembly can be completed in the absence of the D protein, so the D protein can serve as a vector for exogenous sequence fusion, and the displayed exogenous polypeptide is spatially accessible. . The assembly of viral particles can be in vitro or in vitro, in vitro assembly of the D fusion protein to the λD-phage surface, and in vivo assembly is the transformation of the plasmid containing the D fusion gene into the λD-lysogenic Escherichia coli In this way, the D protein lacking in the lysogenic bacteria is compensated and assembled by heat induction. A good feature of this system is that the ratio of fusion protein to D protein on the phage can be controlled by the host's inhibitory tRNA activity, which is particularly useful for displaying proteins that can cause damage to phage assembly.<\/p>\n<p> <\/p>\n<p>T4 phage display system<\/p>\n<p>The T4 phage display system was a new display system established in the mid-1990s. Its remarkable feature is that it can directly display two exogenous polypeptides or proteins with completely different properties on the surface of T4 phage by fusion with the coat protein SOC (9 ku) and HOC (40 ku) on the surface of T4 capsid. Therefore, the protein it expresses does not require complex protein purification, avoiding protein denaturation and loss due to purification. T4 phage is assembled in a host cell and does not require a secretory pathway, and thus can display polypeptides or proteins of various sizes, which are rarely restricted. Wu Jianmin et al. successfully displayed a 215 aa SOC\/m E2 fusion protein on the surface of the T4 phage capsid. It is noteworthy that the presence or absence of SOC and HOC proteins does not affect the survival and reproduction of T4. SOC and HOC can be assembled on the surface of the capsid in the assembly of phage better than DNA. In fact, when DNA packaging is inhibited, T4 is a phage capable of producing empty capsids in vivo in double-stranded DNA phage (SOC and HOC is also assembled at the same time). Therefore, when using recombinant T4 as a vaccine, it can display the antigen of interest on the surface of the empty capsid. This DNA-free empty capsid seedling has a very bright prospect in terms of biosafety.<\/p>\n<p> <\/p>\n<p>Disadvantages<\/p>\n<p>(1) During <a href=\"https:\/\/www.creative-biolabs.com\/phage-display-service.html\" target=\"_blank\" rel=\"noopener noreferrer\">phage display service<\/a>, bacterial transformation and phage packaging must be carried out, and some display systems undergo a transmembrane secretion process, which greatly limits the capacity and molecular diversity of the library. The number of molecules containing different sequences in commonly used phage display libraries is generally limited to 109.<\/p>\n<p>(2) Not all sequences can be well expressed in phage, because the realization of some protein functions requires folding, transport, membrane insertion and complexation, resulting in the selection pressure required for screening in vivo. For example, in phage display library assays, since some of the unfolded proteins are readily degraded in bacteria, care must be taken to ensure that the libraries displayed on the surface of the phage are not degraded. In addition, poor expression of murine antibodies in phage is also an example of selection pressure in vivo. The poor expression of eukaryotic proteins in bacteria is due to their different protein synthesis and folding mechanisms.<\/p>\n<p>(3) Once the phage display library is constructed, it is difficult to perform effective in vitro mutation and recombination, thereby limiting the molecular genetic diversity in the library.<\/p>\n<p>(4) Since the phage display system relies on the expression of genes in cells, some molecules that are toxic to cells, such as biotoxin molecules, are difficult to express and display efficiently.<\/p>\n<p> <\/p>\n<p>Development history<\/p>\n<p>In 1985, Smith G P once inserted the foreign gene into the gene III of the filamentous phage f1, and the polypeptide encoded by the target gene was displayed on the surface of the phage as a fusion protein, thereby creating a phage display technology. The main feature of this technology is to unify the genotype and phenotype of a particular molecule within the same viral particle, ie to display a specific protein on the surface of the phage, while the structural gene of the protein is contained in the phage core DNA. In addition, this technology combines gene expression products with affinity screening to select the target protein or polypeptide using the appropriate target protein.<\/p>","is_bookmarked":"0","can_reassign":"1","before_start":null,"has_guidelines":"0","materials":[],"warning":null,"version_class":"13891","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1531979450","protocol_affiliation":"biolabs-marketing@outlook.com","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.rtbd6in","doi_status":"2","changed_fork_steps":null,"profile_url":"432344x2y2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/009.png","full_name":"Bella Smith","created_by":"Bella Smith","private_link":"794EECCF3F983B19D7DAC83CEDAD3C18","original_img":"1","username":"bella-smith","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":null,"journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":332241,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"2","badge_image":"\/img\/badges\/bronze.svg","badge_description":"Author!"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Bella Smith","authors_list":[{"name":"Bella Smith","affiliation":"biolabs-marketing@outlook.com","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/009.png","username":"bella-smith","full_name":"Bella Smith","created_by":"Bella Smith"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":null,"status_id":"1","is_research":"0","status_info":"We use this protocol in our group and it is working","steps":[]}