{"id":26101,"title":"Overview of the Application of Cytokines in Immunotherapy","title_html":"Overview of the Application of Cytokines in Immunotherapy","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.5qvg5w6","doi_status":2,"uri":"overview-of-the-application-of-cytokines-in-immuno-5qvg5w6","type_id":1,"published_on":1563866473,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1563866354,"categories":null,"creator":{"name":"susan wind","affiliation":null,"affiliations":[],"username":"susan-wind","link":"https:\/\/www.creativebiolabs.net\/Anti-CD20-Immunocytokine-IgG-Rituximab-RLI-22600.htm","image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":"https:\/\/www.creativebiolabs.net\/Anti-CD20-Immunocytokine-IgG-Rituximab-RLI-22600.htm","total_collections":0,"number_of_steps":0,"authors":[{"name":"susan wind","affiliation":"Marine Biological Laboratory","affiliations":[],"username":"susan-wind","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">Cytokines are generally produced by stimulated cells, primarily immune cells. Cytokines are highly potent and can act in micromolar or even picomoles. The effect of a single cytokine on immunity depends on the conditions of local cytokine concentration, the mode of expression of its receptor, and the integration of multiple signaling pathways in immune response cells. Cytokines act as molecular messengers, allowing immune system cells to communicate with each other to produce coordination of target antigens, regulatory and effector functions in many diseases, and thus cytokines and their receptors can be used for immunotherapy.<\/div><div class = \"text-block\">During immunotherapy, cytokines directly stimulate immune effector cells and stromal cells at the tumor site to enhance cytotoxicity. Through research on animal tumor models, it has been found that cytokines have a wide range of anti-tumor activities, and many cytokines have been used for the treatment of cancer. There are several cytokine drugs approved for FDA marketing, such as high doses of IL-2 for the treatment of melanoma and renal cell carcinoma, and IFN-α for the adjuvant treatment of stage III melanoma. More cytokines have entered clinical trials such as GM-CSF, IL-7, IL-12, IL-15, IL-18 and IL-2.<\/div><div class = \"text-block\">As an immunomodulator, cytokines can be used to activate immunotherapy, immunosuppressive therapy, etc., including various recombinant, synthetic and natural preparations. Such as interleukins (IL-2, IL-7, IL-12), chemokines (CCL3, CCL26, CXCL7) and other cytokines (interferon, granulocyte colony-stimulating factor).<\/div><div class = \"text-block\">In activating immunotherapy<\/div><div class = \"text-block\">For example, granulocyte colony-stimulating factor (G-CSF) can stimulate peripheral blood stem cells (extracted from the blood of patients) to produce lymphocytes, which are co-cultured with tumor antigens in vitro, and then returned to the patient, combined with stimulating cytokines. In order to enhance the immune effect, such cells can destroy tumor cells carrying the same antigen, thereby achieving therapeutic effects.<\/div><div class = \"text-block\">Interleukin-2 can be fused to anti-CD3 and alloreactive cells to produce adoptive T cells. This kind of cells can be transferred to patients and can further enhance the anticancer activity of IL-2. Interleukin-7 and interleukin-2 can be used to restore the immune system in patients with impaired immune function, and this research has entered the clinical trial phase.<\/div><div class = \"text-block\">In immunosuppressive therapy<\/div><div class = \"text-block\">It mainly inhibits abnormal immune responses in autoimmune diseases, or reduces normal immune responses to prevent rejection in cell or organ transplantation. Such as immunosuppressive drugs, immune tolerance, allergy treatment.<\/div><div class = \"text-block\">Characteristics of the cytokines used:<\/div><div class = \"text-block\">Interleukin-1 (IL-1):<\/div><div class = \"text-block\">Interleukin-1 (IL-1) is a pleiotropic cytokine involved in the inflammatory response, cell growth and tissue repair of the cortex. The IL1 superfamily has 11 members, such as IL1A, IL1B, IL1Ra, IL-18 and the like. IL-1 is a drug target for some cancers and is also used in cell therapy.<\/div><div class = \"text-block\">In cellular immunotherapy, IL-1 stimulates proliferation of CD4+ T cells in vitro, induces IL-2 production, stimulates activation of CD8+\/IL1R+ T cells, and stimulates proliferation of mature B cells and secretion of immunoglobulin.<\/div><div class = \"text-block\">When IL-1α is combined with IFN-γ and activating CD3 monoclonal antibody, the cytotoxic effect of CIK can be significantly enhanced.<\/div><div class = \"text-block\">Interleukin 2 (IL-2):<\/div><div class = \"text-block\">Interleukin 2, also known as T cell growth factor, is produced by T cells in response to antigen or mitotic stimulation and is widely used to promote the activation and proliferation of T cells and NK cells. IL-2 can stimulate NK cell proliferation, increase cytotoxicity and stimulate NK cells to secrete a variety of cytokines.<\/div><div class = \"text-block\">However, further studies have found that IL-2 can cause T cell over-differentiation and induce activation of T cell apoptosis, and can also activate CD4+ FoxP3 Treg regulatory cells, thereby inhibiting T cell activation and tumor killing activity. T cell regulatory factors are not just activating factors, so some studies have used IL-7, IL-15, IL-21 instead of IL-2.<\/div><div class = \"text-block\">Interleukin 7 (IL-7):<\/div><div class = \"text-block\">Interleukin-7 is a hematopoietic growth factor secreted by stromal cells in the bone marrow and thymus, and shares the γc receptor subunit with interleukin 2 to stimulate proliferation of lymphoid progenitor cells. IL-7 provides a continuous stimulation signal for Naïve T cells and memory T cells. As described above, IL-7 does not activate CD4+ FoxP3+ Treg cells during activation of CD8+ T cells. Clinically, IL-7 can also be used to restore the number of T cells after chemotherapy or hematopoietic stem cell transplantation. And IL-7 plays an important role in some stages of B cell maturation and can affect its proliferation. IL-7 can also act as a regulator of intestinal mucosal lymphocytes.<\/div><div class = \"text-block\">Interleukin 15 (IL-15):<\/div><div class = \"text-block\">Interleukin 15 has a similar structure to interleukin 2, sharing the γc receptor subunit, belonging to the family of four α-helix helix bundles (others such as IL-2, IL-4, IL-7, IL-9). , G-CSF and GM-CSF). IL-15 regulates the activation and proliferation of T and NK cells. IL-15 is primarily responsible for killing virus-infected cells in the innate immune system. At the same time, IL-15 can activate NKT cells and γδT cells. In immunocyte treatment, IL-15 does not cause apoptosis of activated T cells and activates CD8+ effector T cells. IL-15 maintains memory T cell survival and thus plays an important role in long-term anti-tumor activity.<\/div><div class = \"text-block\">Interleukin 21 (IL-21):<\/div><div class = \"text-block\">Interleukin 21 also belongs to the interleukin 2 family, shares the γc receptor subunit, and has a strong regulatory effect on cells of the immune system, and can induce cell division and proliferation in its target cells.<\/div><div class = \"text-block\">In cellular immunotherapy, IL-21 can promote the proliferation of CD4+ and CD8+ T cells, enhance the cytotoxicity of CD8+ T cells and NK cells, and not cause apoptosis due to activation. IL-21 preferentially amplifies the \"young\" CD27+CD28+ CD8+ T cells, which are more cytotoxic. Of course, IL-21 does not cause expansion of Treg, therefore, IL-21 is increasingly used in cellular immunotherapy.<\/div><div class = \"text-block\">It is precisely because cytokines are produced by a variety of cells that have multiple roles in innate immune responses and adaptive immune responses, and are involved in immune diseases, inflammation, and infectious diseases. With the deepening of research on cytokines, more factors will be applied to cellular immunotherapy.<\/div><div class = \"text-block\">RELATED SERVICES:<\/div><div class = \"text-block\"><a href=\"https:\/\/www.creativebiolabs.net\/Anti-CD20-Immunocytokine-scFv-Fc-Rituximab-IL2-22598.htm\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">cd20 antibody<\/span><\/a><\/div><div class = \"text-block\"><a href=\"https:\/\/www.creativebiolabs.net\/Anti-CD20-Immunocytokine-IgG-Rituximab-RLI-22600.htm\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">anti cd20 antibody rituximab<\/span><\/a><\/div><\/div>","changed_on":1563866473}