{"id":34647,"title":"PlOSONE folder","title_html":"<p>PlOSONE folder<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bd3xi8pn","doi_status":2,"uri":"plosone-folder-bd3xi8pn","type_id":4,"published_on":1584967892,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"created_on":1584948361,"categories":null,"creator":{"name":"Sung-Jin Bae","affiliation":"Hanyang University Graduate School","affiliations":[{"affiliation":"Hanyang University Graduate School","url":"http:\/\/www.grad.hanyang.ac.kr\/","is_default":1}],"username":"sungjin-bae","link":"https:\/\/journals.plos.org\/plosone\/","image":{"source":"\/img\/avatars\/002.png","placeholder":"\/img\/avatars\/002.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":"https:\/\/journals.plos.org\/plosone\/","total_collections":0,"number_of_steps":0,"authors":[{"name":"Sung-Jin Bae","affiliation":"Hanyang University Graduate School","affiliations":[],"username":"sungjin-bae","link":null,"image":{"source":"\/img\/avatars\/002.png","placeholder":"\/img\/avatars\/002.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Inah Kim","affiliation":"Department of Occupational and Environment Medicine, Hanyang University College of Medicine, Seoul, Korea","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Jaechul Song","affiliation":"Department of Occupational and Environment Medicine, Hanyang University College of Medicine, Seoul, Korea","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Euy-Suk Chung","affiliation":"Department of Cardiovascular surgery, Sanggye Paik Hospital, Inje University College of Medicine, Seoul, Koreal","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"73B9DB306CD711EA9E8FB92CA44B7369","state_version_id":71,"steps":[],"document":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Introduction<\/span><\/div><div class = \"text-block\">In a placebo-controlled trial, the placebo group showed an increased incidence of surgical site infections, by 20%–50%, which demonstrates the validity of prophylactic antibiotic use in cardiac surgery [1-3].Surgical site infections (SSIs) are common hospital infections that increase the morbidity and mortality of patients, treatment duration, and socioeconomic costs. According to the National Centers for Disease Control and Prevention (CDC) National Nosocomial Infections Surveillance (NNIS) report, surgical site infections account for 14%– 16% of hospital infections among hospitalized patients [4]. The SSIs increase the average number of days of hospitalization by 6.5 days, with additional hospitalization costs of $18,900, while the cost of patient mortality is $60,547 more than patient survival[5]. Korean studies show that the additional days of hospitalization due to surgical site infections increase by 5.2 days, with an additional cost of more than $1,800 per incident[6]. Therefore, surgical site infections lead to mental, physical, and economic losses to patients, worsen quality of life, waste healthcare resources, and increase financial burden on medical institutions.<\/div><div class = \"text-block\"><span>The results of the 2006 Survey on Antibiotic Usage at the National Health Insurance Review & Assessment Service (HIRA) showed that the use of prophylactic antibiotics in Korean surgeries differed from that in the Guideline for Guidance and has classified as an abuse of antibiotics [7, 8]. The choice of prophylactic antibiotics is less methicillin-resistant <\/span><span style = \"font-style:italic;\">Staphyloccus sp<\/span><span> and can be covered by gram-positive bacteria and provides safe and cost-effective guidelines but fails to reflect the domestic medical environment because it refers to guidelines from foreign clinical studies. In recent studies, sufficient medical institutions and research subjects are not available, which limits research results [9, 10]. Since the start of the national hospital evaluation program (NHEP) in 2008, evaluation of prophylactic antibiotics for surgery was started as a comprehensive measure of antibiotic resistance management. In this evaluation program, unfavorable antibiotic choice were defined as over third-generation cephalosporin, aminoglycoside, combination of β-lactam with aminoglycoside, combination of vancomycin with other antibiotics. The following procedures performed from 2008 were included for assessment in the NHEP and the result of clinical performance were officially reported to public as well as to each hospital. As the hospital assessment progressed, we were forced to abandon the use of antibiotics to cover both gram-positive and gram-negative bacteria and changed third-generation cephalosporin. <\/span><\/div><div class = \"text-block\">The third-generation prophylactic antibiotic, which was used from 2009 to 2012, were changed to the first-generation prophylactic antibiotic because of evaluation of prophylactic antibiotics. The use of prophylactic antibiotics has been evaluated since 2012 to promote the prevention of SSIs. The benefit of university hospital institution due to prophylactic antibiotic changes has not been identified. Therefore, we performed a comparative study of cephalosporin first-generation (cefazolin) and third-generation (ceftizoxime) antibiotics. The purpose of this study was to investigate the use of prophylactic antibiotics and the prevention of surgical site infections by analyzing the relationships between the use of prophylactic antibiotics and surgical site infection rates. <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Materials and methods<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Study population<\/span><\/div><div class = \"text-block\">This study was a retrospective review of the electronic medical records of all patients who underwent cardiac surgery from January 01, 2009, to December 31, 2016, at a single university hospital. All patients had undergone a full median sternotomy and cardiopulmonary bypass (CPB). The inclusion criteria were coronary artery bypass grafting (CABG) and valve surgery. Patients with current active infections, those for whom antibiotics had been administered within two weeks of surgery, immunotherapy patients, patients with congenital heart disease or cardiac assistive devices or extracorporeal membrane oxygenation (ECMO), and patients who had undergone aortic dissection or thoracotomy surgeries were excluded from the study. Of the 539 patients who underwent cardiac surgery, 228 received third-generation antibiotics (ceftizoxime) and 311 received first-generation antibiotics (cefazolin). According to the exclusion criterion, 27 patients in the third-generation group and 45 patients in the first-generation group were excluded. The final study included 201 patients in the third-generation group and 266 in the first-generation group. Following propensity score matching, a total of 194 patients were categorized into the two groups (Fig. 1). The cephalosporin-based prophylactic antibiotics used were cefazolin (first-generation) and ceftizoxime (third-generation).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Fig 1. Selection of study subjects and the propensity score matching process. <\/span><span>We reviewed the medical records of 539 individuals. After propensity score matching, 388 patients remained in the final analysis.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/2bdf45d7d3ccdaa152fb44b9be99da1886ac5d36a9b1290c567b9d29d29d83e3\/b3bwbb96x.png\" \/><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Antibiotic regimen and surgical preparation<\/span><\/div><div class = \"text-block\">A single cephalosporin antibiotic was administered, at least 1 gram intravenously over 15 to 20 minutes, within one hour before a skin incision was made at the sternum, and additional doses were administered at eight-hour intervals for three days, postoperatively. Because the timing of prophylactic antibiotic administration is important in preventing surgical site infections, we defined the antibiotic drug regimen as optimal prophylaxis if the antibiotic was administered within one hour before the first surgical incision. All preoperative procedures were conducted in the same way. The patients were given a chlorhexidine shower to reduce bacterial proliferation and prevent infection before surgery. The surgical site was disinfected with a 7.5% povidone-iodine (Polydine Cleanser, Dr Fisher), and hair was removed with a hair removal cream (Silk Plus Hair Removal Cream, Nimson). In the operating room, on the day of surgery, all operative sites were scrubbed with 7.5% povidone-iodine soap solution and painted with 3M DuraPrep surgical solution (0.7% iodine-povacrylex, 3M Health) again. All surgical procedures were done under conventional cardiopulmonary bypass conditions and moderate hypothermia (30℃-32℃) with a heater-cooler unit. All operations were performed by two experienced cardiac surgeons. The surgical procedures have not been changed to date. <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Surgical site infection<\/span><\/div><div class = \"text-block\">The sternal incision sites were evaluated daily by cardiac surgeons and four times a week by an infection management nurse. The diagnosis of identified surgical site infections was based on positive cultures, dehiscence of the sternotomy, high fever, local pain, redness, purulent drainage, and sternal instability. All patients were followed-up one week hospital discharge and all patients visited an outpatient department every week. The duration of the surgical site infection assessments was within 30 days from the beginning of follow-up to the end of follow-up, based on the surgical site infection guidelines from the Centers for Disease Control and Prevention (CDC)[11]. Nosocomial surgical site infections (SSIs) were defined according to the CDC criteria and mediastinitis was defined according to the Society of Thoracic Surgeons (STS) criteria [12, 13]. Wound cultures were obtained and clinically processed in the microbiology laboratory according to standard procedures. <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Pre- and intra-operative covariates<\/span><\/div><div class = \"text-block\">Comprehensive information on data collection requirements and definitions of variables were gathered after hospital admission and the following variables were analyzed : preoperative variables of sex, age, body mass index (BMI), smoking, hypertension, diabetes mellitus (DM), hemoglobin A1C levels 6.5% or higher [14], hypercholesterolemia, neurologic dysfunction, left ventricular (LV) dysfunction (EF < 20%), renal dysfunction, peripheral vascular disease (PVD), chronic obstructive pulmonary disease (COPD) defined by the World Health Organization (WHO) [15], and the intraoperative and postoperative European System for Cardiac Operative Risk Evaluation (EuroSCORE) scores [16]. <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Costs<\/span><\/div><div class = \"text-block\">Total hospital charges included all medical costs covered by health insurance, self-pay, optional care, and other medical costs. To investigate the costs related to surgical site infection, the pre-cardiac surgery examination costs, admission fees, surgical costs, and material costs were excluded from the total medical cost. All admission fees were reimbursed based on the admission fee for a six-person room. Hospital charges included medication and injection fees, examination fees and radiology fees.<\/div><div class = \"text-block\">The daily weighted average costs for prophylactic antibiotics were 5.16 US dollars (USD) – 5.20 US Dollar (USD) for third-generation (ceftizoxime) and 1.08 USD – 1.24 USD for first-generation (cefazolin) antibiotics. The exchange rate was based on that for November 20, 2019 (1 USD= 1,175 Korean won {KRW}).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Statistical analysis<\/span><\/div><div class = \"text-block\">The general characteristics of the study subjects were analyzed to determine the distribution of surgical site infections. The continuous variables and categorical variables were analyzed by t-tests and chi-squared tests. Propensity score matching was used to control selection bias according to group selection. This matching method is designed to compare the individual characteristics of two groups, based on propensity scores and conditional probabilities. The first-generation and third-generation groups were matched in a 1:1 ratio using the Greedy matching method [17]. Greedy matching is a method of setting a range of constant propensity scores around a treatment group using a caliper, and selecting the closest objects in the control group corresponding to this range. Incidence score matching eight covariance was selected according to sex, age, hypertension, obesity, diabetes, smoking, harvested internal thoracic arteries, and transfusions[18]. <\/div><div class = \"text-block\"><span>All variables were entered into the Student’s t-tests and logistic regression analysis with matched data to determine the effect of surgical site infection. We conducted Student’s t-tests to compare the medical-cost expenditures and hospitalization duration between the two groups. The multivariate analysis was performed using the inverse stepwise method with a <\/span><span style = \"font-style:italic;\">p<\/span><span>-value of 0.05. The adjusted odds ratios and 95% confidence intervals (CI) were calculated to investigate the independent effect of prophylactic antibiotics on the surgical site infection parameters using logistic regression. All data analyses were performed using the statistical program SAS version 9.4 (SAS Institute Inc., Cary NC, USA).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Ethics statement<\/span><\/div><div class = \"text-block\">The present study protocol was reviewed and approved by the Institutional Review Board of Inje university Sanggye Paik Hospital (approval No. 2017-05-011-003). Informed consent was presented by all patients enrollment. Before the start of the study, the research ethics review committee in the hospital received the review. Throughout the research period, the related laws and regulations were followed and studied.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Results<\/span><\/div><div class = \"text-block\">Among the 539 heart surgery procedures performed between January 2009 and December 2016, the general characteristics of the study subjects were compared before propensity score matching 467patients and after matching 388patients. Before matching, gender (p=.028), obesity(p=.024), hypertension(p=.042), EuroSCORE risk assessment (p<.001) were significantly different between the two groups, but there were no statistically significant differences after PSM that match is balanced. And the goodness-of-fit test statistics of Hosmmer-Lemeshow model were high (c-statistic=0.63 95% CI:0.54-0.88) (Table 1).<\/div><div class = \"text-block\"><span>Table 1.General characteristics of study subjects receiving 3<\/span><span style = \"vertical-align:super;\">rd<\/span><span> generation or 1<\/span><span style = \"vertical-align:super;\">st<\/span><span> generation prophylactic antibiotics.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/2bdf45d7d3ccdaa152fb44b9be99da1886ac5d36a9b1290c567b9d29d29d83e3\/b3cbbb96x.jpg\" \/><\/div><div class = \"text-block\"><span>Comparing sternal wound infection rates in the two groups, the incidences of superficial SSIs were 9.8% in the first-generation group and 10.3% in the third-generation group (<\/span><span style = \"font-style:italic;\">P<\/span><span> = 0.86). However, in deep SSIs rates, 5.7% and 16.5% (<\/span><span style = \"font-style:italic;\">P <\/span><span><0.001), were significantly lower in the first-generation. And in multiple analysis, after adjusting for the variables of sex, age, diabetes, obesity, smoking, emergency, ITA use, ventilator, year and ICU stay, deep SSIs were significantly lower in first-generation than in third-generation (adjusted OR 1.25, 95 % CI 1.07 - 1.91) (Table 2). Pathogens isolated from SSIs resulted in that a common infection with β-lactam-resistant gram-positive cocci (eg methicillin-resistant <\/span><span style = \"font-style:italic;\">S aureus<\/span><span>and methicillin-resistant <\/span><span style = \"font-style:italic;\">Enterococci<\/span><span>) were significantly less frequent among patients who received first-generation group (24 of 194 patients 12.4% third-generation, vs 11 of 194patients 5.6% first-generation, <\/span><span style = \"font-style:italic;\">p<<\/span><span>0.01).Also methicillin-susceptible <\/span><span style = \"font-style:italic;\">S aureus<\/span><span> and coagulase-negative <\/span><span style = \"font-style:italic;\">Staphylococci<\/span><span> were significantly less frequent among patients who received first-generation group (25 of 194 patients 7.7% third-generation vs 9 of 194 patients 4.4% first-generation, <\/span><span style = \"font-style:italic;\">p = 0.028<\/span><span>). (S1 Tables)<\/span><\/div><div class = \"text-block\"><span>Table 2. Clinical outcomes in patients receiving 1<\/span><span style = \"vertical-align:super;\">st<\/span><span> generation prophylactic antibiotics compared with 3<\/span><span style = \"vertical-align:super;\">rd<\/span><span> generation.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/2bdf45d7d3ccdaa152fb44b9be99da1886ac5d36a9b1290c567b9d29d29d83e3\/b3ccbb96x.jpg\" \/><\/div><div class = \"text-block\"><span>The preoperative hospitalization duration and ventilator use time were similar in the two groups, 8.48.6 days for the third-generation group and 7.87.6 days for the first-generation group (<\/span><span style = \"font-style:italic;\">p<\/span><span>= 0.262), 1.2±2.2 days for the third-generation and 1.2±2.1days for the first-generation (<\/span><span style = \"font-style:italic;\">p<\/span><span>= 0.679). However, a significant difference was found in the ICU stay duration, with 4.1±3.8 days for the third-generation group and 2.9±2.7 day for the first-generation group (<\/span><span style = \"font-style:italic;\">p<\/span><span>=0.008). The total hospitalization duration increased significantly in third-generations to between 29.8±18.7 days for the third-generation group and 25.5±20.1 days for the first-generation group (<\/span><span style = \"font-style:italic;\">p<\/span><span>=0.025) (Table 3).<\/span><\/div><div class = \"text-block\"><span>Table 3. Comparison of ICU, hospitalization duration of 1<\/span><span style = \"vertical-align:super;\">st<\/span><span> generation and 3<\/span><span style = \"vertical-align:super;\">rd<\/span><span> generation.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/2bdf45d7d3ccdaa152fb44b9be99da1886ac5d36a9b1290c567b9d29d29d83e3\/b3bzbb96x.jpg\" \/><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:justify\"><span>Compared to medical costs in the two groups, total medical cost of daily expenses<\/span><span style = \"font-style:italic;\"> (p<0.001<\/span><span>) and total hospitalization expenses <\/span><span style = \"font-style:italic;\">(p<0.001<\/span><span>) increased significantly in the third-generation. Medical cost for non-infected group were not statistically different (<\/span><span style = \"font-style:italic;\">p=0.092<\/span><span>) but statistical difference was observed in medical cost among all-infected group (<\/span><span style = \"font-style:italic;\">p<0.05<\/span><span>). As a result, medical cost were reduced in the first-generation group, at 5,894 USD (Table 4).<\/span><\/div><style>\n\t\t\t\t\t\t\t  .justify:after {\n\t\t\t\t\t\t\t    content: \"\";\n\t\t\t\t\t\t\t    display:inline-block;\n\t\t\t\t\t\t\t    width: 100%;\n\t\t\t\t\t\t\t  }\n\t\t\t\t\t\t\t<\/style><\/div><div class = \"text-block\"><span>Table 4. Comparison of medical-cost expenditures of 1<\/span><span style = \"vertical-align:super;\">st<\/span><span> generation and 3<\/span><span style = \"vertical-align:super;\">rd<\/span><span> generation.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/2bdf45d7d3ccdaa152fb44b9be99da1886ac5d36a9b1290c567b9d29d29d83e3\/b3b2bb96x.jpg\" \/><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Discussion<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The results of this study showed a significantly higher incidence of deep-SSIs and all-SSIs in the third-generation group. The first-generation group showed excellent antimicrobial effects on β-lactam-resistant gram-positive cocci and remained stable for a long time at infection rates. As a result of comparing hospitalization between the two groups, preoperative hospitalization duration, mean operation time, and the ventilator time were similar in both groups, but hospitalization duration after surgery was significantly shorter in the first-generation antibiotic group.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>This study was conducted to identify the use of prophylactic antibiotics and the source of infections and provide basic data for establishing antibiotic use guidelines. In a previous study, no differences were found in SSI rates after cardiac surgery between the third-generation and first-generation antibiotic groups, although a difference was found in antibiotic dosage and usage [19, 20]. However, in this study, while no differences in superficial SSI rates were observed between the third- and first-generation groups, significantly lower were found in the rates of all SSIs and deep SSIs\/mediastinitis rates were found in the first-generation group. Superficial SSIs may have been caused by impaired cutaneous circulation, whereas deep SSIs may reflect the relationship between tissue perfusion and infection, including muscle, bone, and the mediastinum in the surgical site and are less frequent than superficial SSIs but have a shorter duration to diagnosis and higher mortality and morbidity. Deep SSIs are one of the most destructive of cardiac surgery complications in patients and are different than superficial SSIs. Because the potential infection associations are substantially different, different treatment methods and strategies should be established. Therefore, the high incidence of deep SSIs in the third-generation group is confounded by complex complications and surgical treatment, which leads to increased ICU stays and re-admission rates and double the risk of mortality [21]. The effect of SSIs is influenced by antibiotic resistance and the number of infections [22]. Gram-positive bacteria and gram-negative bacteria were cultured from the SSIs of 67% and 23% of the patients in the third-generation group and from 62% and 24% of the patients in the first-generation group, respectively. <\/span><span style = \"font-style:italic;\">S aureus<\/span><span> and coagulase-negative S<\/span><span style = \"font-style:italic;\">taphylococci<\/span><span>, known to be important pathogens responsible for SSIs in heart surgery, are frequently resistant to β-lactam antibiotics [23, 24]. We found that the patients who received third-generation antibiotics for prophylaxis became significantly more colonized with methicillin-resistant coagulase-negative bacteria and <\/span><span style = \"font-style:italic;\">S aureus<\/span><span>than the first-generation group. We observed a trend toward more SSIs in the patients who received third-generation antibiotic prophylaxis. Thus, SSIs caused by methicillin-resistant gram-positive cocci were more common among patients who received third-generation antibiotics.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Considering that the antimicrobial characteristics of the two antibiotics differ, it is appropriate to use first-generation antibiotics because they have excellent antimicrobial activity against gram-positive bacteria and maintain a narrow range of antimicrobial activity. In addition, first-generation antibiotics are more effective in reducing medical costs and increasing safety because they have been used for a long time and are inexpensive. Bratzler et al.[21, 25] warned that the use of prophylactic antibiotics that are incompatible with guidelines is not only less effective in reducing SSIs, but the use of antibiotics over excessively broad antimicrobial ranges may increase the tolerance of other organisms. Barie et al.[26] reported that the choice of the appropriate prophylactic antibiotic is important to cover the range of surgical wound infection organisms and the use of inappropriate prophylactic antibiotics is not effective in reducing surgical wound infection rates. According to Bratzler et al.[21] prophylactic antibiotic selection recommends the use of narrow antibiotic ranges and long-used antibiotics due to factors such as cost, half-life, safety, and antibiotic resistance. Therefore, the newer and broader range of antibiotics should be avoided, as they may increase tolerance. This study did not show any clear advantage of newer and broader range third-generation antibiotics in reducing SSI rates and methicillin-resistant infections in cardiac surgery. In addition, the preoperative conditions, surgical procedures and technique, and antibiotic administration were similar in both groups but differed significantly in the effectiveness to prevent infection. Considering the stability, resistance and efficacy of the antibiotics, first-generation (cefazolin) antibiotics are suitable prophylactic drugs for heart surgery.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>The duration of hospital stay in the first-generation group was significantly shorter than in the third-generation group. The preoperative hospital stay, operating time, and duration of ventilator use did not differ between the two groups. However, in the first-generation group, the duration of ICU stay and hospitalization were both significantly shorter than in the third-generation group. In addition, in the ICU stay comparison between the all-infection group (n = 82) and the non-infection group (n = 306), the mean duration of ventilator use was 2.5 ± 3.7 days vs 0.99 ± 1.4 days (<\/span><span style = \"font-style:italic;\">p<\/span><span><0.001), the mean ICU stay duration was 7.3 ± 4.8 days vs 2.4 ± 1.4 days (p<0.001) respectively, were significantly higher in all-infection group. This result may reflect the increased susceptibility to surgical site infections with the long-term use of ventilators and increased ICU stay duration, leading to increased treatment due to infection. Lola et al.[27] reported that patients using ventilator for more than 48hours in the ICU had five-fold higher SSI rates and were eight-fold more likely to be readmitted to the ICU due to complications. Therefore, the significant difference in the hospitalization duration between the two groups suggests that long-term ventilator use and ICU stay duration were the independent risk factors of SSIs. More effective effort and attention are, therefore, needed for ventilator management and hand hygiene promotion activities in the ICU to prevent infections.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Prophylactic antibiotic prices vary slightly from manufacturer to manufacturer, but the first-generation is the oldest drug in the cephalosporin family and has the lowest cost. The costs of prophylactic antibiotics may be reflected in the overall cost of patient care and treatment. The total medical care expenditure was about 5,800 USD higher in the third generation group, excluding pre-surgery examination fees, cardiac surgery costs, and material cost for the treatment. In particular, while no difference was observed in total medical expenditures between patients in the non-SSIs group, a significant difference was found in the all-SSIs group. Third-generation antibiotic prophylaxis affected the length of hospitalization and increased the cost of medical care. This was reflected in increases in the SSI rate, hospitalization duration, and the medical expenditures for additional treatments [28]. In addition, if indirect costs that were not evaluated in this study, were added, SSI could result in significant economic losses. Therefore, the active promotion of SSI prevention activities is necessary.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">This study had several limitations as a prophylactic antibiotic study. First, the SSI rate was higher than that of a previous study [20]. The patients were followed-up within 30 days of surgery, and SSIs were judged according to the findings of the clinical physician, rather than the infection specialist physician. As such, the clinical physician might overestimate wound infections. Second, while all patients underwent the same surgical procedure, the enrollment period was eight years. After adjusting the enrollment period to confirm the SSI rates and errors due to long-term studies, and this study was able to reduce some of the distortion (S2 Tables). Third, the long-term enrollment results numbers of patients with SSIs are insufficient. Further studies are needed to identify additional interrelated risk factors, including various variables that can affect SSIs. The prophylactic antibiotic treatment duration and the incidence of SSIs need to be established through randomized clinical trials. In addition, further scientific results from investigations, such as accurate confirmation of the occurrence of SSIs and determining the appropriate dose period, are needed.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Conclusion<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The results of this study showed that the use of third-generation prophylactic antibiotics increased the surgical site infection rate and the length of hospital stay compared to the use of first-generation antibiotics. In addition, the microbial cultures showed that the numbers of gram-positive bacteria and antibiotic resistant organisms at the surgical site were high. It is, therefore, important to select suitable prophylactic antibiotics. The selection of first-generation prophylactic antibiotics, with their long-term safety and low cost, was effective in reducing the rate of surgical site infections and decreasing hospitalization and medical expenditures.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Supporting information<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">S1 Tables. Microorganisms isolated according to surgical site infections and prophylactic antibiotics. <\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">S2 Tables. Clinical outcomes in two yearly impact of surgical site infections.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Author Contributions <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Conceptualization:<\/span><span>Bae SJ, Kim I. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Formal analysis<\/span><span>: Bae SJ. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Methodology:<\/span><span>Kim I, Song J. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Data curation:<\/span><span> Chung ES. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Investigation:<\/span><span>Bae SJ, Chung ES. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Writing-original draft:<\/span><span> Bae SJ, Kim I. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Writing- review & editing:<\/span><span> Kim I, Song J, Chung ES.<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">ORCID<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Inah Kim https\/\/orcid.org\/0000-0001-9221-5831<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Jaechul Song https:\/\/orcid.org\/0000-0003-1265-0337<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">Sung-Jin Bae https:\/\/orcid.org\/0000-0003-2593-5366<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">References<\/span><\/div><div class = \"text-block\">1.Goodman JS, Schaffner W, Collins HA, Battersby EJ, Koenig MG. Infection after cardiovascular surgery. Clinical study including examination of antimicrobial prophylaxis. N Engl J Med. 1968;278(3):117-23. doi: 10.1056\/NEJM196801182780301. PubMed PMID: 4965378.<\/div><div class = \"text-block\">2.Fong IW, Baker CB, McKee DC. The value of prophylactic antibiotics in aorat-coronary bypass operations: a double-blind randomized trial. The Journal of thoracic and cardiovascular surgery. 1979;78(6):908-13. PubMed PMID: 388085.<\/div><div class = \"text-block\">3.Kreter B, Woods M. Antibiotic prophylaxis for cardiothoracic operations. Meta-analysis of thirty years of clinical trials. The Journal of thoracic and cardiovascular surgery. 1992;104(3):590-9. PubMed PMID: 1387437.<\/div><div class = \"text-block\">4.Emori TG, Gaynes RP. An overview of nosocomial infections, including the role of the microbiology laboratory. Clinical Microbiology Reviews. 1993;6(4):428-42. PubMed PMID: PMC358296.<\/div><div class = \"text-block\">5.Kirkland KB, Briggs JP, Trivette SL, Wilkinson WE, Sexton DJ. The Impact of Surgical-Site Infections in the 1990s: Attributable Mortality, Excess Length of Hospitalization, And Extra Costs. Infection Control andHospital Epidemiology. 2015;20(11):725-30. Epub 01\/02. doi: 10.1086\/501572.<\/div><div class = \"text-block\">6.Park E, Kim K, Lee W, Jang S, Choi J. the economical impacts of surgical site infections. Korean Journal of Nosocomial Infection Control. 2005;10(2):57-64.<\/div><div class = \"text-block\">7.Park CS, Kim KH, Chang JH, Choi BR, Lee BR, Lee JS, et al. Development of Quality indicator about Prophylactic Antibiotics for Preventing surgical infection. Health Insurance Review & Assessment Service, 2010Contract No.: 2009-E00582-00.<\/div><div class = \"text-block\">8.Sakong P, Lee JS, Lee EJ, Ko KP, Kim CH, Kim Y, et al. Association between the pattern of prophylactic antibiotic use and surgical site infection rate for major surgeries in Korea. J Prev Med Public Health. 2009;42(1):12-20. doi: 10.3961\/jpmph.2009.42.1.12. PubMed PMID: 19229120.<\/div><div class = \"text-block\">9.Kim KH, Park CS, Chang JH, Kim NS, Lee JS, Choi BR, et al. Association between prophylactic antibiotic use and surgical site infection based on quality assessment data in Korea. J Prev Med Public Health. 2010;43(3):235-44. doi: 10.3961\/jpmph.2010.43.3.235. PubMed PMID: 20534963.<\/div><div class = \"text-block\">10.Engelman R, Shahian D, Shemin R, Guy TS, Bratzler D, Edwards F, et al. The Society of Thoracic Surgeons Practice Guideline Series: Antibiotic Prophylaxis in Cardiac Surgery, Part II: Antibiotic Choice. The Annals of Thoracic Surgery. 2007;83(4):1569-76. doi: 10.1016\/j.athoracsur.2006.09.046.<\/div><div class = \"text-block\">11.Mangram AJ, Horan TC, Pearson ML, Silver LC, Jarvis WR. Guideline for prevention of surgical site infection, 1999. Hospital Infection Control Practices Advisory Committee. Infection control and hospital epidemiology. 1999;20(4):250-78; quiz 79-80. Epub 1999\/04\/29. doi: 10.1086\/501620. PubMed PMID: 10219875.<\/div><div class = \"text-block\">12.Garner JS, Jarvis WR, Emori TG, Horan TC, JM. H. CDC definitions of nosocomial infections:Olmsted RN, ed.: . APIC Infection Control and Applied Epidemiology Principles and Practice St Louis: Mosby; . 1996:A-1--A-20. doi: Olmsted RN, ed.: .<\/div><div class = \"text-block\">13.Abu-Omar Y, Kocher GJ, Bosco P, Barbero C, Waller D, Gudbjartsson T, et al. European Association for Cardio-Thoracic Surgery expert consensus statement on the prevention and management of mediastinitis. European Journal of Cardio-Thoracic Surgery. 2016;51(1):10-29. doi: 10.1093\/ejcts\/ezw326.<\/div><div class = \"text-block\">14.World Health O, International Diabetes F. Definition and diagnosis of diabetes mellitus and intermediate hyperglycaemia : report of a WHO\/IDF consultation. Geneva: World Health Organization; 2006.<\/div><div class = \"text-block\"><span>15.Global Initiative for Chronic Obstructive Lung Disease (GOLD). Global Strategy for the Diagnosis, Management and Prevention of Chronic Obstructive Pulmonary Disease: 2019 Report. <\/span><span style = \":UNDERLINE;\">wwwgoldcopdorg<\/span><span> (<\/span><\/div><div class = \"text-block\">).<\/div><div class = \"text-block\">16.Nashef SA, Roques F, Michel P, Gauducheau E, Lemeshow S, Salamon R. European system for cardiac operative risk evaluation (EuroSCORE). European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery. 1999;16(1):9-13. doi: 10.1016\/s1010-7940(99)00134-7. PubMed PMID: 10456395.<\/div><div class = \"text-block\">17.Lee W-S. Propensity score matching and variations on the balancing test. Empirical Economics. 2011;44(1):47-80. doi: 10.1007\/s00181-011-0481-0.<\/div><div class = \"text-block\">18.Charles S. Bryan, William M. Yarbrough. Preventing Deep Wound infection after CABG. Texas Heart Institute Journal. 2013;40(2):125-39.<\/div><div class = \"text-block\"><span>19.Jones RN, Wojeski W, Bakke J, Porter C, Searles M. Antibiotic prophylaxis of 1,036 patients undergoing elective surgical procedures: A prospective, randomized comparative trial of cefazolin, cefoxitin, and cefotaxime in a prepaid medical practice. The American Journal of Surgery. 1987;153(4):341-6. doi: <\/span><a href=\"https:\/\/doi.org\/10.1016\/0002-9610(87)90573-3\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/doi.org\/10.1016\/0002-9610(87)90573-3<\/span><\/a><span style = \":;\">.<\/span><\/div><div class = \"text-block\">20.Beam TR, Raab TA, Spooner JA, Balderman SC, Aldridge J, Bahyana JN. Comparison of ceftriaxone and cefazolin prophylaxis against infection in open heart surgery. American journal of surgery. 1984;148(4a):8-14. Epub 1984\/10\/19. PubMed PMID: 6091484.<\/div><div class = \"text-block\"><span>21.Bratzler DW, Houck PM. Antimicrobial prophylaxis for surgery: An advisory statement from the National Surgical Infection Prevention Project. The American Journal of Surgery. 2005;189(4):395-404. doi: <\/span><a href=\"https:\/\/doi.org\/10.1016\/j.amjsurg.2005.01.015\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/doi.org\/10.1016\/j.amjsurg.2005.01.015<\/span><\/a><span style = \":;\">.<\/span><\/div><div class = \"text-block\">22.Hassan M, Smith JM, Engel AM. Predictors and outcomes of sternal wound complications in patients after coronary artery bypass graft surgery. Am Surg. 2006;72(6):515-20. PubMed PMID: 16808205.<\/div><div class = \"text-block\"><span>23.Tegnell A, Arén C, Öhman L. Coagulase-negative staphylococci and sternal infections after cardiac operation. The Annals of Thoracic Surgery. 2000;69(4):1104-9. doi: <\/span><a href=\"https:\/\/doi.org\/10.1016\/S0003-4975(99)01563-5\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/doi.org\/10.1016\/S0003-4975(99)01563-5<\/span><\/a><span>.<\/span><\/div><div class = \"text-block\">24.SÖDERQUIST B. Surgical site infections in cardiac surgery: microbiology. APMIS. 2007;115(9):1008-11. doi: 10.1111\/j.1600-0463.2007.00833.x.<\/div><div class = \"text-block\">25.Bratzler DW, Houck PM. Antimicrobial prophylaxis for surgery: an advisory statement from the National Surgical Infection Prevention Project. Clinical infectious diseases : an official publication of the Infectious Diseases Society of America. 2004;38(12):1706-15. Epub 2004\/07\/01. doi: 10.1086\/421095. PubMed PMID: 15227616.<\/div><div class = \"text-block\">26.Barie PS, Eachempati SR. Surgical Site Infections. Surgical Clinics. 2005;85(6):1115-35. doi: 10.1016\/j.suc.2005.09.006.<\/div><div class = \"text-block\">27.Lola I, Levidiotou S, Petrou A, Arnaoutoglou H, Apostolakis E, Papadopoulos GS. Are there independent predisposing factors for postoperative infections following open heart surgery? Journal of Cardiothoracic Surgery. 2011;6(1):151. doi: 10.1186\/1749-8090-6-151.<\/div><div class = \"text-block\">28.You-Jin A, Kyeong-Yae S. Factors Related to Surgical Site Infections in Patients Undergoing General Surgery2005.<\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;\">Supporting information<\/span><\/div><\/div><div class = \"text-block\">S 1 Tables. Microorganisms isolated according to surgical site infections and prophylactic antibiotics.<\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/2bdf45d7d3ccdaa152fb44b9be99da1886ac5d36a9b1290c567b9d29d29d83e3\/b3cabb96x.jpg\" \/><\/div><div class = \"text-block\">S 2 Tables. Clinical outcomes in two yearly impact of surgical site infections.<\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"https:\/\/s3.amazonaws.com\/protocols-files\/public\/2bdf45d7d3ccdaa152fb44b9be99da1886ac5d36a9b1290c567b9d29d29d83e3\/b3b9bb96x.jpg\" \/><\/div><\/div>","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;font-style:italic;\">Background<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">This study investigated the efficacy of first-generation (cefazolin) and third-generation (ceftizoxime) prophylactic antibiotics in patients undergoing cardiac surgery and the incidence of surgical site infections, hospital stay lengths, and medical costs.<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;font-style:italic;\">Methods<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span>All adult patients (≥20 years) undergoing cardiac surgery (coronary artery bypass surgery, valve operation, or combined surgery) at one hospital from January 01, 2009 to December 31, 2016 were included in this study. A single prophylactic antibiotic was administered at a dose of 1 g within 1 hour of surgical incision and for three days after surgery at eight-hour intervals. After the propensity score matching, 194 patients in each antibiotic prophylaxis groups (first-generation vs third-generation) were analyzed. Among the 388 patients, the incidence of surgical site infection were compared according to the type of prophylactic antibiotics and risk factors were evaluated by chi-squared tests followed by multivariate logistic regression analysis. A Student’s <\/span><span style = \"font-style:italic;\">t<\/span><span>-tests were analyzed to compare hospitalization and medical costs. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;font-style:italic;\">Results<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">The incidence of deep surgical site infections significantly lower in first-generation group (5.7%) than third-generation group (16.5%). The pathogens isolated from surgical infection sites were similarly distributed in both groups, but gram-positive bacteria were more highly infectious than gram-negative bacteria (67% vs 23%). Preoperative hospitalization duration, mean operation time, and ventilator use time were similar in both groups but the postoperative hospitalization duration was significantly shorter in the first-generation group (25.5 days) than third-generation (29.8 days). In addition, the medical cost lower in the first-generation group (20,594 USD) than third-generation (26,488 USD).<\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-weight:bold;font-style:italic;\">Conclusion<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\">In conclusion, the first-generation (cefazolin) is better than the third-generation (ceftizoxime) as a prophylactic antibiotic in reducing surgical site infection rates, hospitalization lengths, and medical expenditures.<\/div><\/div><\/div>","changed_on":1584967892}