{"access":{"can_view":true,"can_edit":false,"can_remove":false,"can_add":false,"can_publish":false,"can_get_doi":false,"can_share":true,"can_move":true,"can_move_outside":true,"can_transfer":true,"can_download":true,"limited_run":false,"limited_private_links":false,"limited_blind_links":false,"is_locked":false},"authors":[{"name":"Luz Moyano","affiliation":"Universidad Nacional de Tumbes","affiliation_url":null,"username":"","link":null,"image":{"source":"","placeholder":"","webp_source":""},"note":"","is_verified_user":false},{"name":"Ricardo Gamboa","affiliation":"Universidad Peruana Cayetano Heredia","affiliation_url":null,"username":"","link":null,"image":{"source":"","placeholder":"","webp_source":""},"note":"","is_verified_user":false}],"before_start":"","book_chapter":null,"can_accept_authorship":false,"can_be_copied":true,"can_claim_authorship":false,"can_manage_keywords":true,"can_remove_fork":false,"can_sign":false,"child_steps":{},"cited_protocols":[],"collection_items":[],"created_on":1680141281,"creator":{"name":"angietoledo.c","affiliation":"","affiliation_url":null,"username":"n4tle1y1q1y4yle1","link":null,"image":{"source":"/img/avatars/011.png","placeholder":"/img/avatars/011.png","webp_source":""},"badges":[{"id":2,"name":"Author","image":{"source":"/img/badges/bronze.svg","placeholder":"/img/badges/bronze.svg"}}],"affiliations":[]},"description":"{\"blocks\":[{\"key\":\"bf7g9\",\"text\":\"Un nuevo coronavirus, llamado síndrome respiratorio agudo severo  coronavirus 2 (SARS-CoV-2), surgió en China a fines de 2019 y, después de menos de 6 meses,  su enfermedad relacionada (COVID-19) afectando a más de 6 millones de personas de todos  los países del mundo. COVID-19 fue declarada pandemia por la Organización Mundial de la  Salud, este virus presenta una capacidad de rápida diseminación, y esto se debe a las  características de la enfermedad, asimismo otra de las razones es su alto grado de trasmisión sobre todo en personas sin presentación de síntomas o en las cuales estos son mínimos, lo que  genera falta de percepción de la enfermedad. (1,4) Teniendo en cuenta que en regiones Tropicales endémicas para otras enfermedades metaxénicas con síntomas similares al  COVID_19 como Dengue, Chikungunya, Zika, Malaria y enfermedades parasitarias como  Leptospira , su comorbilidad no debería estar descartada, tal como lo remiten experiencias en  otros países como Indonesia, Brasil, Perú y Tailandia. (1–5) Tomando como ventaja las  intervenciones de campo, realizado por las DIRESA-Tumbes , nos proponemos desarrollar un  estudio de prevalencia de muestreos múltiples en comunidades urbano marginales para buscar  personas con Covid-19 y hacer en estas personas un descarte de enfermedades Metaxenicas y  valorar su concomitancia. Objetivo: Evaluar la prevalencia de covid-19 en –comunidades  urbano marginales del NORTE del Perú (Tumbes). Métodos: Estudio observacional, de corte  transversal analítico. Metodología de trabajo comunitario, muestreo sistemático al 25%, que  nos permitirá intervenir 1 de cada 4 viviendas a todos los miembros de la vivienda  seleccionada, a todos los pacientes febriles también se les realizará pruebas rápidas para  descarte de dengue y Malaria.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","disclaimer":"","document":"","documents":[],"doi":"dx.doi.org/10.17504/protocols.io.kqdg39dk1g25/v1","doi_status":1,"ethics_statement":"{\"blocks\":[{\"key\":\"bjhcb\",\"text\":\"El estudio será revisado y aprobado por el CIE de la UPCH y de la Universidad Nacional  de Tumbes. Los pacientes se enrolarán después del proceso de consentimiento informado,  que incluye firmar un formulario de consentimiento por escrito. Todo el personal del  estudio que tenga contacto con sujetos o datos habrá completado un curso sobre protección  de sujetos humanos previo al inicio de la intervención. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1u2tn\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f2566\",\"text\":\"Los resultados de los análisis, la información de la encuesta obtenida y el uso de la misma  serán de uso exclusivo del equipo investigador, el cual mantendrá toda la información  codificada. Para preservar la confidencialidad de los datos de los participantes, se usarán  códigos alfanuméricos. Los nombres de los participantes no aparecerán cuando se presente  o publique este estudio. Las bases de datos compartidas con toda la información de los  cuestionarios estarán codificadas. La data de los sujetos o información del seguimiento será  encriptada y sólo los investigadores de la Universidad Peruana Cayetano Heredia y los  designados de la Universidad Nacional de Tumbes tendrán acceso.  Se mantendrán los archivos confidenciales en la medida que lo permita la ley, incluso si  ocurriera una revisión externa. La data con identificadores no será liberada. Los resultados  del estudio estarán disponibles para el médico tratante. Al finalizar el estudio, todos los  documentos de recojo de datos del estudio se guardarán en habitaciones o gabinetes  cerrados con llave en el centro de eliminación de cisticercosis, y cinco años después se  incinerarán. Las bases de datos se mantendrán indefinidamente. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","fork_id":null,"fork_info":null,"forks":[],"funders":[],"groups":[],"guid":"C6886BD0CE9D11ED8E5855D5874FFDD2","guidelines":"","has_references":false,"has_step_reagents":false,"has_versions":false,"id":79720,"image":{"source":"https://www.protocols.io/img/default_protocol.png","webp_source":null,"placeholder":"https://www.protocols.io/img/default_protocol.png","webp_placeholder":null},"image_attribution":"","in_trash":false,"is_bookmarked":false,"is_contact_suspended":false,"is_content_confidential":false,"is_content_warning":false,"is_doi_reserved":false,"is_in_pending_publishing":false,"is_in_transfer":false,"is_owner":true,"is_research":true,"is_retracted":false,"is_shared_directly":false,"is_subprotocol":null,"is_unlisted":false,"item_id":1101198,"journal":null,"journals":[],"keywords":"Prevalencia de Covid-19, prueba rápida","last_modified":1680164704,"link":"","location":null,"manuscript_citation":"","materials":[],"materials_text":"","ownership_history":null,"parent_collections":[],"parent_protocols":[],"peer_reviewed":false,"protocol_references":"","public":true,"public_fork_note":"","published_on":1680164704,"references":[],"related_equipments":[],"related_materials":[],"reserved_doi":"","retraction_reason":null,"samples":{},"shared_access_id":16,"show_comparison":false,"sign_info":null,"state_version_id":87,"stats":{"is_voted":false,"number_of_views":8,"number_of_steps":7,"number_of_bookmarks":0,"number_of_comments":0,"number_of_bookmarked_comments":0,"number_of_steps_comments":0,"number_of_protocol_comments":0,"number_of_exports":0,"number_of_runs":0,"number_of_votes":0,"number_of_reagents":0,"number_of_equipments":0,"number_of_collections":0,"number_of_forks":{"private":0,"public":0},"number_of_accessible_forks":0},"status":{"id":1,"info":"We use this protocol and it's working"},"steps":[{"id":1642967,"guid":"25423AA0CEA011ED8E5855D5874FFDD2","previous_id":0,"previous_guid":null,"section":"\u003cp\u003ePROCEDIMIENTOS PRE-INTERVENCIÓN\u003c/p\u003e","section_color":"#A492FF","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"2o2b8\",\"text\":\"Nos comunicaremos con las autoridades de cada comunidad y las autoridades de salud que  estén encargados de dicha localidades para explicar los objetivos del estudio de  investigación, solicitaremos el visto bueno de la DIRESA-Tumbes e intituciones  involucradas.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":79720,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"1","cases":[],"critical":null},{"id":1642968,"guid":"4A7F2850CEA011ED8E5855D5874FFDD2","previous_id":1642967,"previous_guid":"25423AA0CEA011ED8E5855D5874FFDD2","section":"\u003cp\u003eEnrolamiento y censo\u003c/p\u003e","section_color":"#94EBFF","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"b4aal\",\"text\":\"A los jefes de familia y a sus miembros se les explicará los objetivos del estudio y los  procedimientos que contempla el protocolo, de una manera sencilla y simple se les leerá y  explicara nuevamente en caso tuvieran dudas acerca de los objetivos del estudio de  investigación, así mismo se entregará el consentimiento informado (CI) para que este sea  firmado y autorizado por los que desean participar. En este estudio participaran todo  aquel individuo mayor de 02 años, el CI deberá ser firmado con la presencia de un testigo y en el caso de los menores de edad con el consentimiento del menor de edad y de los  padres y/o apoderados legales. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2qs5q\",\"text\":\"Durante el censo casa por casa, donde se solicitará información sociodemográfica  aplicaremos una encuesta sobre posibles síntomas relacionados con la infección por  COVID-19 presentes frecuentemente en este tipo de pacientes. Se medirán los puntos de  localización grafica de las viviendas mediante georreferenciación utilizando sistema de  posicionamiento global (GPS) gratuito disponibles en Smartphones.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":79720,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"2","cases":[],"critical":null},{"id":1642971,"guid":"6CFA8500CEA011ED8E5855D5874FFDD2","previous_id":1642971,"previous_guid":"6CFA8500CEA011ED8E5855D5874FFDD2","section":"\u003cp\u003eToma de pruebas rápidas en búsqueda de anticuerpos para Covid-19 en  campo\u003c/p\u003e","section_color":"#84CE84","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"9e2fi\",\"text\":\"Toma de pruebas rápidas en búsqueda de anticuerpos para Covid-19 en  campo:\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":79720,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"9","cases":[],"critical":null},{"id":1642974,"guid":"A636ECA0CEA011ED8E5855D5874FFDD2","previous_id":1642968,"previous_guid":"4A7F2850CEA011ED8E5855D5874FFDD2","section":"\u003cp\u003eToma de pruebas rápidas en búsqueda de anticuerpos para Covid-19 en  campo\u003c/p\u003e","section_color":"#84CE84","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"cotdn\",\"text\":\"Se seguirán las normas y procedimiento de toma de muestra de pruebas rápidas para la  búsqueda de anticuerpos para COVID-19 en campo del MINSA.  Siguiendo las recomendaciones internacionales de la aplicación de pruebas rápidas, se  tomará en consideración las siguientes:\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":79720,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"3","cases":[],"critical":null},{"id":1642975,"guid":"AEB6ACD0CEA011ED8E5855D5874FFDD2","previous_id":1642974,"previous_guid":"A636ECA0CEA011ED8E5855D5874FFDD2","section":"\u003cp\u003eToma de pruebas rápidas en búsqueda de anticuerpos para Covid-19 en  campo\u003c/p\u003e","section_color":"#84CE84","section_duration":0,"is_substep":true,"step":"{\"blocks\":[{\"key\":\"dht8a\",\"text\":\"Confirmación de infección en personas con síntomas en la comunidad, las pruebas  serológicas proporcionan un medio rápido para confirmar la infección por SARS-CoV-2  en casos sospechosos de COVID-19. Un resultado positivo en pacientes con síntomas sugiere una infección por SARS-CoV-2 y debe considerarse como un caso. Una prueba  negativa no descarta la infección por SARS-CoV-2. (27–29) 2. Confirmación de la infección 5-7 días después del inicio de los síntomas en pacientes  hospitalizados Las pruebas serológicas proporcionan un medio rápido para confirmar la  infección por SARSCoV-2 en casos sospechosos de COVID-19 ingresados en el hospital  u otros EESS. Un resultado positivo en pacientes de 5 a 7 días o más después de la aparición de los síntomas sugiere una infección por SARS-CoV-2. (27–29) 3. Alta de pacientes de entornos hospitalarios. Los criterios óptimos para el alta son 2  pruebas moleculares negativas. Cuando las pruebas moleculares no están disponibles, una  prueba de anticuerpos positiva sugiere que el paciente es inmune y es poco probable que  transmita la infección. (La inmunidad protectora aún no se conoce completamente, pero  hay evidencia que si existe). (27–29) 4. Detección rápida de casos sospechosos en otros entornos comunitarios, las pruebas  serológicas se pueden usar para la selección rápida de casos sospechosos en entornos o  grupos poblacionales. Es importante asegurarse de que las pruebas se realicen entre 5 y 7  días después del inicio de los síntomas para obtener resultados óptimos. Si se hace con  menos de 5 días después del inicio de los síntomas se debe utilizar una prueba de detección molecular. (27–29) 5. Rastreo de contactos para completar la cadena de transmisión desde un caso índice La  detección de infecciones en contactos asintomáticos de casos confirmados es importante para el control de brotes y esto se puede hacer usando pruebas rápidas. El rastreo de  contactos asegura que todos los contactos de un caso índice se rastrean y prueban para  evitar una mayor transmisión. (27–29) 6. Vigilancia crítica o esencial de los trabajadores. En una pandemia, los países deben  esforzarse por mantener una sólida fuerza laboral de infraestructura critica, incluidos los  trabajadores de la salud. El uso de pruebas rápidas puede permitir identificar personal que  ya es inmune. Los trabajadores críticos que desarrollan síntomas deben tener prioridad para  las pruebas moleculares y recibir atención si están infectados. En la recuperación, un resultado positivo de la prueba de serología les permite regresar al trabajo. (27–29) 7. Análisis de situación y vigilancia. La proporción de casos de COVID en estas muestras  de vigilancia se puede utilizar para informar las medidas de salud pública y las estrategias de control, monitorear la tendencia y la efectividad de las intervenciones. Otras formas de  vigilancia poblacional también pueden beneficiarse del uso de pruebas rápidas.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":79720,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"3.1","cases":[],"critical":null},{"id":1642976,"guid":"CA1ADA00CEA011ED8E5855D5874FFDD2","previous_id":1642975,"previous_guid":"AEB6ACD0CEA011ED8E5855D5874FFDD2","section":"\u003cp\u003eToma del Test rápido para la detección de anticuerpos contra COVID-19\u003c/p\u003e","section_color":"#FFED92","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"7fuba\",\"text\":\"En las casa seleccionadas para este estudio , previa firma de consentimiento se les realizará  la prueba rápida para búsqueda de anticuerpos Covid-19 a todos los miembros de la  familia, este procedimiento se realizará por personal de salud del estudio con  entrenamiento en la aplicación de este prueba: todo el personal de salud contará con el  equipo de bioseguridad requerido para este procedimiento: Gorros descartables, lentes de  protección, mascarillas KN95, mandilones y guantes; así como la logística para la toma de  muestra : algodón, alcohol, lancetas descartables , un contenedor de cartón SAFETY BOX  (para las lancetas) y bolsas rojas. Se tomará una muestra de sangre del pulpejo del dedo  índice o el dedo medio, se esperará entre diez minutos a 15 minutos para proceder a la  lectura de la prueba, pero no debe leerse si se superan 20 minutos.  El diagnóstico serológico se basará usando pruebas rápidas para la búsqueda de anticuerpos  IgM, IgM/ IgG; El casete de prueba rápida para COVID-19 IgG/IgM (sangre  total/suero/plasma) es un ensayo inmunocromatográfico cualitativo basado en membrana  para la detección de anticuerpos IgG e IgM contra SARS-CoV-2 en muestras de sangre,  suero o plasma. (30,31) Esta prueba consta de dos componentes, un componente IgG y un  componente IgM. En el componente IgG, la IgG antihumana está recubierta en la región  de la línea de prueba de IgG. Durante la prueba, la muestra reacciona con partículas  recubiertas de antígeno 2019-nCoV en el casete de prueba.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":79720,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"4","cases":[],"critical":null},{"id":1642977,"guid":"E8D0A330CEA011ED8E5855D5874FFDD2","previous_id":1642976,"previous_guid":"CA1ADA00CEA011ED8E5855D5874FFDD2","section":"\u003cp\u003eANÁLISIS ESTADÍSTICO\u003c/p\u003e","section_color":"#EA9F6C","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"9t248\",\"text\":\"Para el análisis inicial, evaluaremos la significancia de las variables usando la prueba de  Chi-cuadrado con la corrección de Yates cuando sea necesaria o la prueba exacta de Fisher.  Las diferencias se considerarán significativas si p \\u003c0,05. Utilizaremos modelos lineales  generalizados mezclados (GLMM) con efectos aleatorios, como un predictor lineal con  clúster a nivel de la casa y para evaluar los factores de riesgo a nivel individual. Determinaremos la prevalencia de COVID-19 asintomática y sintomática de la siguiente  manera: Covid-19 asintomático: número de individuos con COVID-19 asintomático / la población  participante. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"hjoi\",\"text\":\"Covid-19 asintomático: número de individuos con COVID-19 sintomático / la población  participante. Tasa de ataque Covid-19: Es la incidencia de casos nuevos (de COVID-19 en este caso)  que se presentan durante un brote con relación al número de personas en una población  expuesta. Dengue: número de individuos con dengue / la población participante. Malaria: número de individuos con malaria / la población participante. Se plantea realizar un análisis de regresión múltiple empleando un modelo lineal  generalizado (GLM) con familia binomial y función de enlace logarítmico calculando  razones de prevalencia (RP) y razones de prevalencia ajustadas (RPA), usando como  criterio de inclusión de variables el log likelihood (LL), y ajustando posibles errores  estándar por hogar (clúster). Los análisis usarán intervalos de confianza al 95% y  significancia estadística p\\u003c0.05, el análisis estadístico se realizó con Stata V16.0 (College  Station, Texas 77845 USA).\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":79720,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"5","cases":[],"critical":null}],"template_id":1,"title":"Prevalencia de COVID-19 asociada con Dengue y Malaria en  comunidades rurales y urbanas del norte de Perú","title_html":"Prevalencia de COVID-19 asociada con Dengue y Malaria en  comunidades rurales y urbanas del norte de Perú","type_id":1,"units":[{"id":1,"type_id":3,"name":"µL","can_manage":0,"read_only":0},{"id":2,"type_id":3,"name":"mL","can_manage":0,"read_only":0},{"id":3,"type_id":3,"name":"L","can_manage":0,"read_only":0},{"id":4,"type_id":3,"name":"µg","can_manage":0,"read_only":0},{"id":5,"type_id":3,"name":"mg","can_manage":0,"read_only":0},{"id":6,"type_id":3,"name":"g","can_manage":0,"read_only":0},{"id":7,"type_id":3,"name":"kg","can_manage":0,"read_only":0},{"id":8,"type_id":3,"name":"ng","can_manage":0,"read_only":0},{"id":9,"type_id":3,"name":"Hz","can_manage":0,"read_only":0},{"id":10,"type_id":24,"name":"°C","can_manage":0,"read_only":0},{"id":11,"type_id":24,"name":"°К","can_manage":0,"read_only":0},{"id":12,"type_id":24,"name":"°F","can_manage":0,"read_only":0},{"id":13,"type_id":25,"name":"Mass Percent","can_manage":0,"read_only":0},{"id":14,"type_id":25,"name":"% volume","can_manage":0,"read_only":0},{"id":15,"type_id":25,"name":"Mass / % volume","can_manage":0,"read_only":0},{"id":16,"type_id":25,"name":"Parts per Million (PPM)","can_manage":0,"read_only":0},{"id":17,"type_id":25,"name":"Parts per Billion (PPB)","can_manage":0,"read_only":0},{"id":18,"type_id":25,"name":"Parts per Trillion (PPT)","can_manage":0,"read_only":0},{"id":19,"type_id":25,"name":"Mole Fraction","can_manage":0,"read_only":0},{"id":20,"type_id":25,"name":"Mole Percent","can_manage":0,"read_only":0},{"id":21,"type_id":25,"name":"Molarity (M)","can_manage":0,"read_only":1},{"id":22,"type_id":25,"name":"Molarity (m)","can_manage":0,"read_only":0},{"id":23,"type_id":25,"name":"Genome copies per ml","can_manage":0,"read_only":0},{"id":24,"type_id":3,"name":"μV","can_manage":0,"read_only":0},{"id":25,"type_id":3,"name":"ms","can_manage":0,"read_only":0},{"id":26,"type_id":3,"name":"pg","can_manage":0,"read_only":0},{"id":27,"type_id":25,"name":"Molarity dilutions","can_manage":0,"read_only":0},{"id":28,"type_id":25,"name":"millimolar (mM)","can_manage":0,"read_only":0},{"id":29,"type_id":25,"name":"micromolar (µM)","can_manage":0,"read_only":0},{"id":30,"type_id":25,"name":"nanomolar (nM)","can_manage":0,"read_only":0},{"id":31,"type_id":25,"name":"picomolar (pM)","can_manage":0,"read_only":0},{"id":32,"type_id":24,"name":"Room temperature","can_manage":0,"read_only":0},{"id":33,"type_id":30,"name":"rpm","can_manage":0,"read_only":0},{"id":34,"type_id":30,"name":"x g","can_manage":0,"read_only":0},{"id":165,"type_id":24,"name":"On ice","can_manage":0,"read_only":0},{"id":200,"type_id":32,"name":"cm","can_manage":0,"read_only":0},{"id":201,"type_id":32,"name":"mm","can_manage":0,"read_only":0},{"id":202,"type_id":32,"name":"µm","can_manage":0,"read_only":0},{"id":203,"type_id":32,"name":"nm","can_manage":0,"read_only":0},{"id":204,"type_id":25,"name":"mg/mL","can_manage":0,"read_only":0},{"id":205,"type_id":25,"name":"µg/µL","can_manage":0,"read_only":0},{"id":206,"type_id":25,"name":"% (v/v)","can_manage":0,"read_only":0},{"id":1324,"type_id":30,"name":"rcf","can_manage":0,"read_only":0},{"id":1359,"type_id":35,"name":"Bar","can_manage":0,"read_only":0},{"id":1360,"type_id":35,"name":"Pa","can_manage":0,"read_only":0}],"uri":"prevalencia-de-covid-19-asociada-con-dengue-y-mala-cr4gv8tw","url":"https://www.protocols.io/view/prevalencia-de-covid-19-asociada-con-dengue-y-mala-cr4gv8tw","version_class":79720,"version_data":{"id":0,"code":"cr4gv8tw","version_class":79720,"parent_id":null,"parent_uri":null,"is_same_owner":false,"is_parent_public":false,"has_pending_merge_request":false,"has_approved_merge_request":false,"merge_request":null},"version_id":0,"version_uri":"prevalencia-de-covid-19-asociada-con-dengue-y-mala-kqdg39dk1g25/v1","versions":[{"id":79720,"title":"Prevalencia de COVID-19 asociada con Dengue y Malaria en  comunidades rurales y urbanas del norte de Perú","title_html":"Prevalencia de COVID-19 asociada con Dengue y Malaria en  comunidades rurales y urbanas del norte de Perú","image":{"source":"https://www.protocols.io/img/default_protocol.png","webp_source":null,"placeholder":"https://www.protocols.io/img/default_protocol.png","webp_placeholder":null},"doi":"dx.doi.org/10.17504/protocols.io.kqdg39dk1g25/v1","uri":"prevalencia-de-covid-19-asociada-con-dengue-y-mala-cr4gv8tw","published_on":1680164704,"modified_on":1680164704,"version_class":79720,"version_id":0,"version_code":"cr4gv8tw","version_uri":"prevalencia-de-covid-19-asociada-con-dengue-y-mala-kqdg39dk1g25/v1","created_on":1680141281,"categories":null,"creator":{"name":"angietoledo.c","affiliation":null,"affiliation_url":null,"username":"n4tle1y1q1y4yle1","link":null,"image":{"source":"/img/avatars/011.png","placeholder":"/img/avatars/011.png","webp_source":""}},"stats":{"number_of_comments":0,"last_comment_time":0}}],"warning":"{\"blocks\":[{\"key\":\"6cfld\",\"text\":\"Los riesgos son mínimos para las personas que participen en este estudio, la lanceta que  pinchara el pulpejo del dedo índice o medio (parte lateral), tiene un sistema de graduación  de salida de la aguja, y esto reducirá el dolor en el sitio de la hincada. En el lugar donde se  le tomará la muestra de sangre podría quedar un pequeño moretón, al realizar el hisopado  nasal también el paciente podría experimentar ciertas molestias, las cuales pasarán  rápidamente.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}"}