{"uri":"procedure-for-western-blot-pnrdmd6","version_id":"0","protocol_name":"Procedure for Western blot","protocol_name_html":"Procedure for Western blot","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1524428382","type_id":"1","link":null,"fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1524428382","publish_date":"2018-04-22 20:19:42","documents":null,"have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"<p><u>Goal:<\/u><\/p>\n<p>This document has the objective of standardizing the protocol for Western blot<em>. <\/em>This technique allows the detection of specific proteins separated on polyacrylamide gel and transferred to a membrane, using antibodies.<\/p>\n<p><u> <\/u><\/p>\n<p><u>General considerations:<\/u><\/p>\n<ol>\n<li>Before the experiment, check whether all the necessary solutions are already prepared, i.e., transfer buffer, TBS, and TBST (recipes are below).<\/li>\n<li>This protocol takes into account that the protein extracts for evaluation were previously separated through SDS-PAGE. After the gel electrophoresis, handle the gel gently to prevent damage.<\/li>\n<\/ol>\n<p>* It is recommended to use a pre-stained molecular weight standard on SDS-PAGE, in order to follow the protein separation during the electrophoresis and to check whether the transfer has worked.<\/p>\n<p>**Do not stain the SDS-PAGE gel. Right after the electrophoresis transfer the proteins to the nitrocellulose or PVDF membrane as described below.<\/p>\n<ol start=\"3\">\n<li>This protocol has two main steps. The initial step is the protein transfer from a polyacrylamide gel onto a membrane. The following step is the incubation of the membrane with antibodies and chemiluminescent development. In every step, it is necessary to wear gloves to prevent leaving any finger marks or any sort of spot on the membrane.<\/li>\n<\/ol>\n<p> <\/p>\n<p><u>Experimental procedures:<\/u><\/p>\n<p> <\/p>\n<p><strong>1. Buffer recipes:<\/strong><\/p>\n<p> <\/p>\n<p>- Transfer buffer 10x: Add 18.9 g Tris and 90 g glycine to a beaker containing approximately 700mL Milli-Q water. Homogenize with a magnetic bar. Transfer the solution to a 1 L graduated cylinder and fill it with Milli-Q water up until 1L. Store the solution at room temperature labeling as “Transfer Buffer 10x”.<\/p>\n<p> <\/p>\n<p>- Transfer Buffer 1x (must be prepared fresh and should be reused only once): Add to a graduated cylinder 100 mL of Transfer Buffer 10x, 200 mL ethanol 100% and fill it with Milli-Q water up until 1 L.  Seal it with Parafilm and homogenize by inversion.<\/p>\n<p> <\/p>\n<p>- Tris Buffered Saline (TBS) 10x: Add 24.2 g Tris and 87.6 g NaCl to a beaker containing approximately 700 mL Milli-Q water. Homogenize with a magnetic bar and adjust the pH to 7.4 adding the necessary amount of hydrochloric acid (HCl) according to the pH Meter. After adjusting the pH, transfer to a graduated cylinder and fill it with Milli-Q water up until 1 L. Seal it with Parafilm and homogenize by inversion. Store the solution at room temperature labeling as “TBS 10x”.<\/p>\n<p> <\/p>\n<p>- TBS 1x: Add 100 mL TBS 10x to a graduated cylinder, fill it with Milli-Q water up until 1L and homogenize through inversion sealing with Parafilm.<\/p>\n<p> <\/p>\n<p>- TBS-Tween 0.1% (TBS-T): Add 100 mL TBS 10x and 1 mL Tween 20 to a graduated cylinder, fill it with Milli-Q water up until 1L, seal it with Parafilm and homogenize by inversion.<\/p>\n<p> <\/p>\n<ol start=\"2\">\n<li><strong>Transfer:<\/strong><\/li>\n<\/ol>\n<p>- Right after the gel electrophoresis, add circa 100 mL of transfer buffer 1x to a recipient and insert the gel into this solution.<\/p>\n<p>- Pick up a transfer tank. Put the transfer tank into a Styrofoam and fill it with ice.<\/p>\n<p>- Pick up a transfer cassette, 2 sponges, 6 filter papers, and cut a piece of nitrocellulose or PVDF membrane with the same size as the polyacrylamide gel.<\/p>\n<p> <\/p>\n<p>     The nitrocellulose demands use of methanol on the transfer buffer, which might reduce the pore size and result in precipitation of high molecular weight proteins. On the other hand, PVDF membrane is recommended for high molecular weight proteins, linking to the membrane through hydrophobic and dipolar interactions, therefore with better linkage capacity. Before transferring, it is necessary to moist the membrane with methanol or ethanol to activate it (immersion for 30 seconds). The membrane must be cut with the size of the gel, in order to avoid waste of it, owing to its high cost. Make a small cut on the corner where the molecular weight marker is located to mark the sample loading orientation.<\/p>\n<p> <\/p>\n<p>- Add transfer buffer to a big recipient, glass or plastic, and use it to assemble the transfer “sandwich” as follows:<\/p>\n<p>Put the transfer cassette with the red (or white) side turned down and open the cassette. Add in the following order: 1 sponge, 3 filter papers, the membrane (with the exact size of the gel), the gel, 3 filter papers, 1 sponge. Close the cassette.<\/p>\n<p>* Remove any bubbles between the gel and the membrane since it prevents the proteins transfer. As such, each layer must be pressed gently along its addition to the cassette in order to redraw the air.<\/p>\n<p>The transfer must be set up as shown below:<\/p>\n<p> <\/p>\n<p> <img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/wbkjtyw.png\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/wbkjtyw.png\" data-ofn=\"transfer.png\" \/><\/p>\n<p> <\/p>\n<p>*Attention: The gel must be always located on the black side of the cassette (negative pole) and the membrane on the red or white side (positive pole). The proteins will be transferred from the negative (gel) to the positive (membrane) pole, so a lot of care must be taken when setting up the transfer “sandwich” on the right position.<\/p>\n<p> <\/p>\n<p>- The cassette must be placed on the transfer tank, minding that the black side of the cassette be placed closer to the black electrode (negative pole) and the red or white side of the cassette closer to the red electrode (positive pole).<\/p>\n<p> <\/p>\n<p>- Fill the tank with Transfer Buffer 1x. There must be enough buffer to cover up the entire cassette where the gel is placed. On the transfer tank there is a mark defining the specific height of buffer to be filled.<\/p>\n<p> <\/p>\n<p>* It is possible to transfer up to 4 gels simultaneously.<\/p>\n<p> <\/p>\n<p>- The lid of the transfer tank has a black and a red wire. Close the tank positioning the lid so that the black electrode connects to the black wire (negative pole) and the red or white electrode connects to the red wire (positive pole).<\/p>\n<p> <\/p>\n<p>- Connect the wires to the power supply, again placing the black wire to the black slot and the red wire to the red slot. Turn on the power supply and adjust it to 100V and 400mA for 1h. Alternatively, it might be transferred overnight on 10V (in this case, it is better to set up the transfer system into a fridge or a cold chamber, because the ice will melt before finishing the transfer). When turning on the power supply, it is necessary to observe whether the electric current is properly transmitted by checking the Amperage and the production of bubbles into the tank.<\/p>\n<p> <\/p>\n<p> - After the transfer, redraw carefully the cassette from the transfer tank. In the case of using a prestained molecular weight standard, this step must take into account whether the bands of the prestained standard have been transferred from the gel to the membrane. Transfer the membrane to a plastic or glass recipient with lid.<\/p>\n<p> <\/p>\n<p>- Stain membrane with 0.1% Amido Black Solution and leave the solution until the bands appear, homogenizing gently. This staining allows the protein bands (samples) to be seen in the membrane, i.e., whether the proteins have been transferred. With aid of tweezers, put the staining solution back to its recipient and mark the position of the molecular weight standard bands with a pencil (in the case of non prestained). Take a picture of the membrane, and then wash it with distilled water three times, 10 minutes each, homogenizing gently, to destain the membrane.<\/p>\n<p> <\/p>\n<ol start=\"3\">\n<li><strong>Blocking, incubation with antibodies and development:<\/strong><\/li>\n<\/ol>\n<p>Blocking: Since the membrane has affinity to any protein, this step blocks any free spot on the membrane preventing unspecific linkage of the antibody which will be used on the membrane.<\/p>\n<p> <\/p>\n<p>- Prepare circa 5 mL of 5% bovine serum albumin (BSA) in TBS-T, per membrane.<\/p>\n<p>* The blocking reagent must be enough to cover entirely the membrane.<\/p>\n<p>** Alternatively, BSA might be substituted by non-fat skimmed milk.<\/p>\n<p> <\/p>\n<p>- Incubate the membrane in the blocking solution for one hour, homogenizing gently.<\/p>\n<p> <\/p>\n<p>- Discard the blocking solution on the sink and wash the membrane by adding TBS-T solution enough to cover the membrane entirely, homogenizing gently for 10 minutes. Repeat the washing step twice.<\/p>\n<p>Antibody labeling:<\/p>\n<p> <\/p>\n<p>- Set up the primary antibody solution with TBS-T. The concentration of the primary antibody varies broadly among the different antibody stocks, thus it is necessary to check each corresponding datasheet regarding the recommended dilution. Typically, the dilution employed is 1:500 or 1:1000.<\/p>\n<p> <\/p>\n<p>* The antibody dilution is set up with 5% BSA on TBS-T.<\/p>\n<p>** The volume of the dilution must be enough to entirely cover the membrane. Since antibodies are expensive, set up minimum volume possible.<\/p>\n<p> <\/p>\n<p>- Incubate the membrane for at least one hour at room temperature on the primary antibody, homogenizing gently. The membrane might be kept overnight on this solution (in this case, maintain homogenizing into the fridge).<\/p>\n<p> <\/p>\n<p>- Discard the primary antibody solution and wash by adding TBS-T solution enough to cover entirely the membrane and leave homogenizing for 10 minutes. Repeat the wash twice. The primary antibody solution might be recovered and stored in a 50 mL flask in the fridge for further reuse.<\/p>\n<p> <\/p>\n<p>- Prepare the secondary antibody solution in TBS-T. In order to choose the secondary antibody, it is necessary to check in which animal the primary antibody was produced. The secondary antibody must recognize antibodies produced in the animal whence the primary antibody was made. For example, if the primary antibody was produced in mice, the secondary antibody must be anti-mouse. The secondary antibody concentration also depends on the type of antibody, but the dilutions are typically either 1:40,000 or 1:20,000.<\/p>\n<p> <\/p>\n<p>* It is necessary to set up enough volume to entirely cover the membrane. Since the antibodies are expensive, prepare the minimum volume.<\/p>\n<p> <\/p>\n<p>- Incubate the membrane in secondary antibody solution, homogenizing gently for one hour at room temperature.<\/p>\n<p> <\/p>\n<p>- Discard the secondary antibody solution, and wash the membrane adding TBS-T enough to entirely cover the membrane and homogenize for 10 minutes. Repeat the wash twice.<\/p>\n<p> <\/p>\n<p>- Discard the TBS-T on the sink and set up the development step.<\/p>\n<p> <\/p>\n<p>Development:<\/p>\n<p> <\/p>\n<p>- Bring to the dark chamber: Membrane in a recipient with TBS, tweezers, ECL Prime Western Blotting Detection Reagent, development cassette located under the electrophoresis bench, plastic film, scissors, 100μL micropipette, tips for 100μL micropipette, marker pen, 1 mL microtube, development film, development and fixer solutions.<\/p>\n<p> <\/p>\n<p>* At the dark chamber:<\/p>\n<p> <\/p>\n<p>- Close and lock the dark chamber door. Turn off the light and turn on the red light.<\/p>\n<p> <\/p>\n<p>- There are three plastic recipients on the bench of the dark chamber. Place on each the development solution, water, and fixing solution, respectively.<\/p>\n<p> <\/p>\n<p>- Prepare the substrate solution into a microtube, by mixing A and B solution 100μL each (read ECL kit instructions regarding the proper amount of each solution. Some kits have different recommendations).<\/p>\n<p> <\/p>\n<p>- Place the membrane using tweezers into the plastic film and then place it into the development cassette. Open the plastic film and, with the micropipette, spread over the whole membrane surface the substrate solution. Close the plastic film with the membrane and substrate inside. With a paper towel, spread the solution over the membrane eliminating bubbles.<\/p>\n<p> <\/p>\n<p>- Cut the development film with the same size as the membrane. Place the remaining film back into the box to avoid damaging it. Make a small cut in the corner to help with the identification of sample loading site. Place the film above the plastic and close the cassette. Keep the film exposed to the membrane during the desired time (depends on the antibody, but typically it is one to five minutes).<\/p>\n<p> <\/p>\n<p>- Open the cassette and with tweezers remove the film from the cassette placing it into the recipient with development solution. Move the recipient gently so that the solution interacts uniformly with the film. Incubate into the solution until the dark bands can be seen.<\/p>\n<p> <\/p>\n<p>- Remove the film from the development solution with tweezers and wash it into the recipient with water for two minutes.<\/p>\n<p> <\/p>\n<p>- Place the film into the recipient with fixer solution and move it gently until the film develops.<\/p>\n<p> <\/p>\n<p>- Wash the film in water for two minutes.<\/p>\n<p> <\/p>\n<p>- Still with the light off, return the development and fixer solutions to their bottles, be careful to not to switch them, and store all the remaining material before turning on the light.<\/p>\n<p> <\/p>","is_bookmarked":"0","can_reassign":"1","before_start":null,"has_guidelines":"0","materials":[],"warning":null,"version_class":"11697","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1524427953","protocol_affiliation":"Oswaldo Cruz Foundation","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.pnrdmd6","doi_status":"2","changed_fork_steps":null,"profile_url":"y22344y2p2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/002.png","full_name":"Chyntia Díaz","created_by":"Chyntia Díaz","private_link":"FD995AC0B50B374EBF79C487E52474E6","original_img":"1","username":"chyntia-daz","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":null,"journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":307257,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"Western blot","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[{"tag_id":"871","tag_name":"Western blot"}],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"4","badge_image":"\/img\/badges\/gold.svg","badge_description":"Gold power author!"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Larissa Andrade,João Pedro Santos,María Cristina Vidal Pessolani","authors_list":[{"name":"Larissa Andrade","affiliation":"Oswaldo Cruz Foundation","username":null,"profile_image":null},{"name":"João Pedro Santos","affiliation":"Oswaldo Cruz Foundation","username":null,"profile_image":null},{"name":"María Cristina Vidal Pessolani","affiliation":"Oswaldo Cruz Foundation","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/002.png","username":"chyntia-daz","full_name":"Chyntia Díaz","created_by":"Chyntia Díaz"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":null,"status_id":"1","is_research":"1","status_info":"We use this protocol in our group and it is working","steps":[]}