{"uri":"procedure-for-latex-beads-coating-with-glycolipids-pmrdk56","version_id":"0","protocol_name":"Procedure for Latex beads coating with glycolipids","protocol_name_html":"Procedure for Latex beads coating with glycolipids","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1524240452","type_id":"1","link":null,"fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1524240452","publish_date":"2018-04-20 16:07:32","documents":null,"have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"<p><u>Goal:<\/u><\/p>\n<p>This document aims to standardize the protocol for latex beads coating with the <em>Mycobacterium leprae<\/em> phenolic glycolipid “PGL I”. Beads-PGL I coating is used, for example, for cell culture stimulation assays or pull-down experiments.<\/p>\n<p> <\/p>\n<p><u>General considerations:<\/u><\/p>\n<ol>\n<li>All procedures in this protocol should be performed using PPE, and the handling must always be carried out within the biosafety cabinet to keep the beads sterility.<\/li>\n<li>Plastic materials, such as tips and tubes, used in this protocol must be virgin and sterile.<\/li>\n<li>Before starting the procedure below, make sure there are stock of beads and glycolipids. Also prepare fresh 0.05 M sodium bicarbonate (pH 9.6) buffer as described below.<\/li>\n<\/ol>\n<p><u> <\/u><\/p>\n<p><u>Procedures:<\/u><\/p>\n<ol>\n<li>Preparation of 0.05 M sodium bicarbonate buffer (pH 9.6):<\/li>\n<li>Weigh 5.3 g of sodium carbonate (Na<sub>2<\/sub>CO<sub>3<\/sub>, molecular weight 106)<\/li>\n<li>Weigh 4.2 g sodium bicarbonate (NaHCO<sub>3<\/sub>, molecular weight 84.01)<\/li>\n<li>Mix the two reagents in a beaker with ~ 800 mL of distilled water and leave it steering until a translucent solution is observed. Measure the pH of the generated solution, adjust it if necessary. d. Then complete the volume to 1 L. Due to the use of sterile beads to stimulate cell culture, this solution must be filtered with 0.22 μm filters within a biosafety cabinet. The sterile solution should be stored at room temperature.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"2\">\n<li>Preparation of the glycolipid:<\/li>\n<\/ol>\n<p>Within a biosafety cabinet dilute the glycolipid in 0.05 M sodium bicarbonate buffer (pH 9.6) with a pipette to an ideal concentration. Then sonicate the sample in a bath sonicator for 30 seconds and then transfer the whole glycolipid preparation to a sterile conical tube containing 9 ml of 0.05 M sodium bicarbonate buffer (pH 9.6). Homogenize by inverting the tube. Distribute the 1 mL of glycolipid solution in sterile microtubes, leaving the concentration at 1 mg\/mL. Properly identified aliquots should be stored at -20 <sup>o<\/sup>C.<\/p>\n<p><strong> <\/strong><\/p>\n<ol start=\"3\">\n<li>Preparation of glycolipid covered beads:<\/li>\n<\/ol>\n<p>For efficient beads coating with glycolipid, use 2x10<sup>8<\/sup> beads per microtube, 100 μg of glycolipid and fill the volume to 500 μL with 0.05 M sodium bicarbonate buffer (pH 9.6). Usually these amounts correspond to 100 μL of the 1 mg\/mL glycolipid solution, 5 μL of a homogeneous suspension of 3 μm beads (we are currently using 2x10<sup>10<\/sup>\/mL beads; Sigma LB-30), and 395 μL of 0.05M sodium bicarbonate buffer (pH 9.6). These volumes should always be revised, as the concentration of the stock of beads may vary.<\/p>\n<p> <\/p>\n<p>Homogenize the 500 μL with a pipette. Seal the microtube with parafilm. Incubate for 3 hours, at room temperature under stirring. Then leave the beads still in this solution, under stirring, at 4 <sup>o<\/sup>C overnight.<\/p>\n<p> <\/p>\n<p>After incubation, centrifuge the sample in microcentrifuge at 16,000 x g for 15 min. Discard the supernatant with a pipette and resuspend the pellet in 100 μl of sterile PBS + 2% BSA, the beads should be kept at 4 °C until use.<\/p>\n<p> <\/p>\n<p><strong>OBS: <\/strong><\/p>\n<ol>\n<li>The beads stay in a suspension and stick to the tube walls where they are stored. Thus, to ensure beads concentration in the vial, before using, pipette the liquid through the tube walls, so that the glued beads return to the suspension. If the concentration of the beads needs to be confirmed it can be recounted. To do this, dilute (1:10 or 1:50 or 1: 100) the beads in bicarbonate buffer and count them in a Neubauer camera.<\/li>\n<\/ol>\n<p> <\/p>\n<p>Procedure to check the glycolipid-beads coating efficiency:<\/p>\n<p> <\/p>\n<p>To ensure that the above protocol was indeed effective, it is recommended to take an aliquot of the coated beads and perform a western blot or immunostaining for microscopy using antibody against the used glycolipid.<\/p>\n<p>Transfer 5 uL of the glycolipid coated beads, and uncoated beads to microtubes. Incubate with primary antibody diluted in PBS, in final volume of 500 uL. Keep at room temperature for 1 hour vortexing the tubes every 15 minutes. After this incubation, centrifuge at 16,000 x g for 10 minutes, remove the supernatant and resuspend the beads in 500 uL of PBS for washing. Centrifuge and remove the supernatant. Perform 3 washes. Then, incubate the beads with secondary antibody conjugated to a fluorophore diluted in PBS for 1 hour in the dark at room temperature. Vortex every 15 minutes. After this incubation, proceed to wash the beads twice. After the washing steps, visualize with the help of a fluorescence microscope to check whether beads-glycolipid coating was effective. Another protocol to check the coating of the beads is described in the reference article.<\/p>\n<p> <\/p>\n<p>Reference:<\/p>\n<p>This protocol was adapted from the protocol described in: “Role of the Cell Wall Phenolic Glycolipid-1 in the Peripheral Nerve Predilection of Mycobacterium leprae”. Vincent Ng, George Zanazzi, Rupert Timpl, Jan F. Talts, James L. Salzer, Patrick J. Brennan, and Anura Rambukkana. Cell, Vol. 103, 511–524, October 27, 2000. <a href=\"https:\/\/www.dropbox.com\/referrer_cleansing_redirect?hmac=%2FB0RhnP1E742T479t9h%2BPplLTHxoYOQKzCROynUefkw%3D&amp;url=https%3A%2F%2Fdoi.org%2F10.1016%2FS0092-\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/doi.org\/10.1016\/S0092-<\/a>8674(00)00142-2.<\/p>","is_bookmarked":"0","can_reassign":"1","before_start":null,"has_guidelines":"0","materials":[],"warning":null,"version_class":"11665","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1524239180","protocol_affiliation":"Oswaldo Cruz Foundation","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.pmrdk56","doi_status":"2","changed_fork_steps":null,"profile_url":"y22344y2p2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/002.png","full_name":"Chyntia Díaz","created_by":"Chyntia Díaz","private_link":"7A986FBFA1178FA062FC0B8D284B50F4","original_img":"1","username":"chyntia-daz","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":null,"journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":306839,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"4","badge_image":"\/img\/badges\/gold.svg","badge_description":"Gold power author!"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Larissa Andrade,María Cristina Vidal Pessolani","authors_list":[{"name":"Larissa Andrade","affiliation":"Oswaldo Cruz Foundation","username":null,"profile_image":null},{"name":"María Cristina Vidal Pessolani","affiliation":"Oswaldo Cruz Foundation","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/002.png","username":"chyntia-daz","full_name":"Chyntia Díaz","created_by":"Chyntia Díaz"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":null,"status_id":"1","is_research":"1","status_info":"We use this protocol in our group and it is working","steps":[]}