{"uri":"proceedings-for-rna-extraction-from-cell-cultures-pg7djzn","version_id":"0","protocol_name":"Proceedings for RNA extraction from cell cultures using phenol-chloroform method with TRIzol ® (Ambion) reagent","protocol_name_html":"Proceedings for RNA extraction from cell cultures using phenol-chloroform method with TRIzol ® (Ambion) reagent","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1523835922","type_id":"1","link":"http:\/\/tools.thermofisher.com\/content\/sfs\/manuals\/trizol_reagent.pdf","fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1523835922","publish_date":"2018-04-15 23:45:22","documents":null,"have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"<p><u>Goal <\/u><\/p>\n<p><u> <\/u><\/p>\n<p>This document has the objective of establishing a proceeding for RNA extraction from eukaryotic cells through phenol-chloroform method using TRIzol (Ambion) reagent.<\/p>\n<p><u> <\/u><\/p>\n<p><u>General considerations:<\/u><\/p>\n<p><u> <\/u><\/p>\n<p>     RNA is a highly unstable molecule and degrades easily, therefore in order to avoid its degradation during the extraction process, always keep the samples on ice and avoid too many cycles of freeze-thaw, besides working always in clean facilities with as minimum RNAse contamination as possible.<\/p>\n<p>     The extraction procedure must take place on the bench dedicated to molecular biology processes. Prior to any manipulation, the bench and micropipettes must be cleaned with ethanol 70%. Always use powder-free gloves and clean them constantly along the procedure with ethanol 70%. In addition, every material used (tubes, tips, etc) must be RNAse-free or DEPC treated. The solvents and solutions used must be also opened into exhaust hood and aliquot in flasks rinsed with DEPC and autoclaved.<\/p>\n<p>     The final yield after the extraction process varies according to the cell type, i.e., the initial amount of cells must be optimized taking into account which cell type in use and the necessary amount for subsequent use of the extracted RNA. Lineage cells use to provide greater RNA yield than primary cells. Follows some examples as parameters: For further qPCR analyzes, it uses to be achieved enough yield when extracting RNA from 100 thousand Schwann cells from lineage ST8814, 200 thousand monocyte cells from lineage THP-1 or 1 million monocyte cells from PBMC.<\/p>\n<p> <\/p>\n<p><u>Experimental proceedings:<\/u><\/p>\n<p><u> <\/u><\/p>\n<ol>\n<li>Remove the supernatant from the cultures and add 500 µL TRIzol reagent to the monolayer in order to lyse the cells. Keep the sample for 5 minutes at room temperature.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"2\">\n<li>Homogenize with micropipette 3 times, washing the well, and scrape the bottom of the plate with the tip to aid the lysis of the remaining cells. Recover all the TRIzol volume and transfer to a 1.5 mL microtube. Keep the samples on ice whilst the other samples are processed, until proceed to the next step.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"3\">\n<li>Leave the cell lysates in TRIzol for 2-3 minutes at room temperature.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"4\">\n<li>Add 100 µL Chloroform: Isoamyl Alcohol (24:1), homogenize vigorously with the hand until it develops a milky aspect and incubate for 5 minutes at room temperature.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"5\">\n<li>Centrifuge at 12,000 x g for 4 minutes at 4 <sup>o<\/sup><\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"6\">\n<li>Transfer the aqueous phase (upper) to a new 1.5 mL microtube, minding not to collect the organic phase (middle) containing DNA and proteins.<\/li>\n<li>Add 250 µL isopropanol to the aqueous phase previously collected, homogenize gently the microtube twice and leave the RNA precipitating at -70 <sup>o<\/sup>C on the freezer for at least 30 minutes.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"8\">\n<li>After the incubation, add 1 µL GlycoBlue (Ambion) and centrifuge at 14,000 x g for 30 minutes at 4 <sup>o<\/sup><\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"9\">\n<li>Observe the formation of a blue pellet on the bottom of the microtube and remove the supernatant, minding not to lose the pellet<em>.<\/em><\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"10\">\n<li>Add 250 µL ethanol 70% to the pellet and homogenize gently the microtube twice without dissolving the pellet.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"11\">\n<li>Centrifuge at 10,000 x g for 10 minutes at 4 <sup>o<\/sup><\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"12\">\n<li>Remove the supernatant almost entirely, carefully not to loose the pellet. Leave the microtube open at room temperature for 5-10 minutes until complete evaporation of the ethanol 70%.<\/li>\n<\/ol>\n<p> <\/p>\n<ol start=\"13\">\n<li>Resuspend the pellet in 20 µL RNAse-free water and store the sample at -70 <sup>o<\/sup>C in the freezer.<\/li>\n<\/ol>\n<p> <\/p>\n<p>OBS<sub>1<\/sub>: All extraction procedures must be developed using RNAse-free material (tips and microtubes). All solvents and solutions must be stored in dry flasks rinsed previously with DEPC and autoclaved. Solutions such as ethanol 70% must be prepared with RNAse-free water DEPC treated.<\/p>\n<p> <\/p>\n<p>OBS<sub>2<\/sub>: For experiments done in 6 well plates or bottles, add 1 mL TRIzol or in a proportion according to description in the manual cited in the references. For 1 mL TRIzol, double the volume of the reagents in the extraction.<\/p>\n<p> <\/p>\n<p>OBS<sub>3<\/sub>: The protocol above is designed towards the extraction of adherent cells. In the case of non-adherent cells RNA extraction, the steps 1 and 2 must be replaced by a procedure which includes the recovering of the cell suspension in a RNAse-free microtube, centrifuge to pellet the cells, removing the supernatant and then adding TRIzol to the cell pellet. Afterwards, incubate the sample for 5 minutes at room temperature and follow the protocol from step 3.<\/p>\n<p> <\/p>\n<p> OBS<sub>4<\/sub>: After step 2, if the RNA extraction is not done right after recovering TRIzol from the cultures, the microtubes must be placed on dry ice immediately and then stored at -70<sup>o<\/sup>C in the freezer until the extraction moment.<\/p>\n<p> <\/p>\n<p>OBS<sub>5<\/sub>: During the isopropanol precipitation step, the precipitation time might be extended to overnight incubation or ever farther, as long as it is kept at -70<sup>o<\/sup>C in the freezer.<\/p>\n<p> <\/p>\n<p>OBS<sub>6<\/sub>: When drying the pellets, mind not to leave it extremely dry, because it may hamper dissolving it.<\/p>\n<p>OBS<sub>7<\/sub>: The discard of TRIzol must be done into red sacs of biological waste and stored in a cardboard can specific for phenol (must not be autoclaved).<\/p>\n<p> <\/p>\n<p>OBS<sub>8<\/sub>: If the TRIzol reagent be substituted for other equivalent from another manufacturer, the specific manual must be consulted in order to perform the procedures<\/p>\n<p> <\/p>\n<p>References:<\/p>\n<p><u> <\/u><\/p>\n<p>http:\/\/tools.thermofisher.com\/content\/sfs\/manuals\/trizol_reagent.pdf<\/p>\n<p> <\/p>","is_bookmarked":"0","can_reassign":"1","before_start":null,"has_guidelines":"0","materials":[],"warning":null,"version_class":"11519","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1523835129","protocol_affiliation":"Oswaldo Cruz Foundation (Brazil)","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.pg7djzn","doi_status":"2","changed_fork_steps":null,"profile_url":"y22344y2p2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/002.png","full_name":"Chyntia Díaz","created_by":"Chyntia Díaz","private_link":"08FD8C7637F8A782DF8C84768D3A4B23","original_img":"1","username":"chyntia-daz","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":"","journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":304182,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"RNA, trizol","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[{"tag_id":"7","tag_name":"RNA extraction"}],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"4","badge_image":"\/img\/badges\/gold.svg","badge_description":"Gold power author!"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Maria Cristina Vidal Pessolani,João Pedro Santos","authors_list":[{"name":"Maria Cristina Vidal Pessolani","affiliation":"Oswaldo Cruz Foundation (Brazil)","username":null,"profile_image":null},{"name":"João Pedro Santos","affiliation":"Oswaldo Cruz Foundation (Brazil)","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/002.png","username":"chyntia-daz","full_name":"Chyntia Díaz","created_by":"Chyntia Díaz"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":null,"status_id":"1","is_research":"1","status_info":"We use this protocol in our group and it is working","steps":[]}