{"uri":"protocol-to-detect-and-assess-pollination-deficits-pz7dp9n","version_id":"0","protocol_name":"PROTOCOL TO DETECT AND ASSESS POLLINATION DEFICITS IN CROPS:&nbsp;A HANDBOOK FOR ITS USE","protocol_name_html":"PROTOCOL TO DETECT AND ASSESS POLLINATION DEFICITS IN CROPS:&nbsp;A HANDBOOK FOR ITS USE","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1525874173","type_id":"1","link":"http:\/\/www.fao.org\/docrep\/013\/i1929e\/i1929e.pdf","fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1525874173","publish_date":"2018-05-09 13:56:13","documents":"[{\"url\":\"https:\/\/s3.amazonaws.com\/pr-journal\/xhczsxn.pdf\",\"file_id\":\"21730\",\"thumb_url\":\"\/img\/extensions\/pdf.png\",\"ofn\":\"i1929e.pdf\"}]","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"3","mod_secs":"20","description":"<p>In agro-ecosystems, pollinators are essential for orchard, oilseed crop, horticultural and forage production, as well as the production of seed for many root and fibre crops. Pollinators such as bees, birds and bats affect 35 percent of the world’s crop production, increasing outputs of 87 of the leading food crops worldwide, plus many plant-derived medicines in the world’s pharmacies. Just as the agricultural community is taking stock of the contribution of pollination to crop production, populations of managed pollinators (the Western honey bee Apis mellifera, the Eastern honey bee Apis cerana, and their Asian relatives) are experiencing new and poorly understood threats. Wild pollinators in agricultural landscapes can provide important pollination services and serve also as a critical form of insurance against the risks of pests and diseases amongst managed pollinators. Within the context of its lead role in the implementation of the Initiative for the Conservation and Sustainable Use of Pollinators (also known as the International Pollinators Initiative-IPI) of the United Nations Convention on Biological Diversity adopted in 2000 (COP decision V\/5, Section II), FAO has established a “Global Action on Pollination Services for Sustainable Agriculture”. FAO has also developed a global project, supported by the Global Environment Facility (GEF) through the United Nations Environment Programme (UNEP) entitled “Conservation and management of pollinators for sustainable agriculture, through an ecosystem approach”. Seven countries (Brazil, Ghana, India, Kenya, Nepal, Pakistan and South Africa) have worked together with FAO to identify and carry out targeted activities that can address threats to pollinators in agricultural landscapes. The outcomes of the global project are expected to expand global understanding, capacity and awareness of the conservation and sustainable use of pollinators for agriculture. As a contribution to the IPI, FAO and its partners have collaborated with INRA (Institut National de la Recherche Agronomique, a public research body of the French government) to develop a protocol for assessing and detecting if a crop production system is suffering a pollination deficit. Field testing and adaptation of the protocol for the variable cropping systems in different countries was made possible through a grant from the International Fund for Agricultural Development (IFAD) on the “Development of Tools and Methods for Conservation and Management of Pollination Services for Sustainable Agriculture“, in 2009 and 2010. This document thus presents a handbook for the application of the protocol, outlining the underlying concepts, the hypothesis to be tested, and the modification and application of the protocol to a variety of circumstances in developing countries, such as small fields, home gardens, and high environmental variability. As the protocol is applied, FAO and its partners will be able to provide information on the results of detecting and assessing levels of pollination deficit in crops important for nutrition and food security around the world.<\/p>","is_bookmarked":"0","can_reassign":"1","before_start":null,"has_guidelines":"0","materials":[],"warning":null,"version_class":"12063","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1525873688","protocol_affiliation":"Institut National de la Recherche Agronomique, Avignon, France,Universidade Federal do Ceará, Fortaleza, Brazil,Food and Agiculture Organization of the United Nations, Rome, Italy","affiliation":"University of Oxford","doi":"dx.doi.org\/10.17504\/protocols.io.pz7dp9n","doi_status":"2","changed_fork_steps":null,"profile_url":"TonyaLander-43z264z2q2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/007.png","full_name":"Tonya Lander","created_by":"Tonya Lander","private_link":"17E90078A2C2553BE3F3DCECA78EF99E","original_img":"1","username":"tonya-lander","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":"<p>Vaissiere BE, Freitas BM, Gemmill-Herren B. 2011. Protocol to Detect and Assess Pollination Deficit in Crops: A Handbook for its Use. Food and Agricultural Organization of the United Nations, Rome<\/p>","journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":312429,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"pollination deficit, FAO","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[{"tag_id":"1995","tag_name":"pollination deficit"},{"tag_id":"1996","tag_name":" FAO"}],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"2","badge_image":"\/img\/badges\/bronze.svg","badge_description":"Author!"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Bernard E. Vaissière,Breno M. Freitas,Barbara Gemmill-Herren","authors_list":[{"name":"Bernard E. Vaissière","affiliation":"Institut National de la Recherche Agronomique, Avignon, France","username":null,"profile_image":null},{"name":"Breno M. Freitas","affiliation":"Universidade Federal do Ceará, Fortaleza, Brazil","username":null,"profile_image":null},{"name":"Barbara Gemmill-Herren","affiliation":"Food and Agiculture Organization of the United Nations, Rome, Italy","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/007.png","username":"tonya-lander","full_name":"Tonya Lander","created_by":"Tonya Lander"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":null,"status_id":"1","is_research":"1","status_info":"We use this protocol in our group and it is working","steps":[]}