{"id":49178,"title":"Protocol: Association between visual acuity and subsequent psychotic-like experiences in the Avon Longitudinal Study of Parents and Children","title_html":"<p>Protocol: Association between visual acuity and subsequent psychotic-like experiences in the Avon Longitudinal Study of Parents and Children<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":null,"doi_status":0,"uri":"protocol-association-between-visual-acuity-and-sub-bt92nr8e","type_id":4,"template_id":3,"published_on":1618567575,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":2,"version_data":{"id":"2","code":"bt92nr8e","parent_id":48661,"parent_uri":"protocol-association-between-visual-acuity-and-sub-btrvnm66","is_same_owner":true,"has_pending_merge_request":false,"has_approved_merge_request":true},"created_on":1618567415,"modified_on":null,"categories":null,"public":1,"is_unlisted":0,"creator":{"name":"Natalie Shoham","affiliation":null,"affiliations":[],"username":"natalie-shoham","note":null,"link":null,"image":{"source":"\/img\/avatars\/003.png","placeholder":"\/img\/avatars\/003.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"Natalie Shoham","affiliation":"University College London, University of London, Camden and Islington NHS Foundation Trust","affiliations":[],"username":"natalie-shoham","note":null,"link":null,"image":{"source":"\/img\/avatars\/003.png","placeholder":"\/img\/avatars\/003.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/protocol-association-between-visual-acuity-and-sub-bt92nr8e","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":1,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":1,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"C007E41B1F7344059C7492DCDE22AE12","state_version_id":20,"steps":[],"document":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;:UNDERLINE;\">Protocol: Association between visual acuity and subsequent psychotic-like experiences in the Avon Longitudinal Study of Parents and Children<\/span><\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Background and Rationale<\/span><\/div><div class = \"text-block\"><span>Evidence exists for an association between visual acuity impairment and psychosis <\/span><span style = \"vertical-align:super;\">1, 2<\/span><span>. The reasons for this are not fully understood <\/span><span style = \"vertical-align:super;\">3<\/span><span>. Possible explanations include: that visual acuity impairment contributes to causing psychosis <\/span><span style = \"vertical-align:super;\">4<\/span><span>; that the same neuropathological processes underlie both visual acuity impairment and psychosis <\/span><span style = \"vertical-align:super;\">5<\/span><span>; that there is poorer access to eye care for people with psychotic illnesses <\/span><span style = \"vertical-align:super;\">2<\/span><span>; or that confounding variables create an apparent association.It has been hypothesised that both perfect vision and complete congenital blindness could protect against schizophrenia in the ‘Protection Against Schizophrenia’ model <\/span><span style = \"vertical-align:super;\">4, 6<\/span><span>. A longitudinal association between reduced visual acuity and subsequent hospitalisation due to schizophrenia has been robustly demonstrated in a sample of over 1 million men <\/span><span style = \"vertical-align:super;\">7<\/span><span>, whilst a similarly large 2009 study found the reverse association <\/span><span style = \"vertical-align:super;\">8<\/span><span>. Improved understanding of the association between visual impairment and psychosis could ultimately improve the quality of care provided to people with both conditions.<\/span><\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Aims<\/span><\/div><div class = \"text-block\">1)To explore the relationship between visual impairment and subsequent psychotic symptoms in a large longitudinal birth cohort.<\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Hypotheses<\/span><\/div><div class = \"text-block\">1)In the ALSPAC birth cohort lower best corrected visual acuity scores at age 7 and 11 will be associated with higher odds of scoring positive on the Psychosis-like Symptoms Semi-structured Interview (PLIKSi) at age 17 or 24.<\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Study Design and Plan<\/span><\/div><div class = \"text-block\"><span>The Avon Longitudinal Study of Parents and Children (ALSPAC) is a longitudinal birth cohort of 14,500 families from the Avon area <\/span><span style = \"vertical-align:super;\">9<\/span><span>. The cohort was enrolled between April 1991 and December 1992. Data from when the children were aged 24 have been released. We will employ secondary analysis of this pre-existing observational data set for this study.<\/span><\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Sample Size<\/span><\/div><div class = \"text-block\">The sample-size will be determined by the number of participants in the original ALSPAC study who have complete data for exposure and outcome variables.<\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Exposure Variables<\/span><\/div><div class = \"text-block\">The exposure variables will be best corrected visual acuity at ages 7 and age 11, visual acuity impairment category, between-eye difference in visual acuity, and wearing glasses.<\/div><div class = \"text-block\">Trained orthoptists carried out detailed visual assessments with children in the ALSPAC cohort, overseen by ophthalmologists, when children were aged 7 and 11.<\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Primary exposure Variables: Best Corrected Visual Acuity aged 7 and 11<\/span><\/div><div class = \"text-block\">Visual acuity was measured, with participants wearing their glasses if needed, using an Early Treatment of Diabetic Retinopathy Study (ETDRS) chart. Children wore their glasses unless they had not used the glasses for 6 months or more. Testing was performed monocularly only, using patches to occlude one eye. For children who did not know the alphabet, carers supported with matching cards. Children were encouraged to guess when unsure. The test was repeated using a pinhole. Best visual acuity was defined as whichever was the better measurement, with or without the pinhole. Children were moved to 0.5, 1, or 2 metres away from the chart if needed to allow them to read some of the letters. <\/div><div class = \"text-block\">We will use the best eye LogMAR score as a continuous exposure variable, with the unit change being 0.1 on the LogMAR scale. <\/div><div class = \"text-block\"><span>Although a small number of children had visual acuity measured using Cardiff cards due to inability to cooperate with testing using the standard chart, we will not combine these results with the others due to evidence that they may not be fully compatible <\/span><span style = \"vertical-align:super;\">10<\/span><span style = \"vertical-align:super;\">.<\/span><\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Wearing glasses<\/span><\/div><div class = \"text-block\">During the visual assessment, carers were also asked whether children wore glasses. We analysed this as a binary exposure variable (yes \/ no).<\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Visual Acuity Impairment Category<\/span><\/div><div class = \"text-block\">We will also test visual acuity impairment as a categorical variable with four categories: normal vision (LogMAR <\/= 0) without glasses; normal vision with glasses; visual acuity impairment (LogMAR > 0) without glasses; or visual impairment with glasses.<\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Between-Eye Visual Acuity Difference<\/span><\/div><div class = \"text-block\">Lastly, we will between-eye visual acuity difference as a continuous exposure variable.<\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Outcome Variables<\/span><\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Psychotic-Like Experiences<\/span><\/div><div class = \"text-block\"><span>Psychotic-Like Experiences Interview (PLIKSi): The PLIKSi is a semi-structured interview designed to elicit psychotic symptoms in the general population. It includes core questions designed to detect positive symptoms of psychosis (hallucinations, delusions, and thought interference). Each item is rated as “suspected” or definite by interviewers, and symptoms occurring only in the context of partial sleep states or fever are excluded <\/span><span style = \"vertical-align:super;\">11<\/span><span>. The PLIKSi was administered to participants at ages 13, 17, and 24, and has been validated in ALSPAC data <\/span><span style = \"vertical-align:super;\">11<\/span><span>. The primary outcome measure will be suspected or definite symptoms suspected on PLIKSi at age 24 or age 17.<\/span><\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Confounding Variables<\/span><\/div><div class = \"text-block\">The following variables have been measured in the ALSPAC dataset and will be considered a priori as putative confounders:<\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Basic Minimal Adjustment<\/span><\/div><div class = \"text-block\"><span>1)Birth sex of child (male \/ female): there is some evidence that male gender might increase risk of psychosis <\/span><span style = \"vertical-align:super;\">12<\/span><\/div><div class = \"text-block\"><span>2)Ethnicity of mother and mother’s partner: people who are in an ethnic minority in their country of residence are also known to be at higher risk <\/span><span style = \"vertical-align:super;\">13<\/span><span><\/span><\/div><div class = \"text-block\"><span>3)Categorical socioeconomic group of mother and mother’s partner: being in a in lower socioeconomic group may increase the risk of psychosis <\/span><span style = \"vertical-align:super;\">13<\/span><span> and lessen opportunity to access opticians.<\/span><\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Others<\/span><\/div><div class = \"text-block\"><span>4)Age of mother and mother’s partner in pregnancy and mother’s partner’s age in pregnancy as categorical variables: There is evidence that older paternal age is associated with schizophrenia, and maternal age is well-known to be associated with risk of chromosomal abnormalities which can increase risk of eyesight problems and mental illness <\/span><span style = \"vertical-align:super;\">14<\/span><span>. Parental age <20 has also been associated with psychotic illness in offspring, which is why this variable will not be included as a continuous variable<\/span><span style = \"vertical-align:super;\">14<\/span><span>. Categories will be <20, 21-29, 30-34, and 35+.<\/span><\/div><div class = \"text-block\"><span>5)Requirement for resuscitation at birth: This is a marker of birth hypoxia. There is clear evidence that birth hypoxia can cause both visual impairment and psychosis <\/span><span style = \"vertical-align:super;\">15, 16<\/span><span>. We will assess this as a dichotomous variable, i.e. resuscitation at birth or no resuscitation at birth, as it is expected that the need for resuscitation rather than the method used will be the confounder<\/span><span style = \"font-style:italic;\">. <\/span><\/div><div class = \"text-block\"><span>6)IQ: Intellectual disability is a risk factor for psychosis <\/span><span style = \"vertical-align:super;\">17<\/span><span> as well as being associated with visual impairment <\/span><span style = \"vertical-align:super;\">18<\/span><span>. IQ aged 8 will be analysed as a continuous variable.<\/span><\/div><div class = \"text-block\"><span>7)Higher educational level is known to predispose to myopia <\/span><span style = \"vertical-align:super;\">19<\/span><span>, and might also be a protective factor against psychosis <\/span><span style = \"vertical-align:super;\">12<\/span><span>, so could plausibly lead to negative confounding of the relationship between visual impairment and psychosis.Parental educational level will used as a proxy as this has been measured before the exposure, unlike participant educational level. This will be a categorical variable.<\/span><\/div><div class = \"text-block\"><span>8)Hearing impairment: Hearing impairment co-occurs with visual impairment in certain genetic conditions and birth complications <\/span><span style = \"vertical-align:super;\">20<\/span><span>. It is also a risk factor for psychosis, and therefore may confound the association <\/span><span style = \"vertical-align:super;\">21<\/span><span>. Presence of significant hearing impairment at age 7 will be analysed as a binary variable (normal hearing vs any impairment).<\/span><\/div><div class = \"text-block\"><span>9)Standardised Polygenic Risk Scores (PRS) for schizophrenia and bipolar affective disorder will be tested <\/span><span style = \"vertical-align:super;\">22<\/span><span>; to mitigate against the possibility that an association between myopia and psychosis is purely due to shared genetic vulnerability. These will be a continuous variables.<\/span><\/div><div class = \"text-block\"><span>10)Parity: There is evidence that higher parity increases risk of psychosis <\/span><span style = \"vertical-align:super;\">14<\/span><span> but being first-born increases risk of myopia <\/span><span style = \"vertical-align:super;\">23<\/span><span>, leading to a possibility of negative confounding by birth order. This will be included as a continuous variable.<\/span><\/div><div class = \"text-block\"><span>11)Mother’s daily vitamin D intake in pregnancy: vitamin D deficiency has been shown to be associated with both myopia and schizophrenia <\/span><span style = \"vertical-align:super;\">24, 25<\/span><span>. This will be included as a continuous variable.<\/span><\/div><div class = \"text-block\"><span>12)Maternal diagnosis of diabetes or hypertension reported during pregnancy: there has been some evidence linking diabetes in pregnancy with hallucinatory experiences in offspring<\/span><span style = \"vertical-align:super;font-style:italic;\">26<\/span><span style = \"font-style:italic;\">, <\/span><span>and in mouse models diabetes disrupts ocular development <\/span><span style = \"vertical-align:super;\">27<\/span><span>. Similarly maternal hypertension is a risk factor for psychosis <\/span><span style = \"vertical-align:super;\">14<\/span><span> and myopia <\/span><span style = \"vertical-align:super;\">23<\/span><span>. These will be assessed as binary variables (present \/ absent).<\/span><\/div><div class = \"text-block\"><span>13)Infection during pregnancy: there is evidence that in-utero exposure to infection can increase the risk of both psychosis and ocular pathology <\/span><span style = \"vertical-align:super;\">28, 2930<\/span><span>. Again, this will be assessed as a binary variable (present \/ absent).<\/span><\/div><div class = \"text-block\"><span>14)Mother used alcohol in 1-3 months of pregnancy , maternal smoking in first 3 months of pregnancy, and maternal use of recreational drugs in pregnancy: There is evidence that maternal use of alcohol and tobacco during pregnancy increases the risk of psychosis and ocular pathology in offspring<\/span><span style = \"vertical-align:super;\">3132<\/span><span>, and recreational drug use has been linked with ocular and cerebral changes <\/span><span style = \"vertical-align:super;\">33<\/span><span>. Alcohol use will be a categorical variable: none; < 1 glass per week; or > 1 glass per week, due to low numbers in higher categories and limited evidence that drinking < 1 unit per week in pregnancy is harmful <\/span><span style = \"vertical-align:super;\">34<\/span><span>. Tobacco use will be a binary variable (yes \/ no). Drug use will also be binary; reported use of any recreational drug vs none.<\/span><\/div><div class = \"text-block\">15)Parental history of depression: these variables will be dichotomised as present \/ absent.<\/div><div class = \"text-block\">16)Parental history of sight problems at time of pregnancy<\/div><div class = \"text-block\">The above putative confounding variables will be included in final models if there is evidence of attenuation of the effect size. Variables will not be included as confounders if their introduction leads to significant problems with sparsity or missing data. Where this is a problem, we will consider testing the association in the subset who do have this information available as a sensitivity analysis.<\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Sensitivity Analysis<\/span><\/div><div class = \"text-block\">As a sensitivity analysis, we will also explore different components of the PLIKSi individually.<\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Statistical Test<\/span><\/div><div class = \"text-block\"><span>We will use the statistical package STATA version 16 <\/span><span style = \"vertical-align:super;\">35<\/span><span> to analyse the results. We will use univariable (unadjusted) and multivariable (adjusted) multilevel logistic regression models to assess for an association between these variables. Odds ratios, 95% confidence intervals, and p-values will be reported. <\/span><\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Missing Data<\/span><\/div><div class = \"text-block\"><span>If there is evidence that data is missing at random then we will use multiple imputation to assess and report on the likely effects of the missing data <\/span><span style = \"vertical-align:super;\">36<\/span><span style = \"vertical-align:super;\">.<\/span><\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Anticipated Strengths and Limitations<\/span><\/div><div class = \"text-block\"><span>Strengths of the proposed study include use of one of the largest, most detailed birth cohorts available to seek longitudinal evidence of an association between visual impairment and psychosis beginning in childhood <\/span><span style = \"vertical-align:super;\">9<\/span><span>. To our knowledge this would be the first study to test an association using a childhood exposure of this type, and the first longitudinal study to test this association including female participants.<\/span><\/div><div class = \"text-block\"><span>Limitations include the potential for attrition bias. There is likely to be a significant amount of missing data given that ALSPAC is a longitudinal cohort study. Previous studies have found that only half of the cohort had complete data necessary for analysis <\/span><span style = \"vertical-align:super;\">37<\/span><span>. It is plausible that people who develop psychotic illnesses are less likely to remain in the study, which might lead to weakening of any genuine association. Missing data may introduce similar bias into the results, though the planned use of multiple imputation aims to address this. <\/span><\/div><div class = \"text-block\"><span>A further limitation is the inability to link ALSPAC to hospital records in this study. The PLIKSi is designed to measure psychotic-like experiences, rather than psychotic illnesses, which are of greater clinical relevance. In keeping with this the PLIKSi has shown poor correlation with polygenic risk scores for schizophrenia, showing that psychotic-like experiences do not entirely overlap with propensity to develop psychotic illness <\/span><span style = \"vertical-align:super;\">38<\/span><span>. The use of self-reported schizophrenia diagnosis as a secondary outcome measure is intended to strengthen validity of findings. <\/span><\/div><div class = \"text-block\">Residual and unmeasured confounding remains a possibility given that the exposure in this study cannot be allocated at random.<\/div><div class = \"text-block\"><span style = \":UNDERLINE;\">Acknowledgements<\/span><\/div><div class = \"text-block\">This work has been funded by the National Institute of Health Research (NIHR300703).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">1.<\/span><span>Moreno C, Nuevo R, Chatterji S, Verdes E, Arango C, Ayuso-Mateos JL. Psychotic symptoms are associated with physical health problems independently of a mental disorder diagnosis: results from the WHO World Health Survey. <\/span><span style = \"font-style:italic;\">World Psychiatry <\/span><span>2013;12(3):251-257.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">2.<\/span><span>Viertiö S, Laitinen A, Perälä J, Saarni SI, Koskinen S, Lönnqvist J, Suvisaari J. Visual impairment in persons with psychotic disorder. <\/span><span style = \"font-style:italic;\">Social Psychiatry and Psychiatric Epidemiology <\/span><span>2007\/09\/10 2007;42(11):902.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">3.<\/span><span>Pollak TA, Corlett PR. Blindness, Psychosis, and the Visual Construction of the World. <\/span><span style = \"font-style:italic;\">Schizophrenia Bulletin <\/span><span>2019.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">4.<\/span><span>Landgraf S, Osterheider M. “To see or not to see: that is the question.” The “Protection-Against-Schizophrenia” (PaSZ) model: evidence from congenital blindness and visuo-cognitive aberrations. 2013-July-01 2013;4(352).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">5.<\/span><span>Adams SA, Nasrallah HA. Multiple retinal anomalies in schizophrenia. <\/span><span style = \"font-style:italic;\">Schizophrenia research <\/span><span>May 2018;195:3-12.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">6.<\/span><span>Morgan VA, Clark M, Crewe J, Valuri G, Mackey DA, Badcock JC, Jablensky AJSR. Congenital blindness is protective for schizophrenia and other psychotic illness. A whole-population study. 2018;202:414-416.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">7.<\/span><span>Hayes JF, Picot S, Osborn DPJ, Lewis G, Dalman C, Lundin A. Visual Acuity in Late Adolescence and Future Psychosis Risk in a Cohort of 1 Million Men. <\/span><span style = \"font-style:italic;\">Schizophrenia Bulletin <\/span><span>2018;45(3):571-578.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">8.<\/span><span>Caspi A, Vishne T, Reichenberg A, et al. Refractive errors and schizophrenia. <\/span><span style = \"font-style:italic;\">Schizophrenia research <\/span><span>2009\/02\/01\/ 2009;107(2):238-241.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">9.<\/span><span>University of Bristol. Avon Longitudinal Study of Parents andChildren: About. Available at: <\/span><a href=\"http:\/\/www.bristol.ac.uk\/alspac\/about\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">http:\/\/www.bristol.ac.uk\/alspac\/about\/<\/span><\/a><span>. Accessed 8th October, 2020.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">10.<\/span><span>HOWARD C, FIRTH AY. Is the Cardiff Acuity Test Effective in Detecting Refractive Errors in Children? 2006;83(8):E577-E582.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">11.<\/span><span>Rossi R, Zammit S, Button K, Munafò M, Lewis G, David A. Psychotic Experiences and Working Memory: A Population-Based Study Using Signal-Detection Analysis. <\/span><span style = \"font-style:italic;\">PloS one <\/span><span>04\/27 2016;11:e0153148.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">12.<\/span><span>Fusar-Poli P, Tantardini M, De Simone S, et al. Deconstructing vulnerability for psychosis: Meta-analysis of environmental risk factors for psychosis in subjects at ultra high-risk. 2017;40:65-75.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">13.<\/span><span>Kirkbride JB, Barker D, Cowden F, Stamps R, Yang M, Jones PB, Coid JJTBJoP. Psychoses, ethnicity and socio-economic status. 2008;193(1):18-24.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">14.<\/span><span>Davies C, Segre G, Estradé A, et al. Prenatal and perinatal risk and protective factors for psychosis: a systematic review and meta-analysis. <\/span><span style = \"font-style:italic;\">The Lancet Psychiatry <\/span><span>2020\/05\/01\/ 2020;7(5):399-410.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">15.<\/span><span>Dalman C, Thomas HV, David AS, Gentz J, Lewis G, Allebeck P. Signs of asphyxia at birth and risk of schizophrenia: Population-based case–control study. <\/span><span style = \"font-style:italic;\">British Journal of Psychiatry <\/span><span>2001;179(5):403-408.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">16.<\/span><span>Van Hof-Van Duin J, Mohn G. Visual defects in children after cerebral hypoxia. <\/span><span style = \"font-style:italic;\">Behavioural Brain Research <\/span><span>1984\/11\/01\/ 1984;14(2):147-155.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">17.<\/span><span>Cooper SA, Smiley E, Morrison J, Allan L, Williamson A, Finlayson J, Jackson A, Mantry D. Psychosis and adults with intellectual disabilities. Prevalence, incidence, and related factors. <\/span><span style = \"font-style:italic;\">Soc Psychiatry Psychiatr Epidemiol <\/span><span>Jul 2007;42(7):530-536.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">18.<\/span><span>Warburg MJJoidr. Visual impairment in adult people with intellectual disability: literature review. 2001;45(5):424-438.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">19.<\/span><span>Mountjoy E, Davies NM, Plotnikov D, Smith GD, Rodriguez S, Williams CE, Guggenheim JA, Atan DJb. Education and myopia: assessing the direction of causality by mendelian randomisation. 2018;361:k2022.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">20.<\/span><span>NHS. Causes: Deafblindness. Available at: <\/span><a href=\"https:\/\/www.nhs.uk\/conditions\/deafblindness\/causes\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.nhs.uk\/conditions\/deafblindness\/causes\/<\/span><\/a><span>. Accessed 28th October, 2020.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">21.<\/span><span>Thewissen V, Myin-Germeys I, Bentall R, de Graaf R, Vollebergh W, van Os JJSR. Hearing impairment and psychosis revisited. 2005;76(1):99-103.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">22.<\/span><span>Jones HJ, Heron J, Hammerton G, et al. Investigating the genetic architecture of general and specific psychopathology in adolescence. <\/span><span style = \"font-style:italic;\">Translational Psychiatry <\/span><span>2018\/08\/08 2018;8(1):145.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">23.<\/span><span>Yu B, Dai L, Chen J, Sun W, Chen J, Du L, Deng N, Chen D. Prenatal and neonatal factors for the development of childhood visual impairment in primary and middle school students: a cross-sectional survey in Guangzhou, China. <\/span><span style = \"font-style:italic;\">BMJ Open <\/span><span>2020;10(9):e032721-e032721.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">24.<\/span><span>Kinney DK, Teixeira P, Hsu D, Napoleon SC, Crowley DJ, Miller A, Hyman W, Huang EJSb. Relation of schizophrenia prevalence to latitude, climate, fish consumption, infant mortality, and skin color: a role for prenatal vitamin d deficiency and infections? 2009;35(3):582-595.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">25.<\/span><span>Yazar S, Hewitt AW, Black LJ, et al. Myopia is associated with lower vitamin D status in young adults. 2014;55(7):4552-4559.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">26.<\/span><span>Yamasaki S, Ando S, Richards M, et al. Maternal diabetes in early pregnancy, and psychotic experiences and depressive symptoms in 10-year-old offspring: A population-based birth cohort study. <\/span><span style = \"font-style:italic;\">Schizophrenia research <\/span><span>2019\/04\/01\/ 2019;206:52-57.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">27.<\/span><span>López-Escobar B, Cano DA, Rojas A, de Felipe B, Palma F, Sánchez-Alcázar JA, Henderson D, Ybot-González P. The effect of maternal diabetes on the Wnt-PCP pathway during embryogenesis as reflected in the developing mouse eye. <\/span><span style = \"font-style:italic;\">Dis Model Mech <\/span><span>2015;8(2):157-168.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">28.<\/span><span>Bouthry E, Picone O, Hamdi G, Grangeot‐Keros L, Ayoubi JM, Vauloup‐Fellous CJPd. Rubella and pregnancy: diagnosis, management and outcomes. 2014;34(13):1246-1253.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">29.<\/span><span>Khandaker GM, Zimbron J, Lewis G, Jones PB. Prenatal maternal infection, neurodevelopment and adult schizophrenia: a systematic review of population-based studies. <\/span><span style = \"font-style:italic;\">Psychol Med <\/span><span>2013;43(2):239-257.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">30.<\/span><span>Cai L, Wan C-L, He L, Jong Sd, Chou K-CJMC. Gestational influenza increases the risk of psychosis in adults. 2015;11(7):676-682.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">31.<\/span><span>Strömland KJAOS. Ocular abnormalities in the fetal alcohol syndrome. 1985;171:1-50.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">32.<\/span><span>Zammit S, Thomas K, Thompson A, et al. Maternal tobacco, cannabis and alcohol use during pregnancy and risk of adolescent psychotic symptoms in offspring. 2009;195(4):294-300.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">33.<\/span><span>Chomchai S, Phuditshinnapatra J, Mekavuthikul P, Chomchai C. Effects of unconventional recreational drug use in pregnancy. Paper presented at: Seminars in Fetal and Neonatal Medicine, 2019.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">34.<\/span><span>Mamluk L, Edwards HB, Savović J, et al. Low alcohol consumption and pregnancy and childhood outcomes: time to change guidelines indicating apparently ‘safe’ levels of alcohol during pregnancy? A systematic review and meta-analyses. 2017;7(7):e015410.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">35.<\/span><span style = \"font-style:italic;\">Stata Statistical Software: Release 16<\/span><span> [computer program]. Version; 2019.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">36.<\/span><span>Srinivasan R, Pearson RM, Johnson S, Lewis G, Lewis G. Maternal perinatal depressive symptoms and offspring psychotic experiences at 18 years of age: a longitudinal study. <\/span><span style = \"font-style:italic;\">The Lancet Psychiatry <\/span><span>2020\/05\/01\/ 2020;7(5):431-440.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">37.<\/span><span>Wiles NJ, Northstone K, Emmett P, Lewis G. ‘Junk food’ diet and childhood behavioural problems: results from the ALSPAC cohort. <\/span><span style = \"font-style:italic;\">European Journal of Clinical Nutrition <\/span><span>2009\/04\/01 2009;63(4):491-498.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">38.<\/span><span>Zammit S, Hamshere M, Dwyer S, et al. A population-based study of genetic variation and psychotic experiences in adolescents. 2014;40(6):1254-1262.<\/span><\/div><div style = \"text-align :; float : ;\"><img style = \"\" src = \"blob:https:\/\/www.protocols.io\/7768f3ff-57a9-471e-9da9-2db37d53f611\" \/><\/div><\/div>","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">This is a protocol for a planned secondary analysis of longitudinal data, investigating whether there is an association between visual acuity and future psychotic symptoms in children.<\/div><\/div>","changed_on":1618567575}