{"id":45900,"title":"Protocol: A Scoping Review of the Biomechanics of the Autogenous Bone Graft Harvest from Proximal Tibia","title_html":"<p>Protocol: A Scoping Review of the Biomechanics of the Autogenous Bone Graft Harvest from Proximal Tibia<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bq3kmykw","doi_status":2,"uri":"protocol-a-scoping-review-of-the-biomechanics-of-t-bq3kmykw","type_id":4,"template_id":3,"published_on":1609193880,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"version_data":{"id":"0","code":"bq3kmykw","parent_id":0,"parent_uri":null,"is_same_owner":false,"has_pending_merge_request":false,"has_approved_merge_request":false},"created_on":1609193352,"modified_on":null,"categories":null,"public":1,"is_unlisted":0,"creator":{"name":"riley.sumner ","affiliation":null,"affiliations":[],"username":"m4vle1y1w1z4sle1","note":null,"link":null,"image":{"source":"\/img\/avatars\/010.png","placeholder":"\/img\/avatars\/010.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"},{"id":6,"image":{"source":"\/img\/badges\/accelerator.svg","placeholder":"\/img\/badges\/accelerator.svg"},"name":"Science accelerator"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"pooyan.eshkevari ","affiliation":"University of Louisville","affiliations":[],"username":"m4vle1y1w1z4tle1","note":"DDS, MD; Resident of Oral and Maxillofacial Surgery","link":null,"image":{"source":"\/img\/avatars\/014.png","placeholder":"\/img\/avatars\/014.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"riley.sumner ","affiliation":"University of Louisville","affiliations":[],"username":"m4vle1y1w1z4sle1","note":"MLIS, Librarian; Rowntree Library at University of Louisville Hospital","link":null,"image":{"source":"\/img\/avatars\/010.png","placeholder":"\/img\/avatars\/010.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Robert Leon Flint","affiliation":"University of Louisville","affiliations":[],"username":"w2z25413x2x2","note":"DMD, MD; Program Director, Associate Professor of Oral and Maxillofacial Surgery","link":null,"image":{"source":"\/img\/avatars\/003.png","placeholder":"\/img\/avatars\/003.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"David Seligson","affiliation":"University of Louisville","affiliations":[],"username":"w2z25413x2y2","note":"MD; Vice Chair of the University of Louisville School of Medicine, Department of Orthopedic Surgery","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[{"id":16330,"uri":"project-tibia","title":"Project Tibia","image":{"source":"https:\/\/www.protocols.io\/img\/group_placeholder.png","placeholder":"https:\/\/www.protocols.io\/img\/group_placeholder.png"},"tech_support":{"email":null,"phone":null,"hide_contact":0,"use_email":0,"url":null},"is_member":1,"request":{"id":16330,"uri":"project-tibia","title":"Project Tibia","image":{"source":"https:\/\/www.protocols.io\/img\/group_placeholder.png","placeholder":"https:\/\/www.protocols.io\/img\/group_placeholder.png"},"tech_support":{"email":null,"phone":null,"hide_contact":0,"use_email":0,"url":null},"is_member":1,"description":null,"research_interests":null,"website":null,"location":null,"affiliation":null,"status":{"is_visible":true,"access_level":0},"stats":{"files":[],"total_members":0,"total_followers":0,"total_child_groups":0,"total_parent_groups":0,"has_collaborations":0},"user_status":{"is_member":true,"is_confirmed":true,"is_invited":false,"is_owner":true,"is_admin":false,"is_following":false},"join_link":null,"token":null,"owner":{"name":" ","affiliation":null,"affiliations":[],"username":null,"note":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"is_protocol_requested":0,"is_group_requested":0,"is_my":false,"is_request":false,"is_confirmed":1,"is_declined":0,"requester":{"name":" ","affiliation":null,"affiliation_url":null,"username":null,"link":null},"protocol":{"id":0,"title":"Protocol: A Scoping Review of the Biomechanics of the Autogenous Bone Graft Harvest from Proximal Tibia","title_html":"Protocol: A Scoping Review of the Biomechanics of the Autogenous Bone Graft Harvest from Proximal Tibia","image":{"source":null,"placeholder":null},"doi":null,"doi_status":0,"uri":"protocol-a-scoping-review-of-the-biomechanics-of-t-bq3kmykw","type_id":4,"template_id":0,"published_on":null,"stats":{"number_of_views":0,"number_of_steps":0,"number_of_bookmarks":0,"number_of_comments":0,"number_of_exports":0,"number_of_runs":0,"number_of_votes":0,"is_voted":0},"parent_protocols":[],"parent_collections":[],"cited_protocols":[]},"created_on":1609193880,"resolve_on":0,"resolved_user":{"name":" ","affiliation":null,"affiliations":[],"username":null,"note":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"shared":false}}],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/protocol-a-scoping-review-of-the-biomechanics-of-t-bq3kmykw","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"4A6A0070495911EB93D9031DA28960D0","state_version_id":35,"steps":[],"document":"<div class = \"text-blocks\"><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">A Scoping Review of the Biomechanics of the Autogenous Bone Graft Harvest from Proximal Tibia<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">Sadr-Eshkevari, Pooyan; ⃰<\/span><span>DDS, MD; Resident of Oral and Maxillofacial Surgery, University of Louisville, KY<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">Sumner, Riley Katherine<\/span><span>; MLIS, Librarian; Rowntree Library at University of Louisville Hospital, Louisville, KY. <\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">Flint, Robert Leon;<\/span><span> DMD, MD; Program Director, Associate Professor of Oral and Maxillofacial Surgery, University of Louisville, KY<\/span><\/div><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:center\"><span style = \"font-weight:bold;\">Seligson, David; <\/span><span>MD; Vice Chair of the University of Louisville School of Medicine, Department of Orthopedic Surgery, KY<\/span><\/div><\/div><div class = \"text-block\">⃰ corresponding author: <\/div><div class = \"text-block\"><a href=\"mailto:pseshk01@louisville.edu\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">pseshk01@louisville.edu<\/span><\/a><\/div><div class = \"text-block\">Oral & Maxillofacial Surgery<\/div><div class = \"text-block\">University of Louisville School of Dentistry<\/div><div class = \"text-block\">501 S. Preston Street, Room 148L<\/div><div class = \"text-block\">Louisville, KY 40202<\/div><div class = \"text-block\">(502) 852-5083<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Introduction:<\/span><\/div><div class = \"text-block\"><span>Autologous cancellous bone graft has lower risk of immunologic complications and is superior in inductive and conductive bone regeneration compared to allografts. Several potential donor sites exist for maxillofacial reconstruction purposes including iliac crest and proximal tibia as the two most common. The former is generally used when a higher volume of bone graft is needed but is associated with significantly higher complication rate. The literature reports a 2.5% to 39% rate of complications needing intervention as a result of iliac crest bone graft ranging from neurovascular injuries, complex infections, and extensive hematomas, to bowel herniation, ureteral injury, and pelvic instability or fracture. Temporary paresthesia and\/or pain, seromas, and cosmetic defects are minor resolving complications with a rate of 10 to 40%.[1, 2]Although complications are generally less common and less morbid with proximal tibia autogenous bone graft harvest, up to 30 cm<\/span><span style = \"vertical-align:super;\">3 <\/span><span>may be obtained, similar to the iliac crest.[3][4] The proximal tibia has the potential to form new cancellous bone after harvesting up to full consolidation in more than 90% of the cases.[5] However, while graft from the anterior iliac crest contains active hematopoietic marrow, the autogenous bone graft harvested from the proximal tibia mostly contains quiescent marrow fat cells, suggesting superiority of the iliac grafts.[6] Also tibial plateau fracture (TPF) has been sporadically reported as a complication of proximal tibial autogenous bone harvest even when adequate care is given to the surgical technique. Authors attribute this finding to the inherent biomechanical limitations of the anatomy and the procedure.[7] This manuscript discusses a case of such complication and to systematically review the studies concerning the biomechanics of the donor site following graft harvestation. This manuscript will provide an overview of the available evidence focusing on the identification of the main concepts, theories, sources, and knowledge gaps on this topic.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Methods and analysis: <\/span><\/div><div class = \"text-block\">The primary purpose of this study is to provide a literature-based description of the biomechanics of harvesting autologous bone from the proximal tibial metaphysis. Our study will follow the Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) Checklist. With the help of our librarian, we will design a search strategy using Boolean features through PubMed and Embase, using a combination of keywords and synonyms in combination with the controlled vocabulary of the database: “biomechanics”, “mechanical properties”, “tibia”, “proximal tibial metayphysis”, and “proximal bone harvest”. Results will be filtered to English-language publications, human species, and published within the last 30 years. First hit results from PubMed and Embase and the first 200 hits from Google Scholar will be uploaded into EndNote and duplicates will be eliminated. Titles of the articles will be reviewed to eliminate potential remaining duplicates and to select articles for abstract review. We will import the RIS file in Rayyan QCRI website for abstract review and selection of articles for full text review. We will include studies on the biomechanical properties of the proximal tibia after harvest of autogenous bone. The authors will design and pilot a table for data extraction to include the authors, year of publication, the biomechanical property studied, and the outcomes. A critical appraisal of the evidence will follow.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Discussion<\/span><\/div><div class = \"text-block\">There have been few reports of tibial plateau fracture (TPF) associated with harvest of autogenous cancellous bone graft from proximal tibia. The first maxillofacial literature on the topic is a case report from 1988 (Van Daame 1988). Tibial autogenous bone graft is generally considered a safe procedure and complications are limited to infrequent seromas, hematomas, temporary sensory loss, scar and rarely gate disturbances.[8] The proximal tibia has the potential to form new cancellous bone after harvesting up to full consolidation in more than 90% of the cases.[5] However, while graft from the anterior iliac crest contains active hematopoetic marrow, the autogenous bone graft harvested from the proximal tibia mostly contains quiescent marrow fat cells, suggesting superiority of the iliac grafts.[6]<\/div><div class = \"text-block\">TPF mostly happen in male patients in their fifth decade of life, and due to traffic accidents, and the depression and shear fractures of the tibial plateau are the most common.[9] TPF may also happen iatrogenically or postoperatively in surgeries involving the related anatomies, such as lateral and medical opening wedge high osteotomies, total knee arthroplasty, and anterior cruciate ligament reconstruction.[10, 11] These fractures ae classified according to eigher Schatzke or AO classifications. For TPF seen on plain x-ray, the AO classification seemed to show higher interobserver consistency than the Schatzker classification.[12] For less severe fractures, closed reduction using cannulated screws provides the best outcomes. The treatment of the most severe fractures will involve internal fixation with plates. There is evidence in support of superior outcomes using bone substitutes along with internal fixation of Schatzke classes IV, V, and VI.[13]<\/div><div class = \"text-block\">TPF has rarely been associated with bone harvest procedures. O’Keeffe et al. reported one proximal tibia fractures in 206 patients with 230 proximal tibial bone graft harvests (1.3%). Patients were asked to be non-weight bearing on the donor lower extremity for a minimum of six weeks. The fracture happened postoperatively because there was no fracture line in the immediate postoperative radiographs.[14] Michael et al.[15] reported a case which happened at some point between the onset of pain at 3 days postoperatively and the CT finding of fracture at 5 weeks postoperatively. Based on two cases of fractures in 75 cases, Hughes and Revington [16] advised a period of partial weight bearing initially and then 3 months avoidance of contact sports.<\/div><div class = \"text-block\">Identifying the risk factors for TPFs are important in selection of proper donor site for bone harvest. Factors associated with other procedures in the area such as this fracture at the time of surgery include forceful closure of the osteotomy after an inadequately perforated medial cortex, a proximal segment being less than 1.5cm in thickness, and osteotomes entering the medial compartment due to excessive bone loss.[17] Funk et al. suggested that an axial impact with a mean peak tibial plateau load of 6.2 ± 1 .4 k will be injurious on cadaver legs especially when the time lag between the peak mid-shaft tibia load and peak tibial plateau load is around 1 .2 ± 1 .9 msec. All tibial plateau injuries in their series were Schatzker class VI with severe comminution and disruption of the articular surface. The authors concluded that the mechanism of injury consists of very high axial loading combined with posterior shear loading resulting from tension in the anterior cruciate ligament.[11]<\/div><div class = \"text-block\">Building upon this cursory review, this systematic scoping review will be conducted based on a priori protocol and will determine the value of undertaking a systematic review on the topic. The authors will summarize findings from a body of knowledge that is expected to be heterogeneous in methods or discipline to identify gaps in the literature with the ultimate goal of aiding the planning and commissioning of future research.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">References<\/span><\/div><div class = \"text-block\">1.Dimitriou R, Mataliotakis GI, Angoules AG, Kanakaris NK, Giannoudis PV: Complications following autologous bone graft harvesting from the iliac crest and using the RIA: a systematic review. Injury 42 Suppl 2:S3, 2011<\/div><div class = \"text-block\">2.Kim J-K, Song J-H, Lee K, Cho J-W, Moon K-H, Yeo D-H, Kim B-S, Oh J-K: Proximal Tibia Fracture after Proximal Tibia Autograft Harvest. J Trauma Inj 30:247, 2017<\/div><div class = \"text-block\">3.Geideman W, Early JS, Brodsky J: Clinical results of harvesting autogenous cancellous graft from the ipsilateral proximal tibia for use in foot and ankle surgery. Foot Ankle Int 25:451, 2004<\/div><div class = \"text-block\">4.van Damme PA, Merkx MA: A modification of the tibial bone-graft-harvesting technique. International journal of oral and maxillofacial surgery 25:346, 1996<\/div><div class = \"text-block\">5.Vanryckeghem V, Vandeputte G, Heylen S, Somville J: Remodeling of the Proximal Tibia Subsequent to Bone Graft Harvest:Postoperative CT Study. Foot & Ankle International 36:795, 2015<\/div><div class = \"text-block\">6.Chiodo CP, Hahne J, Wilson MG, Glowacki J: Histological differences in iliac and tibial bone graft. Foot Ankle Int 31:418, 2010<\/div><div class = \"text-block\">7.Kurt C, Tad L, Taşkiran E: [Tibial plateau fracture following oblique osteotomy of the tibial tubercle: a case report]. Acta Orthop Traumatol Turc 36:362, 2002<\/div><div class = \"text-block\">8.Alt V, Nawab A, Seligson D: Bone grafting from the proximal tibia. J Trauma 47:555, 1999<\/div><div class = \"text-block\">9.Albuquerque RPE, Hara R, Prado J, Schiavo L, Giordano V, do Amaral NP: Epidemiological study on tibial plateau fractures at a level I trauma center. Acta ortopedica brasileira 21:109, 2013<\/div><div class = \"text-block\">10.Polyzois I, Manidakis N, Graham S, Tsiridis E: An unusual periarticular fracture following ipsilateral anterior cruciate ligament reconstruction. Knee Surg Sports Traumatol Arthrosc 17:503, 2009<\/div><div class = \"text-block\"><span>11.Funk JR, Tourret LJ, Crandall JR: Experimentally produced tibial plateau fractures. <\/span><span style = \"font-style:italic;\">f Proceedings of the IRCOBI Conference<\/span><span>, (ed., 2000, <\/span><\/div><div class = \"text-block\">12.Walton N, Harish S, Roberts C, Blundell C: AO or Schatzker? How reliable is classification of tibial plateau fractures? Archives of orthopaedic and trauma surgery 123:396, 2003<\/div><div class = \"text-block\">13.Persiani P, Gurzi MD, Di Domenica M, Rosi S, Attala D, Villani C: Risk analysis in tibial plateau fractures: association between severity, treatment and clinical outcome. Musculoskelet Surg 97:131, 2013<\/div><div class = \"text-block\">14.O'Keeffe RM, Jr., Riemer BL, Butterfield SL: Harvesting of autogenous cancellous bone graft from the proximal tibial metaphysis. A review of 230 cases. J Orthop Trauma 5:469, 1991<\/div><div class = \"text-block\">15.Michael RJ, Ellis SJ, Roberts MM: Tibial Plateau Fracture following Proximal Tibia Autograft Harvest: Case Report. Foot & Ankle International 33:1001, 2012<\/div><div class = \"text-block\">16.Hughes CW, Revington PJ: The proximal tibia donor site in cleft alveolar bone grafting: experience of 75 consecutive cases. Journal of Cranio-Maxillofacial Surgery 30:12, 2002<\/div><div class = \"text-block\">17.Ivey M, Cantrell JS: Lateral tibial plateau fracture as a postoperative complication of high tibial osteotomy. Orthopedics 8:1009, 1985<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Authors’ contributions:<\/span><span> PSE wrote the first draft. RKS contributed to the methodology section. DS reviewed and revised the introduction and discussion. RLF will contribute to the final manuscript and potentially add a case. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Funding statement:<\/span><span> This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Competing interests statement: <\/span><span>we declare no competing interests.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Word Count:<\/span><span> 2016 words<\/span><\/div><\/div>","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Background:<\/span><span> The maxillofacial as well as orthopedic community have known proximal tibia bone as an abundant, reliable, and safe autogenous bone donor for reconstructive purposes. There have been reports of uncommon complications, mostly resolving seromas and hematomas, and rarely bone fractures following such procedures. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Objectives:<\/span><span> The authors aim to locate, review, and summarize the evidence concerning the biomechanics of the proximal tibial donor site following graft harvestation.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Methods and analysis: <\/span><span>Our study will follow the Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) Checklist. With the help of a librarian, we will design a search strategy using Boolean features through PubMed, Embase, and Google Scholar using terms like tibia, graft, mechanical, shear, etc, restricted to English language. We will upload the results in EndNote, eliminate the duplicates, and scan the titles for potential inclusion. We will export the chosen titles into Rayyan QCRI website for abstract review and selection of articles for full text review. A summary and a critical appraisal of the extracted evidence will follow. Thestudy protocol is registered in Open Science Framework, <\/span><a href=\"https:\/\/osf.io\/mequ6\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/osf.io\/mequ6<\/span><\/a><span>. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Article summary: <\/span><span>this study maps and summarizes the available evidence on the biomechanics of donor site following proximal tibial autogenous bone graft harvest.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Strengths and limitations of this study<\/span><\/div><div class = \"text-block\"><ul style = \"list-style-type:disc;\"><li style = \"counter-reset:ol0;list-style-type:disc;\">The strength of this study relies on its systematic review of the evidence based on gold standard methods and protocol registrations. <\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">This study suggests there is need for further investigation into the biomechanics of proximal tibia autogenous bone harvest.<\/li><li style = \"counter-reset:ol0;list-style-type:disc;\">This study is a scoping review and harbors the inherent limitations of such studies.<\/li><\/ul><\/div><\/div>","changed_on":1609193880}