{"uri":"Quantification-of-aquatic-viruses-by-flow-cytometr-dpj5km","version_id":"0","protocol_name":"Quantification of aquatic viruses by flow cytometry","protocol_name_html":"Quantification of aquatic viruses by flow cytometry","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1520316001","type_id":"1","link":"http:\/\/www.aslo.org\/books\/mave\/MAVE_102.pdf","fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"0","first_published_date":"1454065486","publish_date":"2016-01-29 11:04:46","documents":"null","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"This is a protocol from:&nbsp;<br \/><br \/>Brussaard, C. P. D., J. P. Payet, C. Winter, and M. G. Weinbauer. 2010. Chapter 11: Quantification of aquatic viruses by flow cytometry.&nbsp;Manual of Aquatic Viral Ecology. Waco, TX:American Society of Limnology and Oceanography. doi:10.4319\/mave.2010.978-0-9845591-0-7<br \/><br \/>Please see the <a href=\"http:\/\/www.aslo.org\/books\/mave\/MAVE_102.pdf\" target=\"_blank\">published manuscript<\/a> for additional information.","is_bookmarked":"0","can_reassign":"1","before_start":"","has_guidelines":"1","materials":[{"product_type_id":"1","reagent_id":"2854","reagent_linfor":"","reagent_mol_weight":"0.00","reagent_name":"FluoSpheres carboxylate modified yellow-green fluorescent microspheres, 1.0 µm diameter","reagent_public":"1","reagent_sku":"F-8823","reagent_url":"http:\/\/www.thermofisher.com\/order\/catalog\/product\/F8823","reagent_vendor_id":"9","reagent_vendor_link":"https:\/\/www.lifetechnologies.com","reagent_vendor_logo":"\/img\/vendors\/placeholder.png","reagent_vendor_name":"Thermo Scientific","can_edit":"0"}],"warning":"","version_class":"1483","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1440625230","protocol_affiliation":"Manual of Aquatic Viral Ecology","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.dpj5km","doi_status":"2","changed_fork_steps":null,"profile_url":"w2v2b443u2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/009.png","full_name":"Anna Noordeloos","created_by":"Anna Noordeloos","private_link":"6C9436EC041CBDE7C7FB9E87170C4A58","original_img":"1","username":"anna-noordeloos","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":null,"journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":222895,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[{"group_id":"45","group_uri":"verve-net","group_name":"VERVE Net","group_logo":"https:\/\/s3.amazonaws.com\/pr-journal\/cdqcwwe.png","requested_uid":null,"request_flag":null,"my_request":"1"}],"number_of_shared_runs":[],"ownership_history":[],"keywords":"","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"2","collections":[],"tags":[{"tag_id":"57","tag_name":"VERVE"}],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"3","badge_image":"\/img\/badges\/silver.svg","badge_description":"Power author!"},{"badge_id":"5","badge_image":"\/img\/badges\/earlyadopter.svg","badge_description":"Early adopter"},{"badge_id":"6","badge_image":"\/img\/badges\/socialbutterfly.svg","badge_description":"Social butterfly"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Corina P. D. Brussaard, Jérôme P. Payet, Christian Winter, and Markus G. Weinbauer","authors_list":[{"name":"Corina P. D. Brussaard","affiliation":"Manual of Aquatic Viral Ecology","username":null,"profile_image":null},{"name":" Jérôme P. Payet","affiliation":"Manual of Aquatic Viral Ecology","username":null,"profile_image":null},{"name":" Christian Winter","affiliation":"Manual of Aquatic Viral Ecology","username":null,"profile_image":null},{"name":" and Markus G. Weinbauer","affiliation":"Manual of Aquatic Viral Ecology","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/009.png","username":"anna-noordeloos","full_name":"Anna Noordeloos","created_by":"Anna Noordeloos"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"<strong>Authors:<\/strong> Corina P. D. Brussaard<sup>1<\/sup>, Jérôme P. Payet<sup>2<\/sup>, Christian Winter<sup>3<\/sup>, and Markus G. Weinbauer<sup>4<\/sup> <br \/><sup>1<\/sup>NIOZ Royal Netherlands Institute for Sea Research, PO Box 59, 1790 AB Den Burg, Texel, The Netherlands <br \/><sup>2<\/sup>Department of Earth and Ocean Sciences, University of British Columbia, Vancouver, BC, Canada <br \/><sup>3<\/sup>Department of Marine Biology, University of Vienna, Vienna, Austria <br \/><sup>4<\/sup>Microbial Ecology &amp; Biogeochemistry Group, Université Pierre et Marie Curie-Paris 6, and CNRS, Laboratoire d’Océanographie de Villefranche, Villefranche-sur-Mer, France<br \/><br \/><strong>MATERIALS AND PROCEDURES<br \/><br \/><\/strong>An outline of the FCM assay for detection and quantification of aquatic viruses is presented in<em> Fig. 1<\/em>.<br \/><br \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/3dc2xe.png\" alt=\"\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/3cc2xe.png\" data-ofn=\"MAVE ch 11 fig 1.png\" \/><br \/><em>Fig. 1.<\/em> Different processes, accompanying methodology, and critical notes for flow cytometric enumeration of aquatic viruses. <br \/><br \/><strong>Reagents and solutions<br \/><br \/><\/strong>     FCM detection and enumeration of viruses requires high-quality reagents. Water samples are preserved using 25% electron microscopy (EM)-grade glutaraldehyde (Sigma; storage at 4°C). The EM-grade glutaraldehyde is free of polymers and other contaminants and, hence, is optimal for fixing the samples. To avoid cross-contamination of samples in pipetting, it is important to prepare small aliquots of the fixative solution. <br \/>     The use of ultrapure sheath fluid is essential, since one works close to the limits of detection of the instrument. An improved FCM signal is obtained when using Milli-Q water (ultrapure deionized water with resistivity of 18.2 MΩ cm<sup>–1<\/sup>) instead of the commercially available sheath fluids (e.g., FACSFlow). Working stain solution of SYBR® green I (10,000× concentrate in DMSO; Invitrogen, Molecular Probes; storage at –20°C) is usually prepared by diluting the commercial stock (1:200) in either autoclaved Milli-Q or grade molecular water. Working solution stain can be reused but it is best to limit the number of freeze–thaw cycles (two or three) to prevent the loss of staining efficiency over time. Thus, small aliquots (1 mL) of working stain solution should be prepared. The commercial stock is supplied in DMSO, but further dilution in DMSO typically increases noise levels upon addition to the samples. Occasionally, the fluorescent dye seems responsible for generating noise, and a brief spin (~20,000g ) of the stock solution in a microfuge generally reduces the noise levels. <br \/>     Samples are diluted in sterile TE-buffer, pH 8.0 (10 mM Trishydroxymethyl-aminomethane, Roche Diagnostics; 1 mM ethylenediaminetetraacetic acid, Sigma-Aldrich) to avoid electronic coincidence (e.g., see below). The use of any diluents (e.g., phosphate-buffered saline, Milli-Q water, etc.) other than TE-buffer was found to negatively affect flow cytometric signatures of stained viruses (Brussaard 2004). <br \/>     TE-buffer should be autoclaved directly after preparation to maintain low background fluorescence (check pH before use and adjust if needed using HCl). The quality of Tris may differ depending on the supplier, and thus, it is likely to affect the quality of TE-buffer (Brussaard unpubl. data). In principle, filtration before first-time use of the TE-buffer should not be necessary. But, once opened, small batches (i.e., ~50 mL) of the TE-buffer should be prefiltered (sterile FP30\/0.2 µm; Schleicher &amp; Schnell) just before use. Change the filter for each batch of the TE-buffer. Filtration may result in enhanced noise level, depending on the filter type. Filtration of the TE-buffer through 30-kDa molecular weight cutoff filters would be ideal but time-consuming. Instead, use a new batch of sterile TE-buffer and carefully check the noise level by running a stained blank (see “Blank and reference”) before use.<br \/><br \/><strong>Sampling and storage<br \/><br \/><\/strong>     Proper storage and preservation of aquatic samples is crucial to prevent loss of virus particles. Typically, there is no need to filter or treat the natural water samples before fixation. Filtration of the samples before fixation may result in substantial loss of viruses (data not shown). Samples of 1 mL are usually taken (replicate sampling is advised), transferred into 2-mL cryovials, and fixed at a final concentration of 0.5% glutaraldehyde for 15–30 min at 4°C in the dark. After fixation, the samples are flash frozen in liquid nitrogen. Flash-freezing is very important, as fixed samples stored at 4°C show significant and rapid reductions in virus counts (Brussaard 2004; Wen et al. 2004). For the same reason, it is important to minimize the fixation period to less than an hour (15–30 min is optimal). Once frozen in liquid nitrogen, the samples should be stored at –80°C (testing storage for 6 months showed no detectable virus decay [Brussaard 2004]). Note that after a field expedition, frozen samples should be sent either in dry ice or in a liquid nitrogen dry-shipper to keep samples deep-frozen during transport.<br \/><br \/><strong>FCM setup<br \/><br \/><\/strong>     Not all FCMs have equal sensitivity to detect and enumerate aquatic viruses. Whereas some FCMs will detect only the higher green fluorescent virus subpopulations, others may not be sensitive enough to detect viruses at all. The 488-nm argon laser benchtop FCMs of Becton Dickinson (e.g., BD-FACScalibur) provide high sensitivity for virus detection. The advantage of benchtop FCMs is that the machines can be easily taken on board ship. <br \/>     Virus particles are too small to scatter light of standard benchtop FCMs. The use of nucleic acid–specific stains, such as SYBR Green I, is thus essential for virus detection. FCM signatures of stained viruses from natural samples can partially overlap with backgroundfluorescence generated by FCM. Ultimately, it is important to work with a clean FCM with low background noise to obtain high-quality, reproducible data. Moreover, several blanks should be run before analysis to check whether the FCM and the reagents are clean or not (see “Blank and reference”). <br \/>     Use maximum voltage for the green fluorescence photomultiplier tube (PMT) at which no electronic or laser noise is detected. This can be obtained by running freshly prepared Milli-Q water as sample and increasing the voltage for the green PMT until noise is detected; the maximum voltage that can be used is just below this. In some instances, the machine may seem to be clean but after running a stained blank high levels of noise are observed. Try running TE-buffer for some time, followed by another stained blank to check. If still dirty, a useful remedy can be to purge (prime) a few times and clean once more. Once the FCM is clean and ready for use, try to analyze the samples in one series, not interrupted by analysis of other organisms and use of other dyes. Bacterial enumeration can also be done from the same sample using a slightly different setting and staining protocol (Marie et al. 1999b) with no interference for virus counts. In case of a high-eventrate sample (i.e., &gt;1000 events s<sup>–1<\/sup>), rinse shortly with TE-buffer or Milli-Q before the next sample.<br \/><br \/><strong>Sample dilution<br \/><br \/><\/strong>     Typically, samples need to be diluted before analysis to minimize electronic coincidence of the virus particles (i.e., two or more virus particles pass the analysis window of the laser simultaneously, reducing accuracy of the analysis). For virus samples, this coincidence is minimized at event rates &lt;1000 events s<sup>–1<\/sup> (Marie et al. 1999b). Salts present in the water samples can strongly interfere with the efficiency of the stain SYBR Green I, resulting in inaccurate quantification of the viruses. Consequently, the final dilution factor should be greater than 10-fold, with a sample volume ≥50 µL used for the dilution. For each sample, a serial dilution of three to four different dilutions of 500 µL final volume is usually optimal to obtain an event rate within 200–800 events s<sup>–1<\/sup>). Subsequently, the rest of the samples can be analyzed using this optimal dilution factor.<br \/><br \/><strong>Sample staining<br \/><br \/><\/strong>     The samples are stained with SYBR Green I at a final concentration of 0.5 × 10<sup>–4<\/sup> of the commercial stock (i.e., add 5 µL working stain solution to 500 µL sample). The samples are then incubated at 80°C for 10 min in the dark, followed by a cooling period at room temperature in the dark for 5 min before analysis. Heating of fixed samples significantly enhances the staining efficiency of viruses (Brussaard 2004; Marie et al. 1999a). <br \/><br \/><strong>Blanks and references<br \/><br \/><\/strong>     Control blanks, consisting of TEbuffer with autoclaved 0.2-µm-filtered (or 30-kDa ultrafiltered) sample at the same dilution factor as the natural samples, should be used before FCM analysis of the samples. Filtering natural sample through a 0.02-µm pore-size filter instead of autoclaving is not advised, as this may generate substantial background noise. <br \/>     Blanks are diluted, stained, and processed identically to the samples. Very low coincidence (0–15 events s<sup>–1<\/sup>) and background fluorescence levels should be detected before proceeding with sample analysis. Blanks ideally show a total amount of 400–1100 events in 1 min of acquisition at a flow rate of ca. 40 µL min<sup>–1<\/sup>. During the analysis, always add one to two blanks to every batch of samples to monitor whether the noise level stays low. <br \/>     An internal reference can be used not only to normalize the fluorescent signal of the stained virus populations, but more importantly to detect deviations of the FCM from standard behavior. Highly diluted and well-mixed fluorescent microspheres (FluoSpheres carboxylate modified yellow-green fluorescent microspheres; 1.0 µm diameter; Invitrogen, Molecular Probes; F8823; stored at 4°C) may be used as reference. An initial brief sonication of the primary stock (1% vol\/vol, storage at 4°C) is recommended to disrupt the aggregates. Working bead solutions are then prepared by diluting the primary stock in sterile Milli-Q water (i.e., add 10 µL stock in 2.5 mL Milli-Q water) every day.<br \/><br \/><strong>Acquisition and data analysis<br \/><br \/><\/strong>     The appropriate settings for detection of stained virus particles are specific for each FCM. Fluorescence and scatter signals are collected on a logarithmic scale (4-decade dynamic range) for best results. The trigger for detection is set on green fluorescence, and data are acquired on a dot plot displaying green fluorescence versus side scatter signal (<em>Fig. 2<\/em>). Commercial benchtop FCMs come with a certain minimum threshold. This standard instrument threshold level (typically 52 for BD-FACScalibur) should be used during acquisition of the data. <br \/>     A medium flow rate between 30 and 50 µL min<sup>–1<\/sup> is adequate to detect viruses. FCMs with a sample injection port (e.g., BD-FACScalibur) should have the outer sleeve cleaned between samples to prevent cross-contamination (wipe with Kimwipes® tissue). Samples should be mixed by hand before analysis, as vortexing may result in decay of viruses (reduction of 15% for natural coastal seawater, data not shown). Allow the flow rate to stabilize before analyzing the sample. Acquisition time is typically 1 min. <br \/>     Data analysis of the raw data collected in list-mode files can be performed using a wide array of software (either supplied with the FCM or freeware from the internet; e.g., CytoWin or WinMDI). For optimal reproducibility and to include the very low green fluorescent virus particles in the data analysis, the gating should always be set to include all the particles (<em>Fig. 2<\/em>). Importantly, virus counts in the sample should be corrected for particles counted in the blanks (<em>Fig. 3<\/em>) before calculating virus concentrations.<br \/><br \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/3ec2xe.png\" alt=\"\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/3ec2xe.png\" data-ofn=\"MAVE ch 11 fig 2.png\" \/><br \/><em>Fig. 2.<\/em> Cytogram of SYBR Green I–stained viruses in typical natural aquatic sample according to protocol described herein (10,000 events plotted). For optimal reproducibility and to include the very low green fluorescent virus particles in the data analysis, the gating should always be set to include all the particles. r.u., relative units. <br \/><br \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/3fc2xe.png\" alt=\"\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/3fc2xe.png\" data-ofn=\"MAVE ch 11 fig 3.png\" \/><br \/><em>Fig. 3.<\/em> Cytogram of SYBR Green I–stained blank (using autoclaved 0.2- µm pore-size or 30-kDa prefiltered seawater instead of natural sample) according to protocol described herein (all events obtained plotted, i.e., a total of 840, of which 222 were in the window used to discriminate viruses). The diagonal streak of dots outside and on the right side of the virus window is due to the TE-buffer in combination with the fluorescent dye (SYBR Green I). r.u., relative units. <br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/>","status_id":"1","is_research":"1","status_info":null,"steps":[]}