{"id":19346,"title":"RNA Sequencing of Porine Ganglia and brainstem","title_html":"RNA Sequencing of Porine Ganglia and brainstem","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.w5sfg6e","doi_status":2,"uri":"rna-sequencing-of-porine-ganglia-and-brainstem-w5sfg6e","type_id":1,"published_on":1547573737,"version_id":0,"created_on":1547573592,"categories":null,"creator":{"name":"Leah Reznikov","affiliation":null,"username":"leah-reznikov","link":null,"image":{"source":"\/img\/avatars\/013.png","placeholder":"\/img\/avatars\/013.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null},"journal":null,"journal_name":null,"journal_link":null,"public":1,"has_versions":0,"link":null,"number_of_steps":0,"authors":[{"name":"Leah Reznikov","affiliation":"University of Florida","username":"leah-reznikov","link":null,"image":{"source":"\/img\/avatars\/013.png","placeholder":"\/img\/avatars\/013.png"},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":1,"forks_count":{"private":0,"public":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">RNA Sequencing of Porine Ganglia and brainstem<\/span><span style = \"font-weight:bold;font-weight:bold;\">\n<\/span><span style = \"font-weight:bold;\">Animals.<\/span><span>\nA total of 44 piglets (Yorkshire Landrace breed, 2–3 days of age) were fed commercial milk replacer (Soweena Litter Life) and allowed a 36–48-h acclimation period before interventions began. The University of Florida Animal Care and Use Committee approved all procedures. Procedures were completed in accordance with federal policies and guidelines. A total of 12 piglets were reserved for RNA sequencing experiments (6 male and 6 female).\n\n\n<\/span><span style = \"font-weight:bold;\">Airway instillation<\/span><span>.\nAfter acclimation, piglets were anesthetized with 8% SevoThesia (Henry Schein). The piglets’ airways were accessed with a laryngoscope; a laryngotracheal atomizer (MADgic) was passed directly beyond the vocal folds, as previously described to aerosolize either a 500 μl 0.9% saline control or 1% acetic acid in 0.9% saline solution to the airway. This procedure results in widespread distribution of aerosolized solutions throughout the piglet airway, including the lung. Consistent with acid as a cough-evoking stimulus acetic acid induced cough in 90% or greater of the piglets.\n\n\n<\/span><span style = \"font-weight:bold;\">Nodose ganglia and brain stem isolation.<\/span><span>\nForty-eight hours after instillations, piglets were euthanized with a 90 mg\/kg intravenous Euthasol solution (Henry Schein). Nodose ganglia were carefully dissected using methods that we previously developed. Ganglia were removed, placed in TRIzol, and stored at −80°C until RNA extraction. Any connective tissues, inflammatory cells, satellite cells, or blood cells covering the ganglia were not removed. A region of the brain stem encompassing the nucleus tractus solitarius, nucleus ambiguous, and dorsal motor nucleus was removed. Briefly, a blunt scissor was used to cut through the sagittal suture of the skull post mortem, and the brain was delicately excised. The cerebellum was removed, and the obex was identified. A section of the brain stem encompassing 2 mm rostral and 2 mm caudal to the obex  was then removed and placed in RNAlater (Thermo Fisher Scientific). The block was further trimmed to extend 2 mm in depth and 2 mm lateral from the obex, while still submerged in RNAlater.\n\n\n<\/span><span style = \"font-weight:bold;\">RNA isolation. <\/span><span>\nRNA from thenodose ganglia, and brain stem were isolated using RNeasy Lipid Tissue kit (Qiagen) with optional DNase digestion (Qiagen). RNA concentrations were assessed using a NanoDrop spectrophotometer (Thermo Fisher Scientific). \n\n\n<\/span><span style = \"font-weight:bold;\">RNA sequencing.<\/span><span>\nRNA concentration was determined on Qubit 2.0 Fluorometer (ThermoFisher\/Invitrogen), RNA quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies). Total RNA with 28S\/18S > 1 and RNA integrity number (RIN) ≥ 7 were used for RNAseq library construction. RNAseq library were constructed using NEBNext Ultra Directional RNA library prep kit for Illumina (New England Biolabs) following the manufacturer’s recommendations. Briefly, 1,000 ng of total RNA was used for mRNA isolation using NEBNext Ploy(A) mRNA magnetic isolation module (New England Biolabs, cat. no. E7490). RNA library construction was achieved using NEBNext Ultra Directional RNA library prep kit for Illumina (New England Biolabs; cat. no. E7420). Thirty-six barcoded libraries were sized on the bioanalyzer and quantitated by QUBIT. Libraries were pooled in an equimolar ratio and sequenced by Illumina HiSeq 3000 2X100 cycles run for total of six runs (Illumina). RNA library construction was performed at the Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression & Genotyping Core, University of Florida (UF). HiSeq 3000 sequencing run was performed at the ICBR NextGen DNA Sequencing core, UF. The nodose ganglia and brain stem of three individual piglets for each condition were prepared separately and used.\n\n\n<\/span><span style = \"font-weight:bold;\">Mapping and differential gene expression.<\/span><span>\nThe quality of the RNA-Seq sequence data was first evaluated using FastQC before further downstream analysis. Low-quality sequences were removed, and the poor-quality part of the reads were trimmed using Trimmomatic. Star Aligner was used to map high-quality paired-end reads to Sus scrofa genome, Sscrofa11.1. Expression was obtained using RSEM. The expected read counts and fragments per kilobase of transcript per million-mapped reads (FPKM) were extracted for further analysis. The estimated read counts were taken as input for edgeR to perform differential expression analysis using generalized linear models. The threshold for calling significantly differentially expressed genes was set at FDR 0.05 with the average FPKM for at least one of each comparison group being higher than 0. Additional criteria using P < 0.05 were also implemented.<\/span><\/div><div class = \"text-block\"><span>This protocol  accompanies the following publication\n3.\tReznikov LR, Liao YSJ, Gu T, Davis K, Kuan SP, Atanasova KR, Dadural JS, Collins EN, Guevara MV, Vogt KM (2019) Sex-specific airway hyperreactivity and sex-specific transcriptome remodeling in neonatal piglets challenged with intra-airway acid. AJP-Lung. Jan 1;316(1):L131-L143. doi: 10.1152\/ajplung.00417.2018. Epub 2018 Nov 8. <\/span><a style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.physiology.org\/doi\/full\/10.1152\/ajplung.00417.2018#<\/span><\/a><\/div><\/div>","changed_on":1547573737}