{"uri":"Simultaneous-measurement-of-grazing-and-viral-lysi-dyb7sm","version_id":"1","protocol_name":"Simultaneous measurement of grazing and viral lysis of phytoplankton","protocol_name_html":"Simultaneous measurement of grazing and viral lysis of phytoplankton","is_prepublished":"0","can_edit":"0","parent_id":"1762","api_version":"1","is_new_mode":"0","last_modified":"1510247633","type_id":"1","link":"","fork_id":"","public_fork_note":"","number_of_steps":"0","has_versions":"1","first_published_date":"1454065610","publish_date":"2016-01-29 11:06:50","documents":"null","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-45","mod_secs":"1","description":"An alternate version to the protocol \"<a href=\"https:\/\/www.protocols.io\/private\/2096bf1717edac7e2f89155c2fb3779a\" target=\"_blank\">Simultaneous measurement of grazing and viral lysis of phytoplankton v1<\/a>\"","is_bookmarked":"0","can_reassign":"1","before_start":"","has_guidelines":"1","materials":[],"warning":"","version_class":"1762","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1444340865","protocol_affiliation":"Royal Netherlands Institute for Sea Research","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.dyb7sm","doi_status":"2","changed_fork_steps":null,"profile_url":"w2v2b443u2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/009.png","full_name":"Anna Noordeloos","created_by":"Anna Noordeloos","private_link":"20FF41B95BBF96D315CDBAF7B8CF86C9","original_img":"1","username":"anna-noordeloos","is_retracted":"0","retraction_reason":null,"plos_id":null,"manuscript_citation":null,"journal_name":null,"is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":222897,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[{"group_id":"45","group_uri":"verve-net","group_name":"VERVE Net","group_logo":"https:\/\/s3.amazonaws.com\/pr-journal\/cdqcwwe.png","requested_uid":null,"request_flag":null,"my_request":"1"}],"number_of_shared_runs":[],"ownership_history":[],"keywords":"","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[{"tag_id":"57","tag_name":"VERVE"}],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"3","badge_image":"\/img\/badges\/silver.svg","badge_description":"Power author!"},{"badge_id":"5","badge_image":"\/img\/badges\/earlyadopter.svg","badge_description":"Early adopter"},{"badge_id":"6","badge_image":"\/img\/badges\/socialbutterfly.svg","badge_description":"Social butterfly"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Corina Brussaard, Anne-Claire Baudoux, Anna A. M. Noordeloos, Marcel J. W. Veldhuis","authors_list":[{"name":"Corina Brussaard","affiliation":"Royal Netherlands Institute for Sea Research","username":null,"profile_image":null},{"name":" Anne-Claire Baudoux","affiliation":"Royal Netherlands Institute for Sea Research","username":null,"profile_image":null},{"name":" Anna A. M. Noordeloos","affiliation":"Royal Netherlands Institute for Sea Research","username":null,"profile_image":null},{"name":" Marcel J. W. Veldhuis","affiliation":"Royal Netherlands Institute for Sea Research","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/009.png","username":"anna-noordeloos","full_name":"Anna Noordeloos","created_by":"Anna Noordeloos"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"<em><strong>Sampling and physicochemical variables<br \/><br \/><\/strong><\/em>In July–August of 2009, 32 stations were sampled in the Northeast Atlantic Ocean during the shipboard expedition of STRATIPHYT (changes in vertical stratification and its impacts on phytoplankton communities) (Figure 1). Water samples were collected from at least 10 separate depths in the top 250-m water column using GO-flow (General Oceanics, Miami, FL, USA), 10-liter samplers mounted on an ultra-clean (trace-metal free) system equipped with CTD (Sea-Bird Electronics, Bellevue, WA, USA) with standard sensors and auxiliary sensors for chlorophyll autofluorescence (Chelsea Awuatracka MK III sensor, Chelsea Instruments, West Molesey, UK). Data from the chlorophyll autofluorescence sensor were calibrated against high-performance liquid chromatography data according to van de Poll et al. (2013), in order to determine the total chlorophyll a (Chl a). Samples were taken inside a 6-m clean lab for analysis of inorganic nutrients (5 ml) and flow cytometry (10 ml). Samples for dissolved inorganic nutrients (5 ml) were analyzed onboard using a Bran +Luebbe Quaatro AutoAnalyzer (SEAL Analytical GmbH, Norderstedt, Germany) for dissolved orthophosphate (Murphy and Riley, 1962), nitrate and nitrite (NOx) (Grasshoff, 1983), and ammonium (Koroleff, 1969; Helder and de Vries, 1979). Detection limits were 0.028 μmol l<sup>− 1<\/sup> for PO<sub>4<\/sub><sup> 3 −<\/sup> , 0.10 μmol l<sup> − 1<\/sup> for NOx and 0.09 μmol l <sup>− 1<\/sup> for NH<sup>4 +<\/sup> . Water samples for the modified dilution assay, to determine viral lysis and microzooplankton grazing rates on phytoplankton, were taken from the depth with maximal phytoplankton Chl a autofluorescence, that is, the deep chlorophyll maximum (DCM) or mixed layer (ML). All materials used for sampling water for dilution experiments were prewashed in acid (0.1 M HCl, overnight), rinsed with Milli-Q water (Veolia Water Technologies, Ede, Netherlands) (three times) and rinsed with in-situ water before use.<br \/><br \/>Density of seawater was expressed as σT values, defined as σT = ρ(S,T) − 1000, where ρ(S,T) is the density of seawater at temperature T and salinity S measured in kg m<sup>− 3<\/sup> at standard atmospheric pressure. Temperature eddy diffusivity (K<sub>T<\/sub>) data, referred to here as the vertical mixing coefficient, were derived from temperature and conductivity microstructure profiles measured using a SCAMP (Self Contained Autonomous Microprofiler) (Stevens et al., 1999; Jurado et al., 2012). The SCAMP was deployed at fewer stations (that is, 14) and to lower depths (up to 100 m) than the remainder of the data in the present study. In order to correct for this deficiency, data were interpolated using the spatial kriging function ‘krig’ executed in R using the ‘fields’ package (Furrer et al., 2012). Interpolated K<sub>T<\/sub> values were bounded below by the minimum value measured; the upper values were left unbounded. This resulted in estimated K<sub>T<\/sub> values, which preserved the qualitative pattern and range of values previously reported (Jurado et al., 2012). In addition, the depth of the ML (Z<sub>m<\/sub>) was determined as the depth at which the temperature difference with respect to the surface was 0.5 °C (Levitus et al., 2000; Jurado et al., 2012). As shown by Brainerd and Gregg (1995), this definition of the ML provides an estimate of the depth through which surface waters have been mixed in recent days. On the few occasions where SCAMP data were not available, Z<sub>m<\/sub> was determined from CTD data. Temperature profiles obtained from SCAMP and CTD measurements were compared and showed good agreement. To quantify the strength of stratification, CTD data were processed with SBE Seabird software (Sea-Bird Electronics) to calculate the Brunt–Väisälä frequency (N<sup>2<\/sup> , in rad<sup>2<\/sup> s<sup>-2<\/sup>) using the Fofonoff adiabatic leveling method (Bray and Fofonoff, 1981). The Brunt–Väisälä frequency represents the angular velocity (that is, the rate) at which a small perturbation of the stratification will re-equilibrate. Hence, it is a simple measure of the stability of the vertical stratification.<br \/><br \/>In October–November 2011, an opportunity was presented to join the MEDEA (Microbial Ecology of the Deep Atlantic) cruise, to conduct additional modified dilution experiments in the oligotrophic area of the Northeast Atlantic Ocean (Figure 1). During MEDEA, physicochemical parameters were measured from three to five depths per station within the upper 120- m water column using the same methods as for STRATIPHYT. However, no SCAMP measurements were conducted during MEDEA and ammonium concentrations were not determined. Samples for modified dilution assays were taken mostly from the DCM depth (Supplementary Table S1)<strong>.<\/strong><strong><br \/><\/strong><em><strong><br \/>Microbial abundances<br \/><br \/><\/strong><\/em>Viruses, bacteria, cyanobacteria and eukaryotic phytoplankton &lt;20 μm were enumerated using a BectonDickinson (Erembodegem, Belgium) FACSCalibur flow cytometer (FCM) equipped with an air-cooled Argon laser with an excitation wavelength of 488 nm (15 mW). Approximately 1 ml of fresh seawater was used for enumeration of phytoplankton using methods described by Marie et al. (2005). Phytoplankton were differentiated based on their autofluorescence properties using bivariate scatter plots of either orange (that is, phycoerythrin, present in <em>Synechococcus spp<\/em>.) or red fluorescence (that is, Chl a, present in all phytoplankton) against side scatter. Average cell size for phytoplankton subpopulations were determined by size fractionation of whole water by sequential gravity filtration through 8, 5, 3, 2, 1, 0.8 and 0.4 μm pore-size polycarbonate filters, by assuming spherical diameter (Ø) of size displayed by the median (50%) number of cells retained for that cluster. In total, eight distinct phytoplankton groups were detected and sized by sequential size-fractioned gravity filtration, that is, two picoeukaryotic groups (average Ø of 1.4 and 1.5 μm, respectively), three nanoeukaryotic groups (3, 6 and 8 μm Ø, respectively) and three picocyanobacteria groups (<em>Synechococcus spp<\/em>. of 0.9 μm Ø and ecotypes <em>Prochlorococcus<\/em> high light of 0.6 μm Ø in surface waters and <em>Prochlorococcus<\/em> low light of 0.7 μm Ø in the DCM).<br \/><br \/>Bacteria and viruses were enumerated according to Marie et al. (1999) and Brussaard et al. (2010), respectively, with modifications according to Mojica et al. (2014). Briefly, samples were fixed with 25% glutaraldehyde (EM-grade, Sigma-Aldrich, Zwijndrecht, The Netherlands) to a final concentration of 0.5% for 15–30 min at 4 °C, flash frozen and stored at −80 °C until analysis. Thawed samples were diluted in TE buffer (pH 8.2, 10 mM Tris HCl, 1 mM EDTA; Mojica et al., 2014), stained with the nucleic acidspecific green fluorescence dye SYBR Green I (final concentration of 1 × 10<sup>−4<\/sup> and 5 × 10 <sup>−5<\/sup> of the commercial stock concentration; Life Technologies, Bleiswijk, The Netherlands) and incubated in the dark at either room temperature for 15 min or at 80 °C for 10 min, for bacteria and viruses, respectively. Cooled samples (5 min, room temperature) were then analyzed on the flow cytometer with the discriminator set on green fluorescence. Five distinct virus groups, labeled V1–V5, were identified based on their green fluorescence and side scatter characteristics (Figure 2). Low fluorescing viral groups, V1 and V2, are considered to be primarily dominated by phages infecting heterotrophic bacteria, although some evidence suggests that eukaryotic algal viruses can also display similar low fluorescence signatures (Brussaard and Martinez, 2008; Brussaard et al., 2010). The other virus groups generally contain more algal viruses, with both proand eukaryotic algal viruses contributing to the V3 group, whereas the higher side scatter groups, V4 and V5, commonly represent large double-stranded DNA algal viruses (Jacquet et al., 2002; Brussaard, 2004b; Baudoux et al., 2006).<br \/><br \/><em><strong>Redundancy<\/strong><\/em><strong><em> analysis<\/em><br \/><br \/><\/strong>We applied multivariate statistical analysis to data obtained from STRATIPHYT, to test hypotheses (H1) and (H2) put forth in the Introduction section. The analysis was performed using R statistical software (R Development Core Team, 2012) supplemented by the vegan package (Oksanen et al., 2013<em>). <br \/><br \/><\/em>First, we performed a data exploration following the protocol described in Zuur et al. (2010). Most phytoplankton groups distinguished by flow cytometry had limited biogeographical distributions within our study area and consequently suffered from zero inflation (for example, zeroes in &gt;20% of the data points for almost every phytoplankton group). To avoid issues arising from zero inflation and provide good quality explanatory data, phytoplankton groups were clustered into different categories: total picocyanobacteria (<em>Synechococcus,<\/em> <em>Prochlorococcus<\/em> high-light ecotype and <em>Prochlorococcus<\/em> low-light ecotype), total picoeukaryotes (picoeukaryotes I+II), total nanoeukaryotes (nanoeukaryotes I+II+III) and total phytoplankton. For hypothesis (H1), the response variables were the abundances of the bacteria and different phytoplankton groups, and total Chl a, whereas the explanatory variables were latitude, vertical mixing coefficient (K<sub>T<\/sub>, temperature eddy diffusivity), a stratification index (N<sup>2<\/sup> , Brunt–Väisälä frequency) and temperature. For hypothesis (H2), the response variables were the virus groups V1–V5 and total viral abundance, whereas the explanatory variables were the bacteria, different phytoplankton groups, total Chl a and the environmental variables latitude K<sub>T<\/sub>, N<sup>2<\/sup> and temperature. Virus, bacteria, phytoplankton and chlorophyll data were log(x+1) transformed, and the vertical mixing coefficient and temperature were log transformed to improve the homogeneity of variance.<br \/><br \/>Next, to obtain the most parsimonious model, data were examined for collinearity of the explanatory variables by calculating variance inflation factors using the R function corvif (Zuur et al., 2009). In a stepwise manner, all explanatory variables with variance inflation factors &gt;8 were removed from the model. For hypothesis (H1), variance inflation factor analysis resulted in the selection of four explanatory variables: latitude, K<sub>T<\/sub>, N<sup>2<\/sup> and temperature. For hypothesis (H2), variance inflation factor analysis resulted in the selection of eight explanatory variables: picocyanobacteria (Cyano), picoeukaryotic phytoplankton (PicoEUK), nanoeukaryotic phytoplankton (NanoEUK), bacteria, Chl a, latitude, N<sup>2<\/sup> , K<sub>T<\/sub> and temperature.<br \/><br \/>Initial scatterplots of the response and explanatory variables revealed strong linear relationships and therefore redundancy analysis (RDA) (Zuur et al., 2009) was chosen over canonical correspondence analysis. RDA is a combination of multiple regression analysis and principal component analysis for multivariate data. Forward selection was applied to select only those explanatory variables that contributed significantly to the RDA model, while removing nonsignificant terms. Significance was assessed by a permutation test, using the multivariate pseudo-F as test statistic (Zuur et al., 2009). A total of 9999 permutations were used to estimate P-values associated with the pseudo-F statistic.<br \/><br \/>RDA was based on all sampling points for which we had a complete data set of explanatory and response variables. For hypothesis (H1), this amounted to 80 samples (ranging from 0 to 225 m depth, with 4–11 depths sampled per station) from 15 stations of the STRATIPHYT cruise. For hypothesis (H2), the explanatory variable N<sup>2<\/sup> was not significant (see Results). Hence, RDA could be performed on 96 samples, as the removal of N<sup>2<\/sup> permitted the inclusion of sampling points from STRATIPHYT stations that lacked N<sup>2<\/sup> data.<br \/><br \/><strong><em>Modified dilution experiments<br \/><br \/><\/em><\/strong>To investigate hypothesis (H3) we determined viral lysis and microzooplankton grazing rates of the different phytoplankton groups using the modified dilution assay according to Kimmance and Brussaard (2010). For both the STRATIPHYT and MEDEA cruises, experiments were conducted onboard, using water samples obtained from those depths where Chl a autofluorescence was maximal (that is, DCM or ML). Natural seawater, gently passed through a 200-μm mesh to remove mesozooplankton (while retaining microzooplankton), was combined with 0.45 μm diluent or 30 kDa ultrafiltrate in proportions of 100%, 70%, 40% and 20%, to gradually decrease the mortality impact with increasing dilution (Supplementary Figure S1a). The 0.45 μm filtrate, prepared with the goal of removing the microzooplankton grazers, was achieved by gravity filtration of natural seawater through a 0.45-μm Sartopore capsule filter with a 0.8-μm prefilter (Sartopore 2300, Sartorius Stedim Biotech, Göttingen, Germany). The 30-kDa ultrafiltrate, prepared to remove grazers and viruses, was generated by tangential flow filtration using a polyethersulfone membrane (Vivaflow 200, Sartorius Stedim Biotech, Göttingen, Germany). All experiments were performed in triplicate in 1-liter clear polycarbonate bottles. After preparation of the two parallel dilution series (12 bottles each), a 3-ml subsample was taken and phytoplankton was enumerated by FCM as specified previously. The bottles were then incubated for 24 h in an on-deck flowthrough seawater incubator at<em> in situ<\/em> temperature and light (using neutral density screen) conditions. After the 24-h incubation period, a second FCM phytoplankton count was executed and the resulting growth rate for each phytoplankton group determined. Dual measurements of viral lysis and grazing rates were obtained for all phytoplankton groups, except for <em>Prochlorococcus<\/em> high light, which was largely absent from the sampled depths.<br \/><br \/>The microzooplankton grazing rate was estimated from the regression coefficient of the apparent growth rate versus fraction of natural seawater for the 0.45-μm series, whereas the combined rate of viral-induced lysis and microzooplankton grazing was estimated from a similar regression for the 30- kDa series (Supplementary Figures S1b and c) (Baudoux et al., 2006; Kimmance and Brussaard, 2010). A significant difference between the two regression coefficients (as tested by analysis of covariance) indicates a significant viral lysis rate. Phytoplankton gross growth rate (μ<sub>gross<\/sub>, in the absence of grazing and viral lysis) was derived from the y intercept of the 30-kDa series regression.<br \/><br \/>The viral lysis and grazing rates were analyzed with a two-way analysis of variance with type II sum of squares, to assess differences between the two sources of mortality (viral lysis versus grazing) and among the phytoplankton groups (<em>Synechococcus, Prochlorococcus<\/em> low light, total picoeukaryotes and total nanoeukaryotes). Homogeneity of variance was confirmed by Levene’s test and post-hoc comparison of the means was based on Tukey’s honest significant difference test using SPSS version 22.0 (IBM Corp., Armonk, NY, USA). Potential relationships between biological parameters obtained from the modified dilution assays (for example, phytoplankton abundance, μ<sub>gross<\/sub>, viral lysis and grazing rates) and environmental parameters were examined by Spearman’s rank correlation coefficient. Probability values were adjusted with Holm’s correction for multiple hypothesis testing using the corr.p function of psych (Revelle, 2014) implemented in R (R Development Core Team, 2012). The correlation analysis was performed on the complete data set (n = 105) with a significance level (α) of 0.05.<br \/><br \/><strong><em>Figures<br \/><br \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/bbwc2w6.jpg\" alt=\"\" width=\"300\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/bbvc2w6.jpg\" data-ofn=\"fig1.jpg\" \/><br \/><br \/><br \/><\/em>Figure 1: <\/strong>Bathymetric map of the stations sampled during the cruises STRATIPHYT (white circles and red diamonds) and MEDEA (green squares and black diamonds). Modified dilution assays to determine viral lysis and microzooplankton grazing rates were performed at stations indicated by the red and black diamonds. Cruise track was prepared using Ocean Data View (ODV version 4.6.5, Schlitzer, 2002).<br \/><br \/><br \/><img id=\"s-mce-img\" class=\"s-mce-img\" src=\"https:\/\/s3.amazonaws.com\/pr-journal\/bbyc2w6.jpg\" alt=\"\" width=\"300\" data-src=\"https:\/\/s3.amazonaws.com\/pr-journal\/bbxc2w6.jpg\" data-ofn=\"fig2.jpg\" \/><br \/><br \/><strong>Figure 2: <\/strong>A typical dot plot of viruses counted with flow cytometry in a water sample of the STRATIPHYT cruise. Viruses (and bacteria) were discriminated by green fluorescence versus side scatter; V1–V5 indicate the five virus groups distinguished by flow cytometry.<strong><br \/><br \/><br \/><br \/><\/strong><em><strong><br \/><\/strong><\/em>","status_id":"1","is_research":"1","status_info":null,"steps":[]}