{"id":21779,"title":"Subliminal emotional pictures are capable to modulate early cerebral responses to pain in fibromyalgia","title_html":"Subliminal emotional pictures are capable to modulate early cerebral responses to pain in fibromyalgia","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.zhtf36n","doi_status":2,"uri":"subliminal-emotional-pictures-are-capable-to-modul-zhtf36n","type_id":1,"published_on":1559837166,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1553528468,"categories":null,"creator":{"name":"Irene Peláez","affiliation":"Universidad Rey Juan Carlos","affiliations":[{"affiliation":"Universidad Rey Juan Carlos","url":"","is_default":1}],"username":"irene-pelez","link":"https:\/\/doi.org\/10.1371\/journal.pone.0217909","image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null},"journal":"PLOS One","journal_name":"PLOS One","journal_link":"https:\/\/doi.org\/10.1371\/journal.pone.0217909","article_citation":"Peláez I,  Ferrera D,  Barjola P,  Fernandes R,  Mercado F (2019) Subliminal emotional pictures are capable of modulating early cerebral responses to pain in fibromyalgia. PLoS ONE  14(6): e0217909. doi: <a target=\"_blank\" href=\"https:\/\/dx.doi.org\/10.1371\/journal.pone.0217909\">10.1371\/journal.pone.0217909<\/a> ","public":1,"has_versions":0,"link":"https:\/\/doi.org\/10.1371\/journal.pone.0217909","total_collections":0,"number_of_steps":1,"authors":[{"name":"Irene Peláez","affiliation":"Universidad Rey Juan Carlos","affiliations":[],"username":"irene-pelez","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[],"research_interests":null},{"name":"David Ferrera","affiliation":"Universidad Rey Juan Carlos","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Paloma Barjola","affiliation":"Universidad Rey Juan Carlos","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Roberto Fernandes","affiliation":"Universidad Rey Juan Carlos","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null},{"name":"Francisco Mercado","affiliation":"Universidad Rey Juan Carlos","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[{"id":724636,"guid":"7A41BEA04F1411E9860BA7CC110E53E9","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"60511B9E7FDB4BC894742469A417B97A","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"A904E520DFC144F2A7CDFBA1148E5853","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><\/div>"}}],"cases":null,"data":null,"section":null,"section_color":null,"duration":0}],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Participants<\/span><\/div><div class = \"text-block\">A total of fifty-six right-handed women (29 healthy control (HC) subjects and 27 FM patients) took part in the experiment. All participants were aged between 33 and 63 years. Patients fulfilled the 1990 American College of Rheumatology (ACR) diagnostic criteria for FM.<\/div><div class = \"text-block\">The sample of HC participants was made up in such a way as to allow matching for age and education level with patients. No differences were found when the ages (t = 0.65, p = .52) and educational levels (t = -1.05, p = .30) of both groups were compared. Most FM patients were taking analgesics or NSAIDS (nonsteroidal anti-inflammatory drugs). Patients who were taking medication (47.82%; low-dose of benzodiazepines or SSRI) continued to do so because of both medical prescription and ethical considerations. Neurological disease or disorders that impair cognitive functions, psychosis and substance abuse\/dependence were set as exclusion criteria, so participants with these medical conditions were excluded from the study. All participants had normal or corrected-to-normal eyesight. The socio-demographic and psychological measures of patients whose data were finally processed are shown in Table 1, along with information about their medication.<\/div><div class = \"text-block\">Participants gave written informed consent for their involvement in the experiment. The Rey Juan Carlos University Research Ethics Board approved the study according to the requirements of this committee. Several self-report instruments were administered to the participants just before starting the experiment. These were two different Visual Analogue Scales (VAS) for assessing both pain perception and fatigue, and the state form of the State-Trait Anxiety Inventory (STAI). At the end of the experiment both VAS were administered again, along with the rest of the self-report questionnaires. The whole sample filled out the STAI [36], the Pain Catastrophizing Scale (PCS) [37], Beck's Depression Inventory (BDI) [38], the Fear of Pain Questionnaire (FPQ-III) [39] and the Tampa Scale for Kinesiophobia [40]. Only FM patients filled out the Fibromyalgia Impact Questionnaire, FIQ [41], a questionnaire to assess their current health and functional status.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Stimuli and procedure<\/span><\/div><div class = \"text-block\">The Gentask module of the STIM2 package (NeuroScanInc) was used as the software for the stimuli presentation and data acquisition. It includes a dedicated visual system and a four-button response pad for data collection. The experimental paradigm consisted of two types of stimuli. Each trial included a masked emotional picture followed by a laser stimulus. Three types of emotional pictures were presented to participants: neutral (N), arousing-negative (A-) and pain-related (P). Sixty pictures representing A-, P and N emotions were used, and each picture was presented four times. Forty of the pictures belonging to the A- and N emotional categories were selected from the International Affective Picture System (IAPS) [42], according to normative ratings of valence and arousal. For the P category, 20 pictures was selected from the Photograph Series of Daily Activities Scale (PHODA).<\/div><div class = \"text-block\">In order to ensure that the emotional pictures were not consciously perceived, a forward and backward masking procedure was used. The presentation of emotional stimuli followed a semi-random order, such that there were never more than two consecutive trials of the same emotional category. <\/div><div class = \"text-block\"><span>The experimental session was carried out in a light and sound-attenuated room, in which subjects were seated facing a 19′′ flat-panel monitor (refresh rate 60Hz) connected to the STIM2 system, at a distance of 60 cm. Participants were instructed to look continuously at the centreof the screen where the visual stimulation was presented. As mentioned above, after the appearance of the emotional masked pictures, laser stimuli were presented in rapid succession. Laser stimulation was delivered over the dorsum of participants’ non-dominant hand, the central region being avoided as recommended by previous studies. This stimulation was applied using a CO<\/span><span style = \"vertical-align:sub;\">2<\/span><span> laser (Neurolas, Electronic Engineering; wavelength of 10.6 µm) with a power of 9 watts and a duration of 30ms. The laser pulse was set at two intensities: infra-threshold level (non-painful stimulus: it was never perceived as painful by subjects) and supra-threshold level (painful stimulus: it was always perceived as painful). These two intensities were selected for each subject before the experimental session, using the method of limits. Finally, to prevent participants seeing the laser beam direction and to avoid distractions, the hand was inserted into a box that was only open at the top. Subjects and experimenters wore protective goggles during all phases of the experimental procedure.<\/span><\/div><div class = \"text-block\">Participants were informed that both laser intensities might be used during the experiment, but never something stronger than they had felt in the previous session. At the end of each trial, they were asked to report the intensity of pain perceived from the laser stimulation, as quickly as possible, by pressing a button on a device with four numbers where ‘1’ corresponded to no pain sensation, ‘2’ to moderate pain, ‘3’ to intense pain and ‘4’ to very intense pain. A total of 240 trials (80 for each emotional category) were performed in which half of the laser stimuli were applied above the pain threshold (painful stimulus) and half below (innocuous stimulus). Combining the three types of emotional pictures and the two intensities of laser stimulation, six experimental conditions of 40 trials each were configured: negative picture followed by painful stimulus (A- Pain), negative picture\/innocuous stimulus (A- NoPain), neutral picture\/painful stimulus (N Pain), neutral picture\/innocuous (N NoPain), pain-related picture\/painful stimulus (P Pain) and pain-related picture\/innocuous (P NoPain).<\/div><div class = \"text-block\">The inter-trial interval was set at 3500ms. The task was divided into six blocks of 40 trials each, and after each block participants were offered an optional short break (1-2 mins per break) to minimise fatigue. The entire experimental task lasted 14 minutes. All participants were instructed to perform a practice block in order to familiarise themselves with the experimental task. This block consisted of 20 trials containing 10 N images (different from those used during the task) presented during the appearance of painful and non-painful stimuli. <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">EEG recording and pre-processing<\/span><\/div><div class = \"text-block\">Brain electrical activity was recorded using an electrode cap (ElectroCap International) with 60 homogeneously distributed scalp electrodes. All electrodes were referenced to mastoids. Vertical and horizontal eye movements were monitored through an electrooculographic (EOG) recording. Electrodes were located infra- and supra-orbitally (vertical EOG) as well as at the left and right orbital rim (horizontal EOG). Electrode impedances were kept below 5 kΩ. An online bandpass filter from 0.1 to 40 Hz (3 dB point’s for−6 B\/octave roll-off) was applied for the recording amplifiers. Further, data were digitally filtered using a 30 Hz 24 dB\/octave low-pass filter. Channels continuously digitised the data at a sampling rate of 250 Hz throughout the entire recording session. Off-line pre-processing was performed using Brain Vision Analyzer software (Brain Products). The continuous recording was divided into 1200ms epochs for each trial, beginning 200ms before stimulus onset. EOG-artifact removal was carried out according to the procedure described by Gratton and coworkers.<\/div><div class = \"text-block\">Baseline correction and EEG visual inspection was also carried out, eliminating epochs with artifacts for further analyses. Data from twelve participants were removed from further analyses because of the high rate of artifact-contaminated trials (over 35%). <\/div><div class = \"text-block\">LEP averages were categorised according to each type of stimulus (3 types of emotional pictures x 2 levels of laser stimulus).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Picture detection test and emotional picture assessment<\/span><\/div><div class = \"text-block\">After the experimental task, participants were required to perform a forced-choice task to check whether subliminal emotional pictures were indeed shown under the awareness threshold. Before starting this test, participants were informed of the existence of masked images. The forced-choice task was also applied using the Gentask module of the STIM2 package. Therefore, participants were instructed to say in each trial whether they consciously perceived the masked picture and to decide in which location on the screen that masked picture was displayed: on the left or on the right side. The order of presentation for the 120 trials (20 pictures for each of the three emotional categories, repeated twice: one in the left-hand position and the other one in the right-hand position) was pseudo-randomised, so no more than three consecutive trials of the same emotional category or location were shown. Analyses of the extent of stimuli awareness were carried out using an objective threshold for unawareness defined by an identification procedure in which if the stimulus was perceived by the subject in no more than 50% (at chance) of cases, according to Signal Detection Theory (SDT)  it is unlikely that there was conscious awareness of the stimulus (d´=0). Any responses given after 2500ms and omissions were not taken into account in these analyses.  <\/div><div class = \"text-block\">Finally, to confirm whether the emotional pictures had the a priori assumed valence and arousal levels, participants were asked to rate them on a bi-dimensional scaling test (valence: from 1-unpleasant to 5-pleasant; and arousal: from 1-very relaxing to 5-very arousing). Both rating scales were presented at the same time on the screen during the image presentation. Participants made their ratings by selecting their preferred option on the display with the mouse.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Statistical analysis<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Control and behavioural<\/span><span style = \"font-weight:bold;font-weight:bold;\"> <\/span><span style = \"font-weight:bold;\">analyses <\/span><\/div><div class = \"text-block\">To check for possible differences between both laser intensities (infra- and supra-threshold levels) used for each group of participants a t-test for independent samples was conducted. <\/div><div class = \"text-block\">Participants’ assessments of the values of valence and arousal for the emotional images were analysed using a repeated-measures ANOVA with Emotion (N, A-, P), and Group (FM patients and HC participants) as factors. Post hoc comparisons were made to determine the signiﬁcance of pairwise contrasts, using the Bonferroni test (alpha < .05). <\/div><div class = \"text-block\">To test the influence of masked emotional pictures on behaviouralperformance with respect to group of participants, pain intensity rating (PR) and reaction times (RTs) to laser stimulus were analysed. In the case of RTs, we carried out outlier analyses. Responses above 2500ms or below 200ms were identified in order to be omitted from the analyses.<\/div><div class = \"text-block\"><span>Repeated measures ANOVAs exmaining RTs and PR as dependent variables and Emotion (three levels: N, A-, P), Laser stimulus (two levels: Pain and NoPain) and Group (two levels: FM and HC participants) as factors, were carried out. Where necessary, Greenhouse-Geisser (GG) correction was applied to adjust the degrees of freedom of the F ratios and to overcome sphericity violations. Bonferroni adjustment (alpha = .05) was conducted for follow-up contrasts to control for Type I error rate (reported p-values reflect probabilities after Bonferroni correction). A signiﬁcance level of .05 (two-tailed) was used for all statistical analyses where significant contrast. Effect sizes were computed using the partial eta-square (ƞp<\/span><span style = \"vertical-align:super;\">2<\/span><span>) method. Finally, possible relationships between PR and RTs and clinical variables (STAI, BDI and PCS) were examined by means of regression analyses. <\/span><\/div><div class = \"text-block\">The possible effect of medication on PR and RTs within the FM group was tested for, using a one-way analysis of variance model including patients using and not using particular medications (separately for analgesics, NSAIDS, tricyclics, SSRI and benzodiazepines). All statistical analyses were carried out using IBM SPSS Statistics (version 22).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">LEP analysis: Detection and quantification<\/span><\/div><div class = \"text-block\">Temporal principal component analysis (tPCA) performed using a covariance matrix was applied to detect and quantify the LEP components explaining most of the brain electrical activity variance. <\/div><div class = \"text-block\">Forty-two subjects, six trial categories (3 emotional pictures and 2 laser stimulus) and sixty electrode sites yielded a total of 15,120 averaged waveforms which served as the data base for the PCA. The decision on the number of factors to extract was made by applying a screen test. Selected factors were Promax rotated.<\/div><div class = \"text-block\"><span>Statistical analyses were performed on SPSS Statistics 22.0 (IBM, Inc). Based on both the PCA analysis and grand averages inspection, pertinent LEP time windows were selected for analysing different phases within the pain processing. The mean amplitude was calculated for each LEP component, choosing nearby electrodes regions, in each temporal window.A 3 × 2 × 2 repeated-measures ANOVAs were carried out including Emotion (N, A-, P), Laser stimulus (Pain, NoPain) and Group (FM patients and HC participants) as the between-subject factor in each LEP time window. The Greenhouse–Geisser (GG) epsilon correction was applied to adjust the degrees of freedom of the F ratios where necessary, and post hoc comparisons to determine the significance of pairwise contrasts were performed using the Bonferroni procedure (alpha < .05). Effect sizes were also reported using the partial η -square (η<\/span><span style = \"vertical-align:super;vertical-align:sub;\">2<\/span><span style = \"vertical-align:super;vertical-align:sub;\">p<\/span><span>) method where significant contrasts occurred. Relationships between LEP amplitudes and psychological measures (STAI, BDI and PCS) were also tested by means regression analyses. As with the behavioural analyses, here too we tested the possible effect of the various medications on the FM group through a one-way analysis of variance model.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Source-estimation<\/span><\/div><div class = \"text-block\">In order to explore the cortical regions that might account for the experimental effects, standardised, low-resolution brain electro-magnetic tomography (sLORETA) was applied to relevant LEP amplitudes according to the ANOVA results. <\/div><div class = \"text-block\">In its current version, sLORETA computes the current density at each of 6,239 voxels mainly located in the cortical grey matter of the digitised, Montreal Neurological Institute (MNI) standard brain. Therefore, to identify brain regions underlying different phases of pain processing, a two-step analysis was carried out for the LEP components that were sensitive to experimental manipulation. First, three-dimensional current–density estimates for relevant LEP amplitudes were computed for each participant and each experimental condition. The voxel-based, whole-brain sLORETA images were compared among the six experimental conditions (N Pain, N NoPain, A- Pain, A- NoPain, P Pain and P NoPain) using the non-parametric mapping (SnPM) tool in the sLORETA software package. This non-parametric methodology inherently avoids multiple comparison-derived problems and does not require any assumption of normality (for an explanation of it, see [60]). The next step was based on a region-of-interest (ROI) approach. Thus, voxels that showed significant differences between experimental conditions (log-F-ratio statistic, two-tailed corrected p < 0.05) were located in specific Brodmann areas (BAs). Subsequently, current densities of these ROIs (radius = 5 mm) were subjected to ANOVAs using Emotion (three levels: N, A− and P), Laser stimulus (Pain and NoPain) and Group (FM and HC) as factors. <\/div><\/div>","changed_on":1559837166}