{"id":40968,"title":"Suggested field procedures for collecting soil\/litter arthropods in a tropical rainforest for long-term monitoring with DNA metabarcoding","title_html":"<p>Suggested field procedures for collecting soil\/litter arthropods in a tropical rainforest for long-term monitoring with DNA metabarcoding<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bj9gkr3w","doi_status":2,"uri":"suggested-field-procedures-for-collecting-soil-lit-bj9gkr3w","type_id":4,"template_id":3,"published_on":1598288033,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"created_on":1598287036,"categories":null,"creator":{"name":"Yves Basset","affiliation":null,"affiliations":[],"username":"m4ule1z1y1w4rle1","note":null,"link":null,"image":{"source":"\/img\/avatars\/013.png","placeholder":"\/img\/avatars\/013.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"Yves Basset","affiliation":"Smithsonian Tropical Research Institute","affiliations":[],"username":"m4ule1z1y1w4rle1","note":null,"link":null,"image":{"source":"\/img\/avatars\/013.png","placeholder":"\/img\/avatars\/013.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/suggested-field-procedures-for-collecting-soil-lit-bj9gkr3w","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"4D31A7E0E63011EAB5091768986C32B2","state_version_id":44,"steps":[],"document":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Suggested field procedures for collecting soil\/litter arthropods in a tropical rainforest for long-term monitoring with DNA metabarcoding.<\/span><\/div><div class = \"text-block\">Standardized field protocols to monitor the soil fauna exist (Römbke et al. 2006) but they are not tailored to surveys in tropical rainforests and not designated to obtain samples that can be later processed with metabarcoding. In general, the soil fauna is extracted by Berlese-Tullgren apparatus (Southwood 1978, Andréet al. 2002, Bano and Roy 2016), while the litter-dwelling and more active fauna is better surveyed with Winkler extractors (Besuchet et al. 1987, Agosti et al. 2000). Here, we used Berlese-Tullgren which represent the choice method for Collembola (Karyanto et al. 2008) but included in our samples both soil and litter.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">1. Pilot study and designating sample locations<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">1.1.<\/span><span> Tropical rainforests can be rather heterogeneous in terms of forest age, composition and topography, including soil conditions. It is advisable to conduct a pilot study of the study area to estimate the different soil conditions and the number of soil samples that need to be obtained to be representative of the study area. For example, taking samples from a trail along a stream may lead to severely biased estimates of abundance and composition. An area of 50ha is appropriate for monitoring tropical trees (Losos and Leigh 2004), and smaller areas may be appropriate for most arthropods. Larger areas than 50ha may include a variety of habitats that may require high number of replicates to yield representative data. In our case the area of the ForestGEO permanent vegetation plot on Barro Colorado Island (Anderson‐Teixeira et al. 2015) is relatively homogenous. We took 100 samples each including 2 liters of scooped litter and soil dispersed over an area of ca. 60ha with good results (e.g. species accumulation curves near saturation).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">1.2. <\/span><span>Depending on the local rainfall regime, the sampling scheme should also address faunal seasonality. On Barro Colorado Island, distinct dry and wet seasons occur, with implications for the soil fauna (Levings and Windsor 1982). To account for arthropod seasonality, we collected 50 samples during the dry season and 50 samples during the wet season. This appears sound to estimates annual population indices (see item 9).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">1.3. <\/span><span>A random sampling scheme is also advisable. For example, this could be an evenly spaced grid system where samples are selected at random. On BCI, it is only possible to walk in designated trails inside the ForestGEO plot, to reduce seedling trampling within the plot (Goldsmith et al. 2006). In this case, we choose a stratified random sampling method, where samples were selected at random from a limited number of locations available (i.e., locations on trails). In our case we first selected 10 sections of 500m trails within\/near the plot, each with 50m landmarks. For one survey, we randomly chose five 50m-locations within one trail section (5 out of 10 locations possible). Then for each of the 5 chosen locations, we randomly selected one compass direction (45 deg. angles; 8 possible orientations). We went to the selected location, read the selected compass direction, walk 10m outside of the trail, and took the two paired samples there, each distant of 10cm (taxonomic and metabarcoding samples, see main text).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">1.4.<\/span><span> Avoid spatial autocorrelation between locations. This simplifies statistical analysis of data by preventing inflated degrees of freedom. For soil arthropods the minimal distance between samples can be short, as they typically do not move much around. In our case, the minimum distance between each paired sample was 50m. In these conditions spatial pseudoreplication was negligible (Basset et al. 2020).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">1.5.<\/span><span> Avoid taking samples near the nests of social insects (ants, termites), to avoid biased estimates of abundance\/occurrence in samples. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">2. Equipment<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">2.1. <\/span><span>Berlese-Tullgren.We used a collapsible (ideal for transport) Berlese-Tullgren, adapted after the commercial Bioquip model #2832 (Bioquip 2321 Gladwick Street, Rancho Dominguez, CA 90220, USA; <\/span><a href=\"https:\/\/bioquipinc.com\/catalog\/collecting-equipment-supplies\/traps\/collapsible-berlese-funnel-trap\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/bioquipinc.com\/catalog\/collecting-equipment-supplies\/traps\/collapsible-berlese-funnel-trap\/<\/span><\/a><span>). The funnel is 31 cm in diameter and 91 cm in height when extended. The upper portion of the funnel section is made of muslin to allow evaporation of moisture. The funnel is smooth with a plastic funnel at the bottom. A 0.635cm mesh galvanized metal screen is secured to the lower ring. The user can place a smaller mesh screen on top of this screen if desired. Ground litter from which insects are to be collected is placed on the screen. A lamp base with socket, on\/off knob, hanger loop, and cable are secured by a drawstring at the top of the funnel section. The unit operates on 120V AC electrical current, and a low-wattage light bulb (25W) is used to heat and dry out the material placed on the screen. The collector is a sterile plastic urine container (see item 2.3). A hole is drilled into the cap so that it can affixed to the plastic funnel. The container is filled with ethanol 95%.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">2.2.<\/span><span> Tools and small equipment needed, for 50 samples: garden spades to scoop litter and soil; brushes to clean tools and recipients; two spray bottles for bleach and distilled water; two plastic containers (20 liters each) for bleach and distilled water; a wooden frame of 20cm x 20cm (400 cm<\/span><span style = \"vertical-align:super;\">2<\/span><span>) to delineate coarsely the sample; a graduated plastic container of 2 liters for calibrating the sample; 50 plastic boxes about 20cm x 10cm x 10cm (or larger) to hold each sample. Ice boxes to accommodate all plastic boxes to avoid overheating samples when transporting them. Large trays to set up soil samples in Berlese-Tullgren.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">2.3.<\/span><span> Supplies needed.<\/span><\/div><div class = \"text-block\">Commercial bleach (for example in Panama: Clorox, Clorox de Centroamérica; hypoclorite of sodium 3.5%, hydroxide of sodium 0.3%).<\/div><div class = \"text-block\">Distilled water.<\/div><div class = \"text-block\">Face masks.<\/div><div class = \"text-block\">Latex gloves, sterile.<\/div><div class = \"text-block\"><span>Disposable sterile wipes, for example Kimwipes: <\/span><a href=\"https:\/\/www.sigmaaldrich.com\/catalog\/product\/aldrich\/z188956?lang=en&region=PA&gclid=CjwKCAjwjqT5BRAPEiwAJlBuBSYIJo7wwQirz17VKYXTnBw0b8PAP8J9Pt4kSeR6S8mQTm9_zFfe0BoCoTQQAvD_BwE\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.sigmaaldrich.com\/catalog\/product\/aldrich\/z188956?lang=en&region=PA&gclid=CjwKCAjwjqT5BRAPEiwAJlBuBSYIJo7wwQirz17VKYXTnBw0b8PAP8J9Pt4kSeR6S8mQTm9_zFfe0BoCoTQQAvD_BwE<\/span><\/a><\/div><div class = \"text-block\">100+ vials to store samples, leak-proof. A cheap solution is to use 100ml sterile plastic urine containers, available in pharmacies and drugstores. Consider more vials so that the tap could be left in place in Berlese-Tullgren (item 2.1).<\/div><div class = \"text-block\">100 medium-sized transparent garbage bags.<\/div><div class = \"text-block\">Pre-print labels for samples<\/div><div class = \"text-block\"><span>Parafilm tape to seal samples for transportation, for example: <\/span><a href=\"https:\/\/www.sigmaaldrich.com\/catalog\/product\/sigma\/p7543?lang=en&region=PA&gclid=CjwKCAjwjqT5BRAPEiwAJlBuBfFKckzvqNcHVWlV4de_CDUd3QiM9FJ1NxRtju5_RRjkUGEMUMNcgBoC6d8QAvD_BwE\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.sigmaaldrich.com\/catalog\/product\/sigma\/p7543?lang=en&region=PA&gclid=CjwKCAjwjqT5BRAPEiwAJlBuBfFKckzvqNcHVWlV4de_CDUd3QiM9FJ1NxRtju5_RRjkUGEMUMNcgBoC6d8QAvD_BwE<\/span><\/a><\/div><div class = \"text-block\">Ropes to hang the Berlese-Tullgren apparatus.<\/div><div class = \"text-block\">Masking tape.<\/div><div class = \"text-block\">25W bulbs.<\/div><div class = \"text-block\">Ziplock bags<\/div><div class = \"text-block\">Note that most supplies should be cleaned with bleach and rinsed with distilled water before use.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">3. Avoiding contamination<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">3.1.<\/span><span> To avoid contamination between samples, use first face masks and latex gloves. Change gloves after the manipulation of each sample. Each time that a new sample is obtained, clean all recipients and tools with bleach in a spray bottle or with brushes, rinse with distilled water (to clean bleach residues) and then wipe the extra moisture with Kimwipes or equivalent. <\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">4. Collecting samples in the field<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">4.1. <\/span><span>Timing. To avoid soggy samples and a difficult extraction of the fauna, we do not collect samples if there was rain less than 6 hours before actual collection of samples.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">4.2.<\/span><span> We also avoid collecting in areas rather different than the main forest, such as large forest gaps.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">4.3.<\/span><span> Main procedure to obtain one sample. First, clean a garden spade with a small brush and then disinfect the brush and spade with spraying bleach and rinsing with distillated water. Second, use the spade to scoop a sample of 2,000cm<\/span><span style = \"vertical-align:super;\">3<\/span><span> (=2,000ml) of soil and litter. To delineate coarsely the sample, use a 20cm x 20cm frame (400cm<\/span><span style = \"vertical-align:super;\">2<\/span><span>), and scoop inside the frame soil and litter up to a depth of ca. 5cm (so volume = 2,000cm<\/span><span style = \"vertical-align:super;\">3<\/span><span>). Spray with bleach and rinse with distilled water a calibrated 2,000ml (2 liters) plastic container, transfer the soil into the container with the spade and calibrate to 2000ml. Transfer the samples into a plastic box 20cm x 10cm x 10cm, which has been beforehand cleaned with bleach and rinsed with distilled water. Place the box and a large pre-printed label into a medium-sized transparent garbage bag, close it and put the bag into a rucksack or ice box.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">4.4.<\/span><span> If possible, record variables characterizing the sample: coordinates, forest cover, type of soil, topography, etc. If recorded into a forest vegetation plot, the coordinates may allow relating samples with the composition of vegetation nearby.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">5. Transporting samples<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">5.1.<\/span><span> Do not allow samples to heat under the sun light. Use ice boxes to transport samples to the place where they will be extracted. This will reduce overheating and concomitant arthropod mortality, which would otherwise bias extraction.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">5.2.<\/span><span> Ideally extract as quickly as possible samples with Berlese-Tullgren. In our case we were able to set samples in Berlese-Tullgren about 4-5 hours after collection.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">6. Extracting the fauna<\/span><\/div><div class = \"text-block\"><span>6.1. Berlese-Tullgren should be emplaced on ropes, ideally in a ventilated area with a roof and access to electricity. If AC current is not available, consider heating Berlese-Tullgren with heat packs (for example see <\/span><a href=\"https:\/\/bioquipinc.com\/catalog\/collecting-equipment-supplies\/heat-pack\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/bioquipinc.com\/catalog\/collecting-equipment-supplies\/heat-pack\/<\/span><\/a><span>).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">6.2.<\/span><span> Wear face mask and latex gloves and change gloves after handling each sample. Each Berlese-Tullgren should be cleaned with brushes and bleach, rinsed with distilled water and allowed to dry. Likewise, clean and rinse each recipient or tool, before and after handling each sample.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">6.3. <\/span><span>Samples should be gently set in Berlese, with all falling debris recuperated in large trays (which should be first cleaned with bleach and rinsed with distillated water) and then poured again in the samples until little debris fell back.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">6.4.<\/span><span> Screw a sterile urine container containing 3cm of ethanol 95% to the cap attached to the plastic funnel of the Berlese-Tullgren. Check that the container never gets dry during extraction. Write with an indelible pen the sample code on the outside container and additionally secure the container with masking tape.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">6.5.<\/span><span> Extract the samples for 72 hours. The first 24 hours without additional heat, the next 48 hours with heat provided by a 25W bulb.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">7. Storage of samples<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">7.1.<\/span><span> When samples are fully extracted (arthropod soup and debris), refill fresh ethanol 95%, screw a sterile plastic cap on the collector, rewrite or affix outside the collector the sample code, and emplace the collector into a ziplock bag with a second label in the bag.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">7.2.<\/span><span> Store samples in freezer at -20°C until they can be processed for metabarcoding. Ideally samples should be proceeds for metabarcoding within 2-3 months.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">8. Shipping samples<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">8.1.<\/span><span> In case samples need to be shipped to a laboratory for metabarcoding analyses, drain first much of the ethanol (wear face mask and latex gloves as usual) from the vial, screw the cap and close it firmly with parafilm tape, put it into a ziplock bag with label, and send all samples by courier mail to the laboratory. You may need to fill a IATA-180 form (exemption for scientific samples in ethanol) to ship the samples, as well as an export permit. Samples need to be refill with fresh ethanol 95% on arrival to the laboratory.<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">9. Long-term monitoring and annual indices<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">9.1.<\/span><span> Once samples are sequenced, sequences may be uploaded in platform such as mBrave (Ratnasingham 2019) for user-friendly bioinformatic analyses and retrieval of summary data (Barcode Index Number, species identification, etc.). We then recommend using the occurrence of species in metabarcoding data as a surrogate for species’ annual population indices (upper limit of 100 samples with species present in case 100 samples are processed each year).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">References<\/span><\/div><div class = \"text-block\">Agosti D, Majer JD, Alonso LE, Schultz TR (2000) Ants: Standard Methods for Measuring and Monitoring Biodiversity. Smithsonian Institution Press, Washington DC.<\/div><div class = \"text-block\">Anderson‐Teixeira KJ, Davies, SJ, Bennett AC, Gonzalez‐Akre, EB, Muller‐Landau HC, et al. (2015) CTFS‐Forest GEO: a worldwide network monitoring forests in an era of global change. Global Change Biology 21: 528–549.<\/div><div class = \"text-block\">André HM, Ducarme X, Lebrun P (2002) Soil biodiversity: myth, reality or conning? Oikos 96: 3–24.<\/div><div class = \"text-block\">Bano R, Roy S (2016) Extraction of Soil Microarthropods: A low cost Berlese-Tullgren funnels extractor. International Journal of Fauna and Biological Studies 2: 14–17.<\/div><div class = \"text-block\">Basset Y, Palacios-Vargas JG, Donoso DA, Castaño-Meneses G, Decaëns T, Lamarre GPA, et al. (2020) Enemy-free space and the distribution of ants, springtails and termites in the soil of one tropical rainforest. European Journal of Soil Biology 99: 103193. https:\/\/doi.org\/10.1016\/j.ejsobi.2020.103193<\/div><div class = \"text-block\">Besuchet C, Burckhardt D, Löbl I (1987) The \"Winkler\/Moczarski\" eclector as an efficient extractor for fungus and litter Coleoptera. Coleopterists Bulletin 41: 392–394.<\/div><div class = \"text-block\">Goldsmith GR, Comita LS, Morefield LL, Condit R, Hubbell SP (2006) Long-term research impacts on seedling community structure and composition in a permanent forest plot. Forest Ecology and Management 234: 34–39.<\/div><div class = \"text-block\">Karyanto A, Rabmadi C, Franklin E, Susilo FX, Morais JD (2008) Soil Collembola, Acari and other mesofauna–the Berlese method. A handbook of tropical soil biology. Earthscan, London. GBR, 85-94.<\/div><div class = \"text-block\">Levings SC, Windsor DM (1982) Seasonal and annual variation in litter arthropod populations. In: Leigh EG Jr, Rand AS, Windsor DM (Eds) The Ecology of a Tropical Forest Seasonal Rhythms and Long-term Changes. Smithsonian Institution Press, Washington DC., 355–388.<\/div><div class = \"text-block\">Losos EC, Leigh EG Jr (Eds) (2004) Tropical Forest Diversity and Dynamism: Findings from a Large Scale Plot Network. University of Chicago Press, Chicago.<\/div><div class = \"text-block\">Ratnasingham S (2019) mBRAVE: The Multiplex Barcode Research And Visualization Environment. Biodiversity Information Science and Standards 3: e37986.<\/div><div class = \"text-block\">Römbke J, Sousa JP, Schouten T, Riepert F (2006) Monitoring of soil organisms: a set of standardized field methods proposed by ISO. European Journal of Soil Biology 42: S61–S64.<\/div><div class = \"text-block\">Southwood TRE (1978) Ecological Methods with Particular Reference to the Study of Insect Populations. Chapman and Hall, London.<\/div><\/div>","materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Suggested field procedures for collecting soil\/litter arthropods in a tropical rainforest for long-term monitoring with DNA metabarcoding.<\/span><\/div><div class = \"text-block\">Standardized field protocols to monitor the soil fauna exist but they are not tailored to surveys in tropical rainforests and not designated to obtain samples that can be later processed with metabarcoding. In general, the soil fauna is extracted by Berlese-Tullgren apparatus, while the litter-dwelling and more active fauna is better surveyed with Winkler extractors. Here, we used Berlese-Tullgren which represent the choice method for Collembola but included in our samples both soil and litter.<\/div><\/div>","changed_on":1598288033}