{"id":31006,"title":"The Effect of Waiting on Aggressive Tendencies toward Emergency Department Staff: Providing Information can Help but may also Backfire","title_html":"The Effect of Waiting on Aggressive Tendencies toward Emergency Department Staff: Providing Information can Help but may also Backfire","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bah6ib9e","doi_status":2,"uri":"the-effect-of-waiting-on-aggressive-tendencies-tow-bah6ib9e","type_id":1,"published_on":1576416646,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1576416097,"categories":null,"creator":{"name":"Dorit Treister","affiliation":null,"affiliations":[],"username":"dorit-treister","link":null,"image":{"source":"\/img\/avatars\/015.png","placeholder":"\/img\/avatars\/015.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":0,"authors":[{"name":"Dorit Treister","affiliation":"Ben-Gurion University of the Negev","affiliations":[],"username":"dorit-treister","link":null,"image":{"source":"\/img\/avatars\/015.png","placeholder":"\/img\/avatars\/015.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Anat Rafaeli","affiliation":"Technion - Israel Institute of Technology","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},{"name":"Hadar Moriah","affiliation":"Technion - Israel Institute of Technology","affiliations":[],"username":null,"link":null,"image":{"source":null,"placeholder":null},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"765067501F3511EAB0BA09F7FD27D138","steps":[],"document":null,"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">4.1.Sample and Data Collection <\/span><span>\n\nParticipants were 328 individuals waiting in the ER of a large hospital in the north of Israel. The age of the participants ranged from 15 to 85 (Mean=36.48 years, SD=16.02),\n\n\n52.1% were male and 47.9% female. This sample included 162 patients, 139 escorts, and 27 individuals who did not indicate whether they were patients or escorts. Among the escorts the relation to patients in the ER varied as follows: 69.6% were immediate family, 6.7% were non-immediate family, 17.8% were friends, and 5.2% were co-workers Both patients and escorts were included in the sample because hospital security records, as well as interviews with ER staff, indicated that both are frequently aggressive towards the staff.\n\nAll participants were approached while waiting in the ER waiting area, and asked to fill out a short questionnaire (Appendix 1) in return for a free beverage from the adjacent coffee shop. Prior to filling out the questionnaire, participants were told that the questionnaire was not related in any way to medical treatment, assured that their anonymity was guaranteed, and then were asked to sign a consent form.\n<\/span><span style = \"font-weight:bold;\">4.2. Design<\/span><span>\n\nThe study was conducted as a between-subject quasi–experiment (Shadish, Cook & Campbell, 2002), comparing participants who received information regarding ER procedures to participants who did not receive such information. Data were collected over the course of one month, divided into three conditions, each with a different group of participants:\n\n1.Week 1: pre-test condition, no information was provided (n=98) \n\n2.Weeks 2&3: information condition, information was provided (n=155) \n\n3.Week 4: post-test condition, no information was provided (n=75) \n\nNo information was given to participants in either the pre- or the post-test condition, and these participants underwent identical treatment in both conditions. However, the post-test condition was included to control for unrelated external changes that may have occurred in the ER over the course of the month.\n\n\n<\/span><span style = \"font-weight:bold;font-style:italic;\">4.2.1. Manipulation: providing information about organizational procedures<\/span><span>\n\nParticipants in the information condition received information regarding ER procedures via two media: a) large signs displayed in the ER waiting area, and b) pamphlets handed out to patients and escorts. Neither signs nor pamphlets were available in the pre and post- test conditions.\n\nThe signs displayed a flow chart (presented in attached figure) depicting stages of treatment in the ER and expected wait times for several of these stages (e.g., “blood test results arrive after 2 hours”; “average stay in the ER is 5 hours”). The following stages were illustrated in the chart: admittance, initial checkup by an ER nurse, checkup by ER physician, medical tests, consulting specialist from other departments, assessment and decision regarding hospitalization.\n\nThe pamphlets included an identical flow chart, a hospital map, and general information about ER procedures and regulations (e.g., “the job of the ER is to diagnose patient condition, provide urgent care, and decide whether hospitalization is needed”; “even after test results have arrived and a physician has examined you, it might be necessary for you to stay in the ER under medical observation”).\n\nThe length of the wait was a central motif in the information provided to patients and escorts. The information specified estimated wait times for various stages, and included a combination of excuses and justifications explaining the wait. The excuses pointed to external factors such as specialist and laboratory availability to explain wait times, for example., “wait time depends on availability of specialist”. Justifications pointed to higher order values such as treating patients according to severity of medical condition, and the necessity of conducting treatment in a pre-determined sequence of steps, for example, “Order of treatment depends on severity of patient condition”.\n<\/span><span style = \"font-weight:bold;\">4.3.Measures <\/span><span>\n\n<\/span><span style = \"font-weight:bold;font-style:italic;\">4.3.1.Manipulation check <\/span><span>\n\n<\/span><span style = \"font-style:italic;\">Informational justice: <\/span><span>To check whether the signs and pamphlets were effective in providing relevant information explaining the procedure in the ER, we measured informational justice perceptions using a three-item scale adapted from Li et al. (2011) and Colquitt (2001) (e.g., “the information I received was given in a candid and direct fashion”). Participants rated items on a Likert-type scale ranging from 1 (agree very little) to 7 (agree very much) (α=0.925).\n<\/span><span style = \"font-style:italic;\">Information clarity<\/span><span>: clarity has been shown to influence the effectiveness of explanations (Brockner, Dewitt, Grovner & Reed, 1990). To assure that our explanation was clear, a self-developed four-item scale of information clarity was included in the information condition (e.g., “the information in the pamphlet is clear and understandable”) Participants rated items on a Likert-type scale ranging from 1 (agree very little) to 7 (agree very much) (α=0.848).\n<\/span><span style = \"font-weight:bold;font-style:italic;\">4.3.2. Wait time<\/span><span>\n\n<\/span><span style = \"font-style:italic;\">Wait time<\/span><span>: the length of the wait was measured as the amount of time that had passed between the participant’s arrival at the ER and the time they filled out the questionnaire. Perceptions of time are subjective and self-reported wait time can be inaccurate (Munichor & Rafaeli, 2007; Zakay & Hornik, 1991). To overcome this bias, participants were not asked to indicate how long they have been waiting, but only to note when they arrived and the time they started to fill out the questionnaire (“when did you arrive at the ER?” what time is it now?”). A separate study compared this measure to hospital records and found it to be highly valid (Moriah, Efrat-Treister, Rafaeli, Cheshin & Agasi, 2011).\n<\/span><span style = \"font-weight:bold;font-style:italic;\">4.3.3. Justice perceptions<\/span><span>\n\n<\/span><span style = \"font-style:italic;\">Procedural justice: <\/span><span>procedural justice was measured using a seven-item scale adapted from Li et al. (2011) and Gilliland et al. (2001) (e.g. “the order of treatment is determined in a just fashion”). Participants rated items on a Likert-type scale ranging from 1 (agree very little) to 7 (agree very much) (α=0.916).\n<\/span><span style = \"font-style:italic;\">Interpersonal justice<\/span><span>: interpersonal justice was measured using a two-item scale adapted from Colquitt (2001) (e.g. “the staff treated me with respect”). Participants rated items on a Likert-type scale ranging from 1 (agree very little) to 7 (agree very much). (α=0.888).<\/span><\/div><div class = \"text-block\"><span style = \"font-weight:bold;font-style:italic;\">\n<\/span><span style = \"font-weight:bold;font-style:italic;\">4.3.4. Aggressive tendencies<\/span><span>\n\nAggressive tendencies were measured using a self-developed scale designed to capture moderate aggressive acts relevant to patients and escorts in the ER setting. In developing the scale two central theoretical considerations were applied. First, as described above, I chose to follow the theoretical framework offered by Neuman & Baron (1998), and to focus on moderate forms of aggression, and not on extreme but very rare occurrences of physical assault.\n\nSecond, I chose to focus on specific behaviors relevant to the ER setting rather than using existing, but less relevant, measures. The predictive validity of self-reported intentions on actual behavior depends greatly on the contextual specificity of the reported intentions (for a review see Ajzen & Fishbein, 1977; Hofmann, Gawronski, Gschwendner, Le & Schmitt, 2005). For example, reporting a general intention to act aggressively may be a poor predictor of aggressive behavior, but reporting the intention to perform a specific and immediately relevant aggressive act, such as pounding on the table in front of you, is highly correlated with actual behavior. A scale based on specific relevant aggressive acts is likely to be a better predictor of actual patient and escort aggression.\n\n\nThe scale was created following a similar procedure to the one used by Glomb (2010) who focused on workplace aggression in general, however it was adapted to the ER context. A list of 44 aggressive behaviors was comprised based on extensive observations at the ER, interviews with ER nursing staff, and a review of the literature. In a pilot study these behaviors were rated by 43 undergraduate students on the dimensions of aggressiveness, relevance to the hospital setting, and clarity. Ratings were done on a Likert-type scale ranging from 1 (to a very small extent) to 7 (to a very great extent). The mean aggressiveness rating was 4.84 (SD=1.45), the mean relevance rating was 4.39 (SD=0.88), and the mean clarity rating was 6.49 (SD=0.28). To capture moderate acts of aggression, only items rated between the mean and +1 SD on aggressiveness were chosen. All items rated below the mean on relevance, as well as items that were redundant or unclear, were omitted.<\/span><\/div><div class = \"text-block\">The resulting scale included the following seven items: 1) “I would like to use an aggressive tone of voice towards a staff member”; 2) “I would like to stop a staff member so they will pay attention to me”; 3) “I would like to yell into the air”; 4) “I would like to enter the treatment room without being called”; 5) ”I would like to slam a door”; 6) ”I would like to bang on a table”; 7) ”I would like to curse”. Participants rated items on a Likert-type scale ranging from 1 (agree very little) to 7 (agree very much). Following a factor analyses of the data collected in the ER. items 5 through 7 were omitted and the final measure was composed only of items 1 through 4 (α=0.728).<\/div><div class = \"text-block\"><span style = \"font-weight:bold;font-style:italic;\">4.3.5. Control variables<\/span><\/div><div class = \"text-block\"><div class = \"justify\" style = \"text-align:left\"><span style = \"font-style:italic;\">Number of medical interactions (MNI)<\/span><span>: participants were asked to indicate how many times they had seen a doctor, a nurse, and undergone medical tests so far. The number of medical interactions was calculated as the sum of these.<\/span><\/div><\/div><div class = \"text-block\"><span style = \"font-style:italic;\">Demographic variables<\/span><span>: participants indicated their gender, age,years of education, native language, religion, and number of times they had been to the ER in the past three years <\/span><\/div><\/div>","changed_on":1576416646}