{"uri":"tick-borne-rickettsioses-in-iran-a-systematic-revi-njbdcin","version_id":"0","protocol_name":"Tick-borne rickettsioses in Iran: a systematic review protocol","protocol_name_html":"Tick-borne rickettsioses in Iran: a systematic review protocol","is_retracted":"0","is_prepublished":"0","can_edit":"0","parent_id":null,"api_version":"1","is_new_mode":"0","last_modified":"1536768362","type_id":"1","link":"https:\/\/doi.org\/10.1371\/journal.pntd.0006722","fork_id":"","public_fork_note":null,"number_of_steps":"0","has_versions":"0","first_published_date":"1519822160","publish_date":"2018-09-12 16:06:02","documents":"[{\"url\":\"https:\/\/s3.amazonaws.com\/pr-journal\/t5hi236.pdf\",\"file_id\":\"18279\",\"thumb_url\":\"\/img\/extensions\/pdf.png\",\"ofn\":\"Tick-borne rickettsioses in Iran; a systematic review protocol.pdf\"}]","have_protocol_in_step":"0","is_protocol_in_step":"0","vendor_name":"Contributed by users","vendor_link":"https:\/\/www.protocols.io","vendor_logo":"\/img\/vendors\/1.png","mod_mins":"-40","mod_secs":"1","description":"<p><strong>Objective <\/strong><\/p>\n<p>To provide an in-depth and comprehensive overview of tick-borne rickettsioses among humans, livestock, wild animals and arthropods in Iran, a systematic review and meta-analysis will be performed. This review will capture the existing data reported in papers published between 1997 and 2017 to allow for greater understanding of trends in the prevalence of tick-borne rickettsioses between this period.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>Methods<\/strong><\/p>\n<p>The Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA system) and guidelines (Moher <em>et al.,<\/em> 2009), will be used to select publications and reports on tick borne rickettsioses in Iran. The search strategy aims to find both published and unpublished studies from a number of databases among them PubMed, Web of Science, Google Scholar, Science Direct, SpringerLink, SCOPUS, WHOLIS, U.S Center for Disease Control and Prevention databases. Other search methods will include reference checking and grey literature search as well as contacting experts for their inputs.<\/p>\n<p> <\/p>\n<p>Primary outcome: Prevalence of tickborne rickettsioses in Iran; Secondary outcome: Distribution and range of tickborne rickettsioses in Iran based on effect size, Confidence Intevals (CIs) and Odds Ratio.<\/p>","is_bookmarked":"0","can_reassign":"1","before_start":"<p><strong>Background<\/strong><\/p>\n<p>Rickettsioses are a neglected zoonosis caused by obligate intracellular bacteria belonging to the genus Rickettsia and transmitted by ticks and other arthropods. Rickettsiae infect and multiply in most organs of ticks, particularly the salivary glands thus enabling pathogen transmission to a variety of hosts among them mammals, birds, reptiles and amphibians. Although many animals (mammals and birds) are susceptible to rickettsial infections and may develop rickettsemia and clinical signs, the role of vertebrates as reservoirs in maintaining zoonotic foci is yet to be fully determined (Raoult and Roux, 1997). Humans do not appear to be reservoirs of tick-borne rickettsiae, because they are only occasionally parasitized by ticks and they are rickettsemic for only short periods (Raoult and Roux, 1997).<\/p>\n<p> <\/p>\n<p>Only Ixodid ticks have been implicated as diseases vectors, and rickettsiae are known to be maintained in these ticks by transstadial and transovarial transmission (Raoult and Roux, 1997). Ticks are currently considered second only to mosquitoes as vectors of human infectious diseases in the world. Each tick species has preferred environmental conditions and biotopes that determine its geographic distribution and consequently the risk areas for tick-borne diseases. Tick-borne diseases are therefore geographically localized and occur mostly in foci with optimal conditions. As such, there are many natural foci of rickettsial diseases in Iran from which they may spread to other areas under changing socio-economic and climatic conditions, thus posing a public health concern in Iran (Rahbari <em>et al.,<\/em> 2007). The disease is responsible for a substantial health and economic burden, particularly to low-income countries. People in close contact with domestic animals and their products like farmers, veterinarians, slaughterhouse workers, laboratory personnel, health care workers are at higher risk of tick-borne rickettsioses. In humans, the disease usually presents as an acute, sometimes fatal febrile syndrome characterized by headache, chills, myalgias, arthralgia, malaise and hematological abnormalities, such as thrombocytopenia, leukopenia, and elevated hepatic aminotransferase levels (Bakken <em>et al<\/em>., 1996).<\/p>\n<p> <\/p>\n<p>Quantitative epidemiology can provide important information to improve the understanding of the parasite transmission and hence is an important part of efforts to control the disease. In Iran, a significant proportion of human infectious diseases are tick-borne among them rickettsioses, yet tick-borne rickettsioses have not received the level of public attention that has been paid to other maladies, largely because their presence or the true magnitude of their occurrence is still under reported. Only a few epidemiological studies of ricketssioses having been conducted yet anecdotal evidence suggest that tick-borne rickettsioses are widespread but underreported in the country.<\/p>\n<p> <\/p>\n<p><strong>Why it is important to do this review<\/strong><\/p>\n<p>Epidemiological review can provide important information to improve the understanding of the diseases transmission and hence is an important part of efforts to control the disease. In Iran, a significant proportion of human infectious diseases are tick-borne among them rickettsioses.<\/p>\n<p> <\/p>\n<p><strong>Objectives<\/strong><\/p>\n<p>The objective of this review is to provide an in-depth and comprehensive overview of tick-borne rickettsioses among humans, livestock, wild animals and arthropods in Iran.<\/p>\n<p> <\/p>\n<p><strong>Inclusion Criteria<\/strong><\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p><strong><em>Report eligibility criteria<\/em><\/strong><\/p>\n<p>Articles published in English, peer-reviewed journals, grey literature and expert opinions will be considered.<\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p><strong><em>Unit of analysis, population or participants<\/em><\/strong><\/p>\n<p>This review will consider studies reporting on tick-borne rickettsioses in humans, animals, animal products and arthropods (ticks) in Iran.<\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p><strong><em>Outcomes of interest<\/em><\/strong><\/p>\n<p>This review will consider studies that report on positive or negative outcomes of tickborne rickettsioses in the studied animals, humans and arthropods.<\/p>\n<p> <\/p>\n<p><strong><em>Type of studies<\/em><\/strong><\/p>\n<p>The quantitative component of the review will consider both experimental and epidemiological study designs including case control studies, analytical cross sectional studies and descriptive studies among others. The quantitative component of the review will also consider descriptive epidemiological study designs including case series, individual case reports and descriptive cross sectional studies.<\/p>\n<p> <\/p>\n<p><strong><em>Geographical scope and duration<\/em><\/strong><\/p>\n<p>The review will consider only those publications on tick-borne rickettsioses conducted within the borders of Iran and reported in scientific articles published between 1996 and 2017.<\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p><strong>Exclusion Criteria<\/strong><\/p>\n<p>All non-verified sources of information and studies conducted in other parts of the world besides Iran will be excluded from this review. Articles reporting on other tick-borne diseases which are not categorized as rickettsioses will also be excluded.<\/p>\n<p> <\/p>\n<p><strong>Electronic Searches<\/strong><\/p>\n<p>The electronic search will be undertaken on the following databases: PubMed, Web of Science, Google Scholar, Science Direct, SpringerLink, SCOPUS, WHOLIS, U.S Center for Disease Control and Prevention databases.<\/p>\n<p> <\/p>\n<p>Other search methods will include reference checking and grey literature search as well as contacting experts for their inputs.<\/p>\n<p> <\/p>\n<p>The search will be done using the following keywords: “Rickettsioses in Iran”; “Rickettsia”; “Tick-borne rickettsioses in Iran”; “vectors of rickettsioses” “Q-Fever”, “Rocky mountain spotted fever”, “Human granulocytic anaplasmosis”, “Ehrlichiosis”, “<em>Coxiella burnetii”, “rickettsial agents”, ixodes tick diseases in Iran”.<\/em><\/p>\n<p> <\/p>\n<p><strong>Data Collection <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong><em>Methods of review<\/em><\/strong><\/p>\n<p>Two main reviewers and a third to resolve any disagreements will be involved in the systematic review. The data to be extracted and the terminologies to be used will be clarified and agreed on beforehand. Reviewer number 1 will review first, followed by reviewer number 2, which will be done independently. If necessary, reviewer number 3 will then review if there are any disparities between the two initial reviews.<\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p><strong><em>Data extraction<\/em><\/strong><\/p>\n<p>Quantitative and qualitative data will be extracted from selected papers included in the review using a standardized data extraction form containing six key columns. The data extracted will include specific details about the year of study, tick-borne rickettsioses identified, study design, study region, sample size and author. Additional data on study characteristics will include prevalence in percentages at 95% Confidence Interval (CI). The systematic review will be guided by the PRISMA and a check list (Appendix I).<\/p>\n<p><strong><em> <\/em><\/strong><\/p>\n<p><strong><em>Data synthesis<\/em><\/strong><\/p>\n<p>The availability of appropriate data to conduct a meta-analysis will be considered, where feasible. Quantitative data will, where possible be pooled in statistical meta-analysis. All results will be subject to double data entry. Effect sizes expressed as odds ratio (for categorical data) and weighted mean differences (for continuous data) and their 95% confidence intervals will be calculated for analysis. Heterogeneity will be assessed statistically using the standard Chi-square and also explored using subgroup analyses based on the different study designs included in this review. Where statistical pooling is not possible the findings will be presented in narrative form including proportions, CI, tables and figures to aid in data presentation where appropriate.<\/p>\n<p><em> <\/em><\/p>\n<p><strong><em>Meta-analysis<\/em><\/strong><\/p>\n<p>Although a meta-analysis is planned, this will only become apparent once we see what data is extracted and made available from the systematic review.<\/p>\n<p><em> <\/em><\/p>\n<p><strong>Assessment of Methodological Quality<\/strong><\/p>\n<p>This protocol will define the method of literature critique\/ appraisal use, and will use PRIMSA Checklist for relevant articles selected from the retrieved papers. Papers selected for retrieval will be assessed using a three-stage approach through reviewing the title, abstract and full text by two independent reviewers for methodological validity prior to inclusion in the review. The systematic review will be guided by the Preferred Reporting Items for Systematic Review and Meta-analysis (PRISMA) checklist (Appendix I). Any disagreements that arise between the reviewers will be resolved through discussion, or with a third reviewer. Although a meta-analysis is planned this will only become apparent when we see what data is extracted and made available from the systematic review.<\/p>\n<p> <\/p>\n<p><strong><em>Risk of bias<\/em><\/strong><\/p>\n<p>This review may present some limitations with regards to missing publications, language bias and publication bias. The combination of terms that will be entered in each individual search will be aimed at retrieving as many relevant publications as possible but at the same time try to narrow the amount of results. Hence, it is highly possible that relevant research articles, which will not contain in their titles or abstracts the key words used in our search, may be overlooked. In addition, some of the articles that will be retrieved may not be written in English and will therefore be excluded from the review, indicating a major bias towards English publications. Furthermore, all the selected publications will be obtained through electronic search, thus we acknowledge a bias towards articles published online. Most of the studies to be included in this review are likely to be cross-sectional studies reporting on tick-borne rickettsioses in a number of organisms at a specific point in time. These types of studies can be subjected to selection and information bias. Common sources of potential bias in tick-borne rickettsioses studies included the selection of sampled organisms or animals being based just on availability (e.g. domestic animals).<\/p>\n<p> <\/p>\n<p><strong>Measures of Effect Size<\/strong><\/p>\n<p>Analysis of the effect size will be based on the number of studies and their reported outcomes. For the outcome prevalence of tick-borne rickttsioses, odds ratio (OR) and CIs will be used.<\/p>\n<p> <\/p>\n<p><strong>Management of Complex Meta-analytical Databases<\/strong><\/p>\n<p>In case of detection in primary studies of complex meta-analytical databases, such as independent subgroups, multiple outcomes, multiple comparisons, the complexity of data will be maintained in the analysis wherever possible. Otherwise, the possibility of performing a pre-analysis for each complex database will be considered.<\/p>\n<p> <\/p>\n<p><strong>Data Synthesis<\/strong><\/p>\n<p>Any statistical analyses of metadata will be performed with software ProMeta version 2 (Internovi, Cesena, Italy).<\/p>\n<p> <\/p>\n<p><strong>References<\/strong><\/p>\n<p>Bakken, J. S., Dumler, J. S., Chen, S. M., Eckman, M. R., Van Etta, L. L., Walker, D. H. (1994). Human granulocytic ehrlichiosis in the upper midwest United States, a new species emerging? <em>J A M A.<\/em> 272: 212–218.<\/p>\n<p> <\/p>\n<p>Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, Ioannidis JP, et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. PLoS Med. 2009; 6(7):e1000100. doi:10.1371\/journal.pmed.1000100.<\/p>\n<p> <\/p>\n<p>Moher, D., Liberati, A., Tetzlaff, J., Altman, D. G., (2009). The PRISMA Group (2009) Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement. <em>PLoS Med<\/em> 6(7): e1000097. doi:10.1371\/ journal.pmed.1000097<\/p>\n<p> <\/p>\n<p><a href=\"&quot;https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Rahbari%20S%5BAuthor%5D&amp;cauthor=true&amp;cauthor_u\" target=\"_blank\">Rahbari<\/a>, S., <a href=\"&quot;https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Nabian%20S%5BAuthor%5D&amp;cauthor=true&amp;cauthor_u\" target=\"_blank\">Nabian<\/a>, S., <a href=\"&quot;https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Shayan%20P%5BAuthor%5D&amp;cauthor=true&amp;cauthor_u\" target=\"_blank\">Shayan<\/a>, P., and <a href=\"&quot;https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/?term=Haddadzadeh%20HR%5BAuthor%5D&amp;cauthor=true&amp;cauthor_u\" target=\"_blank\">Haddadzadeh<\/a>, H. R. (2007). Status of <em>Haemaphysalis<\/em> tick infestation in domestic ruminants in Iran. <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC2526304\/\" target=\"_blank\"><em>Korean J Parasitol<\/em><\/a><em>.<\/em> 2007 Jun; 45(2): 129–132. doi: <a href=\"https:\/\/dx.doi.org\/10.3347%2Fkjp.2007.45.2.129\" target=\"_blank\">10.3347\/kjp.2007.45.2.129<\/a>.<\/p>\n<p> <\/p>\n<p>Raoult D, Roux V. (1997). Rickettsioses as paradigms of new or emerging infectious diseases. <em>Clin Microbiol Rev<\/em>. 10:694–719.<\/p>","has_guidelines":"1","materials":[],"warning":null,"version_class":"10563","public":"1","is_owner":"1","is_original_owner":"1","created_on":"1519818245","protocol_affiliation":"Department of Pathobiology, School of Veterinary Medicine, Shiraz University, Shiraz, Iran; Health Policy Research Center, Institute of Health, Shiraz University of Medical Science, Shiraz, Iran,School of Public Health and Community Development, Maseno University, Kenya; Department of Community and Public Health, Technical Univesity of Kenya, Nairobi Kenya,School of Environment and Earth Sciences, Maseno University, Kenya","affiliation":null,"doi":"dx.doi.org\/10.17504\/protocols.io.njbdcin","doi_status":"2","changed_fork_steps":null,"profile_url":"y2y2c4z2s2","protocol_img":"https:\/\/www.protocols.io\/img\/default_protocol.png","profile_image":"\/img\/avatars\/002.png","full_name":"Gabriel O Dida","created_by":"Gabriel O Dida","private_link":"AD48B33B7CA56CABC06E25865E958FB2","original_img":"1","username":"gabriel-o-dida","retraction_reason":null,"plos_id":"10.1371\/journal.pntd.0006722","manuscript_citation":"Khamesipour F,  Dida GO,  Anyona DN,  Razavi M,  Rakhshandehroo E (2018) Tick-borne zoonoses in the Order Rickettsiales and Legionellales in Iran: A systematic review. PLoS Negl Trop Dis  12(9): e0006722. doi: <a target=\"_blank\" href=\"https:\/\/dx.doi.org\/10.1371\/journal.pntd.0006722\">10.1371\/journal.pntd.0006722<\/a> ","journal_name":"PLOS Neglected Tropical Diseases","is_donations_disabled":"0","is_donations_disabled_by_user":"9","item_record_id":287768,"fork_info":[],"compare_forks":[],"protocols":[],"groups":[],"number_of_shared_runs":[],"ownership_history":[],"keywords":"Rickettsioses in Iran; Rickettsia, Tick-borne rickettsioses in Iran, Vectors of rickettsioses, Q-fever, Rocky mountain spotted fever, Human granulocytic anaplasmosis, Ehrlichiosis, Coxiella burnetii, rickettsial agents, ixodes tick diseases in Iran","transfer_to_user":[],"sub_transfer":false,"is_transfer_pending":false,"number_of_bookmarks":"0","collections":[],"tags":[{"tag_id":"1654","tag_name":"  Ehrlichia"},{"tag_id":"1655","tag_name":" Anaplasma"},{"tag_id":"1656","tag_name":"Rocky mountain spotted fever group "},{"tag_id":"1657","tag_name":"Q-fever"},{"tag_id":"1658","tag_name":" Rickettsioses"}],"archived":0,"sub_authors":[],"sub_protocols_number":0,"can_edit_shared":0,"shared_runs":[],"is_shared_run":0,"is_shared":1,"banner":null,"contact_badges":[{"badge_id":"2","badge_image":"\/img\/badges\/bronze.svg","badge_description":"Author!"}],"number_of_comments":0,"is_locked":0,"is_locked_by":false,"authors":"Faham Khamesipour,Gabriel O Dida,Douglas N Anyona","authors_list":[{"name":"Faham Khamesipour","affiliation":"Department of Pathobiology, School of Veterinary Medicine, Shiraz University, Shiraz, Iran; Health Policy Research Center, Institute of Health, Shiraz University of Medical Science, Shiraz, Iran","username":null,"profile_image":null},{"name":"Gabriel O Dida","affiliation":"School of Public Health and Community Development, Maseno University, Kenya; Department of Community and Public Health, Technical Univesity of Kenya, Nairobi Kenya","username":null,"profile_image":null},{"name":"Douglas N Anyona","affiliation":"School of Environment and Earth Sciences, Maseno University, Kenya","username":null,"profile_image":null}],"user":{"profile_image":"\/img\/avatars\/002.png","username":"gabriel-o-dida","full_name":"Gabriel O Dida","created_by":"Gabriel O Dida"},"access":{"can_view":"1","can_remove":"0","can_add":"0","can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":"0","can_move":"1","can_transfer":"1","can_download":"1","is_locked":"0"},"is_contact_suspended":0,"guidelines":"<p>The principles of the PRISMA guidelines (Preferred Reported Items for Systematic Review and Meta-analyses) [Liberati et al., 2009; Moher et al., 2009] will be followed.<\/p>","status_id":"1","is_research":null,"status_info":null,"steps":[]}