{"id":44209,"title":"What is the prevalence of joint contractures in a long-term care population: a systematic review and meta-analysis","title_html":"<p>What is the prevalence of joint contractures in a long-term care population: a systematic review and meta-analysis<\/p>","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.bpermjd6","doi_status":2,"uri":"what-is-the-prevalence-of-joint-contractures-in-a-bpermjd6","type_id":1,"template_id":1,"published_on":1605525573,"parent_protocols":[],"parent_collections":[],"cited_protocols":[],"version_id":0,"version_data":{"id":"0","code":"bpermjd6","parent_id":0,"parent_uri":null,"is_same_owner":false,"has_pending_merge_request":false,"has_approved_merge_request":false},"created_on":1604518587,"modified_on":null,"categories":null,"public":1,"is_unlisted":0,"creator":{"name":"H Prentice","affiliation":null,"affiliations":[],"username":"m4ule132z1s4rle1","note":null,"link":null,"image":{"source":"\/img\/avatars\/001.png","placeholder":"\/img\/avatars\/001.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"verified":0,"is_verified_user":false,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"has_versions":0,"link":null,"total_collections":0,"number_of_steps":8,"authors":[{"name":"H Prentice","affiliation":"King's College London","affiliations":[],"username":"m4ule132z1s4rle1","note":null,"link":null,"image":{"source":"\/img\/avatars\/001.png","placeholder":"\/img\/avatars\/001.png"},"badges":[],"verified":1,"is_verified_user":true,"research_interests":null,"blocked_by_you":false,"blocked_you":false,"hide_following":false}],"versions":[],"groups":[],"is_owner":1,"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_claim_authorship":0,"can_accept_authorship":0,"can_be_copied":1,"can_remove_fork":1,"fork_id":null,"url":"https:\/\/www.protocols.io\/view\/what-is-the-prevalence-of-joint-contractures-in-a-bpermjd6","forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"guid":"FD1258301ED411EB995E1D49F247297C","state_version_id":83,"steps":[{"id":1068919,"guid":"B9F0B7801ED511EB995E1D49F247297C","previous_id":null,"previous_guid":null,"modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"218FBD4EB6D44C40B7125AA59069E2CE","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"A8AF3AB1C5E04ABE8FCA7D16B016A261","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Introduction<\/span><\/div><div class = \"text-block\">Joint contractures, a disorder that can loosely be defined as a reduction in range of movement around a joint(1, 2), are frequently cited as a complication of immobility in older people(3, 4)and are associated with pain(5)and a general reduction in quality of life(6).Past reviews and studies show high variation in the prevalence of contractures, but they are frequently described as a serious problem for people living in residential care(7).However, there has been a wide inconsistency in the definition of a contracture, with studies with less precise definitions showing a higher prevalence and those with more robust classifications showing a lower prevalence – Mollinger and Steffen (1993) suggested a prevalence of 75% utilising a definition of any loss of range of movement (ROM)(8), whereas Souren et al (1995) suggests a prevalence of 24%, providing contracture is defined as a reduction of ROM greater than 50%(9, 10).<\/div><div class = \"text-block\">Contractures are associated with immobility, often related to neurological conditions such as Parkinson’s Disease and stroke(11, 12).They are thought to be the result of replacement of contracted muscle fibres with fibrous tissue and\/or joint ankyloses(10).Once these structural changes have taken place, there is little that can effectively restore range of movement. A Cochrane review in 2010 found moderate to high quality evidence that stretching techniques had no immediate, short or long-term effects on joint range of movement, pain, spasticity, activity limitation, or quality of life in those with and without neurological conditions(13). Another Cochrane review that determined the effects of passive movements on contractures was not able to conclude clear benefits on joint range of movement(14).Some classifications of contracture have been subject to more thorough research and are therefore better understood. Volkmanns contractures – a shortening of muscles in the forearm resulting in deformity of the hand, fingers and wrist – were defined in the early 20th century(15), and there is no evidence showing genetic factors associated with the development of the Volkmann’s contractures(16, 17).Alois Alzheimer identified contractures in patients with late stage dementia, observing them curled in a foetal position(10). Some individuals with advanced Alzheimer’s disease have been observed to adopt increasingly flexed postures, which is associated with high prevalence of contractures; it is not known if there is a genetic influence in this form of contracture development(4, 18).Despite the fact that contractures in various forms have been prevalent and the topic of discussion for centuries, there is much less research available for older populations(19), particularly older people living with frailty and functional impairment in long-term care.<\/div><div class = \"text-block\">It is worth noting that different studies utilise different definitions of contracture, and it is not always the case that researchers provide the definition or the method of assessment. It is important to consider factors such as the age of studies, the setting, as well as geographical location, as differences in care standards could contribute to differing prevalence(20).Wagner (2010) researched contractures in the care home by way of systematic review, and discovered that epidemiological studies vary in their definition of contracture(19), and this variance leads to distorted prevalence rates.<\/div><div class = \"text-block\">In the 1980s in some cultures such as the USA it was standard care provision to restrain residents physically and chemically, especially those who may display challenging behaviours, and there have been multiple studies showing a relationship between immobility and contracture development(21-24).It is suggested that the immobility drives the contracture development, aswhen the muscle surrounding joints is held in a shortened position (flexed state), there is a loss of sarcomeres, fibrous adhesion formation, and a loss of tissue extensibility(25). There is some evidence that challenging behaviours are associated with contractures, this may be an indirect relationship mediated through imposed immobilisation as a result of restraint(26). Restraint practices have changed over time, and whilst current practice dissuades the use of restraints, there are both physical and psychological ways that residents can be restrained. One example would be the use of bed rails to prevent residents from ‘wandering’, or simply leaving mobility aids out of reach(27).These cultural care practice changes could explain some of the variation in prevalence over time such as the increased prevalence in the 1980s and 1990s, a number that decreased in the early 2000s; Selikson (1988) showed care home contracture prevalence as 71%, Mollinger and Steffen (1993) as 75%, and Wagner 2010 as 29%(8, 28, 29).<\/div><div class = \"text-block\">Wagner et al (2008) used data collected in a study on bed rail use to study factors associated with contractures in care home patients. In this study, contractures were defined as lack of full active and passive joint range of movement [ROM]. Of the 273 bedrail users measured, 60% had at least one contracture(9).They found several variables associated with contractures on univariate analysis and these included being non-white, using Medicaid, a longer length of stay, poorer function and mobility, lower levels of activity and higher levels of pain. They were also more cognitively impaired, more likely to be receiving physical restraint and have had a stroke or urinary incontinence. On multivariable analysis, only being non-white and experiencing pain were found to be significantly associated with contractures. In Offenbacher’s review, the two main reported risk factors for contractures in older people were immobility and the presence of a neurological condition such as stroke(7). <\/div><div class = \"text-block\">Despite the variations in perceived prevalence of contractures, research shows the lowest estimate of contracture prevalence in residential care is 29% (29).In 2017, it was estimated that 410,000 people in the UK were in residential care(30), therefore, according to this definition, a minimum of 118,900 people are likely to develop contractures, and the associated complications. If the prevalence is 75%, as suggested by Mollinger and Steffen, this number increases to 307,500(8).This variation in possible prevalence ensures that any future studies regarding contractures will have to choose which prevalence figure to utilise and for further research to be useful, prevalence must be more accurately quantified. <\/div><div class = \"text-block\">The aim of this paper is to use existing published data to determine the prevalence of contractures in older people living in long term care homes. This understanding may allow for a better picture of the scope of contractures in care homes, which would potentially allow for more appropriate treatment and management strategies to be developed and evaluated in future research – by determining a prevalence, it allows the scope of the burden to be identified, and strategies to be put in place such as further training for care providers. Previous work by the researchers have set the definition of contractures as follows: any reduction of range of movement around a joint relative to age-matched norms for range of movement (ROM), that cannot be explained by injury of either the nervous system or the musculature, or by skin conditions such as congenital fascial dystrophy; a disorder wherein thickening of the skin and subcutaneous tissues can restrict ROM)(31).Severe contracture is to be defined as a loss of range of movement of 50% or more of the full range, or a contracture that can cause limitations in the provision of care – such as difficulties in providing hygiene care due to the inability to extend a joint sufficiently to clean in the skin folds – or ability to complete activities of daily living – the actions needed to manage basic physical needs including toileting, ambulating and eating(32).<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":1068921,"guid":"EACA5CD01ED511EB995E1D49F247297C","previous_id":1068919,"previous_guid":"B9F0B7801ED511EB995E1D49F247297C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"FAE4DD6B24D44B8A945E6423737D9756","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"65894D2E5BB0453784526FA3DCE3E0AE","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Specific Objectives<\/span><\/div><div class = \"text-block\">To carry out a systematic literature review to determine:<\/div><div class = \"text-block\"><ol style = \"list-style-type: decimal;\"><li style = \"counter-reset:ol0;\">An update on prevalence of contractures in people living in care homes.<\/li><li style = \"counter-reset:ol0;\">Identification of risk factors for developing contractures. <\/li><\/ol><\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":1068922,"guid":"0861BDB01ED611EB995E1D49F247297C","previous_id":1068921,"previous_guid":"EACA5CD01ED511EB995E1D49F247297C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"FB6273BE8F6248B18B45DCC27228E1C7","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"79AC40C97FA84FABAC97F05DF633627F","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Inclusion Criteria <\/span><\/div><div class = \"text-block\">The population to be researched are residents of care homes, with a cohort with a mean age of >65 years. This age range will allow for the exclusion of younger disabled residents, and care homes that provide care to those with learning disabilities. The population is not geographically limited, and global journals will be examined, providing the abstracts are available in English language from onset of journal to January 2020.The outcome measures of interest are presence of contractures or reduction in joint range of movement. Studies must contain a definition of contracture, or some measurement that enables the authors to determine severity of contracture; and data on how many of the study participants display contractures compared to the participants who do not. Any study design will be utilised, with the exception of single case designs. It is expected that many will be observational studies, or randomised control trials (RCTs) where contractures are utilised as a secondary outcome measure.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":1068923,"guid":"09307F601ED611EB995E1D49F247297C","previous_id":1068922,"previous_guid":"0861BDB01ED611EB995E1D49F247297C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"A24CDB086E7B432D922F1671A61D4033","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"3A348291BF4C437C8196BE782A9CE0C9","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Exclusion Criteria<\/span><\/div><div class = \"text-block\">Articles will be excluded if they do not meet the inclusion criteria, and if they report on contractures as a result of burns, augmentation (a side effect of some cosmetic implants can be capsular contracture(33)), surgery, studies focused on Dupuytrens or other named contractures, assessment of spine and neck contractures and studies focussed on skin related pathologies. <\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":1068924,"guid":"0957DD801ED611EB995E1D49F247297C","previous_id":1068923,"previous_guid":"09307F601ED611EB995E1D49F247297C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"ADBB744DB676440CB20CE101D7E1F4CC","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"3529179343C9407B86A89AE1CDB8FD89","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Search Methods<\/span><\/div><div class = \"text-block\">This review will follow the PRISMA guidelines(34).The study will be registered with protocols.io(35)on pragmatic grounds. Due to the current COVID-19 pandemic, PROSPERO is prioritising protocols that relate to COVID-19(36). Electronic databases will be searched, specifically: COCHRANE, EMBASE, CINAHL, Ovid MEDLINE and Global Health.<\/div><div class = \"text-block\">Electronic searching will focus on the terms CONTRACTURE and CARE.A detailed search strategy can be found in Appendix 2.These terms will be combined using appropriate Boolean connectors, and relevant database truncation. As different terminology is utilised in different countries when referring to care homes, each variation will be considered – care home, nursing home, residential care, long term care etc. Once the original search has been completed, the results will be refined by limiting fields such as language and population age.<\/div><div class = \"text-block\">Additionally, the Journal of Nursing Home Research will be hand-searched, as it contains many articles about the issues of mobility and risk factors of immobility in nursing homes but is not indexed, so contains no immediate results in the electronic search regarding contracture. A search of other gerontological care journals shows that most are indexed within PubMed. Citation chaining – looking at the resources cited in each article, as well as resources that cite each article – will be utilised in all texts, allowing for both forward and backward searching(37).<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":"","section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":1068925,"guid":"3B70E0A01ED611EB995E1D49F247297C","previous_id":1068924,"previous_guid":"0957DD801ED611EB995E1D49F247297C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"753DF814E87249E5BBB0BB299AEC0387","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"A687113BAD734893AB5D01E96570D898","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Methods of review<\/span><\/div><div class = \"text-block\">Once the initial search has been completed and duplicates removed, all titles\/abstracts and full text papers will be screened independently by two researchers (HP and JW) with a third (SA) to resolve any disagreements.<\/div><div class = \"text-block\">The first stage of review is the abstract screening, which will utilise Rayyan(38)– a semi-automated web app used to help expediate the screening process – to screen titles and abstracts, and exclude texts that do not fit the inclusion criteria. This will be done by HP and JW with SA settling disagreements.<\/div><div class = \"text-block\">Full text PDFs will then be uploaded to Rayyan for screening as it allows for blinding, to ensure decisions are made individually(39). Using the existing inclusion\/exclusion criteria, HP and JW will utilise the inbuilt labelling system to decide which articles are suitable; reasons for exclusion being recorded according to PRISMA guidance(34).<\/div><div class = \"text-block\">The data extraction will be recorded in an Excel form, as Rayyan does not yet have an integrated extraction ability, and EndNote will be utilised to track references. HP will review first, then JW will double check the extracted data against the papers to ensure there are no errors. Where necessary SA will review if there are any disparities between the two initial reviews. The template for data extraction is shown in Appendix 1\/attached Excel file.<\/div><div class = \"text-block\">Data will be extracted using a modification of the Cochrane guidelines(40); data will be extracted on the following: author name\/date, sample size, population, study design, duration of study, start and end date, mean age of participants, main outcome measure of study, sex\/gender, year of study, country of study, study setting, which joint or joints were measured, inclusion\/exclusion criteria, definition of contracture, any data on risk factors of contracture, such as baseline measures of function, dependency, cognition, physical activity, medication usage and medical conditions. In case control and cohort studies, data will also be extracted so as to examine any relationship between specific variables and the development of contractures - alongside the methods used to estimate relationships (for example, authors may report associations with comorbidity, after adjusting for age, and gender, using the logistic model), the model used and variables adjusted for will be extracted. To allow for an assessment of prevalence, data to be extracted will include total number of study participants, and the proportion of which display contractures. <\/div><div class = \"text-block\">If there is missing outcome data, authors will be contacted via email where possible, to provide the missing data. There will be no statistical analysis regarding any missing outcome data, as it is not recommended for use in a meta-analysis(41).<\/div><div class = \"text-block\">The National Institute of Health quality assessment tools will be used to ensure that the texts are of suitable quality(42).These tools are a series of questionnaires specific to a type of study, that allow for appraisal of individual study quality via a set of Yes\/No questions.(42).Each text will be compared against the relevant tool for the study type, and the quality rating (Good (least risk of bias), Fair (some risk of bias but not enough to invalidate the results), Poor(significant risk of bias)) will be recorded and incorporated into the meta-analysis. If the data is deemed sufficient then poor-quality studies will be excluded from the analysis.<\/div><div class = \"text-block\">The primary outcome for data synthesis will be the prevalence of joint specific contractures in a care home population, with secondary synthesis including incidence (contracture\/time) and risk factors, which will be included in the narrative synthesis, if meta-analysis is not possible.<\/div><div class = \"text-block\"><span>Providing that data pooling is suitable – if there is more than one study with comparable populations and measures – data analysis will be analysed in Stata (Version16), with a data table to summarise included studies; data will be graphically presented using forest plots(43).Studies will be grouped in several ways as appropriate for stratification to allow meta-analysis; these will include by joint, and by definition. Studies would also be grouped by possible risk factors, but this can only be quantified once the data is available. The joint-specific prevalence will be calculated using Metaprop, a Stata module designed to analyse proportions(44).Overall estimates will be calculated with random effects models, and a test for heterogeneity will be applied using chi-square and I<\/span><span style = \"vertical-align:super;\">2<\/span><span> which allows for a percentile measurement of the degree of inconsistency(46).Random-effects models will be used as they are more robust, assuming that populations behind the samples are different; the methods are therefore more able to provide robust estimates that account for the anticipated heterogeneity (45).This will be presented using a forest plot with corresponding 95% confidence intervals (CIs).<\/span><\/div><div class = \"text-block\">Sensitivity analysis will be utilised to show the extent to which the meta-analyses results and conclusions are altered as a result of changes in approach; this will ensure the study is robust. (Dependent on data saturation, low quality studies (shown via the NIH QA tools) will be excluded from the meta-analysis.) When heterogeneity is substantial, we intend to explore possible causes of heterogeneity through sensitivity analyses in which individual studies are omitted one at a time or are stratified by particular characteristics; study design, age 80+, duration of follow up etc. Robust regression will be utilised to analyse the impact of outliers(47).<\/div><div class = \"text-block\">Narrative synthesis will be done alongside the meta-analysis and will be used to synthesise the findings of the different studies, and those unsuitable for pooling. A preliminary synthesis will be performed via thematic analysis involving the searching of studies, and tabulation of the results. The results will be structured into themes before being summarised within a framework performed by HP. The framework will consist of the following factors: the individuals and setting involved in the studies and the development of a theory on risk factors of contractures. This will be done using the guidance provided by the Cochrane handbook on narrative synthesis(48).<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":null,"section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":1068926,"guid":"487E18301ED611EB995E1D49F247297C","previous_id":1068925,"previous_guid":"3B70E0A01ED611EB995E1D49F247297C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"1DA8DAC9E0D84C55854FBE4CD07E7AB8","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"1DA58AD9385F4D01BF997A2D7954D628","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Impact of results<\/span><\/div><div class = \"text-block\">The aim of this review and meta-analysis will be to identify the prevalence, incidence and risk factors of contractures in long term care. The results may impact on future practice and policy, as healthcare providers and policymakers may use the findings to improve the identification and management strategies of contractures. For example, by determining a prevalence, it allows the scope of the burden to be identified, and strategies to be put in place such as further training for care providers. On completion of the analysis, a manuscript will be prepared for publication, and the results presented at relevant conferences. <\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":null,"section_duration":0,"critical":null,"critical_id":null,"duration":0},{"id":1068927,"guid":"508EC2E01ED611EB995E1D49F247297C","previous_id":1068926,"previous_guid":"487E18301ED611EB995E1D49F247297C","modified_on":0,"protocol_id":0,"components":[{"id":1054723,"guid":"82879A220D574092A2435279B9E725F4","order_id":1,"type_id":6,"title":"Section","source":{"title":""}},{"id":1054724,"guid":"C84548FB5BFE47CCAD789FBE40EABB4A","order_id":1,"type_id":1,"title":"description","source":{"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">References<\/span><\/div><div class = \"text-block\">1.Fergusson D, Hutton B, Drodge A. The epidemiology of major joint contractures: a systematic review of the literature. Clin Orthop Relat Res. 2007;456:22-9.<\/div><div class = \"text-block\">2.Herold-Majumdar MO, Sauer S, Rieß J, Müller M, Grill E, Daubner A, et al. Contractures with special reference in elderly: definition and risk factors – a systematic review with practical implications. <\/div><div class = \"text-block\"><a href=\"http:\/\/dxdoiorg\/103109\/096382882013800596\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">http:\/\/dxdoiorg\/103109\/096382882013800596<\/span><\/a><\/div><div class = \"text-block\">. 2014;36(7):529-38.<\/div><div class = \"text-block\">3.Ada L, Q'Dwyer N. Do associated reactions in the upper limb after stroke contribute to contracture formation? Clinical Rehabilitation.15(2):186-94.<\/div><div class = \"text-block\">4.Laneuville O, Zhou J, Uhthoff HK, Trudel G. Genetic influences on joint contractures secondary to immobilization. Clin Orthop Relat Res. 2007;456:36-41.<\/div><div class = \"text-block\">5.Balint Z, Farkas H, Farkas N, Minier T, Kumanovics G, Horvath K, et al. A three-year follow-up study of the development of joint contractures in 131 patients with systemic sclerosis. Clin Exp Rheumatol. 2014;32(6 Suppl 86):S-68-74.<\/div><div class = \"text-block\">6.Allison R, Shenton L, Bamforth K, Kilbride C, Richards D. Incidence, Time Course and Predictors of Impairments Relating to Caring for the Profoundly Affected arm After Stroke: A Systematic Review. Physiother Res Int. 2016;21(4):210-27.<\/div><div class = \"text-block\">7.Offenbacher M, Sauer S, Riess J, Muller M, Grill E, Daubner A, et al. Contractures with special reference in elderly: definition and risk factors - a systematic review with practical implications. Disability and rehabilitation. 2014;36(7):529-38.<\/div><div class = \"text-block\">8.Mollinger LA, Steffen TM. Knee flexion contractures in institutionalized elderly: prevalence, severity, stability, and related variables. Phys Ther. 1993;73(7):437-44; discussion 44-6.<\/div><div class = \"text-block\">9.Wagner LM, Capezuti E, Brush BL, Clevenger C, Boltz M, Renz S. Contractures in frail nursing home residents. Geriatr Nurs. 2008;29(4):259-66.<\/div><div class = \"text-block\">10.Souren LE, Franssen EH, Reisberg B. Contractures and loss of function in patients with Alzheimer's disease. J Am Geriatr Soc. 1995;43(6):650-5.<\/div><div class = \"text-block\">11.Franssen EH, Kluger A, Torossian CL, Reisberg B. The neurologic syndrome of severe Alzheimer's disease. Relationship to functional decline. Arch Neurol. 1993;50(10):1029-39.<\/div><div class = \"text-block\">12.Tedroff K, Lowing K, Jacobson DN, Astrom E. Does loss of spasticity matter? A 10-year follow-up after selective dorsal rhizotomy in cerebral palsy. Dev Med Child Neurol. 2011;53(8):724-9.<\/div><div class = \"text-block\">13.Katalinic OM, Harvey LA, Herbert RD, Moseley AM, Lannin NA, Schurr K. Stretch for the treatment and prevention of contractures. The Cochrane database of systematic reviews. 2010(9):CD007455.<\/div><div class = \"text-block\">14.Prabhu RK, Swaminathan N, Harvey LA. Passive movements for the treatment and prevention of contractures. The Cochrane database of systematic reviews. 2013(12):CD009331.<\/div><div class = \"text-block\">15.Willy C, Schneider P, Engelhardt M, Hargens AR, Mubarak SJ. Richard von Volkmann: Surgeon and Renaissance Man.Clin Orthop Relat Res. 4662008. p. 500-6.<\/div><div class = \"text-block\">16.Volkmann Ischemic Contracture | 5-Minute Clinical Consult. 2020.<\/div><div class = \"text-block\">17.Seddon H. Volkmann's Ischaemia*. Br Med J. 1964;1(5398):1587-92.<\/div><div class = \"text-block\">18.Are Joint Contractures in Patients with Alzheimer’s Disease Preventable? | Population Health Learning Network. 2019.<\/div><div class = \"text-block\">19.Wagner LM, Clevenger C. Contractures in nursing home residents. J Am Med Dir Assoc. 2010;11(2):94-9.<\/div><div class = \"text-block\">20.G. CN, Mor. Physical Restraints in Nursing Homes: A Review of the Literature Since the Nursing Home Reform Act of 1987. Medical care research and review : MCRR. 1998;55(2).<\/div><div class = \"text-block\">21.Clavet H, Hébert PC, Fergusson D, Doucette S, Trudel G. Joint contracture following prolonged stay in the intensive care unit. CMAJ : Canadian Medical Association Journal. 2008;178(6):691-7.<\/div><div class = \"text-block\">22.Clinebell K, Azzam PN, Gopalan P, Haskett R. Guidelines for preventing common medical complications of catatonia: case report and literature review. J Clin Psychiatry. 2014;75(6):644-51.<\/div><div class = \"text-block\">23.Scheffel S, Hantikainen V. [Preventive measures for the prophylaxis of contractures in geriatric nursing. A systematic review]. Pflege. 2011;24(3):183-94.<\/div><div class = \"text-block\">24.Wong K, Trudel G, Laneuville O. Noninflammatory Joint Contractures Arising from Immobility: Animal Models to Future Treatments. Biomed Res Int. 2015;2015.<\/div><div class = \"text-block\">25.Farmer S, James M. Contractures in<\/div><div class = \"text-block\">orthopaedic and neurological conditions: a review of causes and<\/div><div class = \"text-block\"><span>treatment. Di<\/span><span style = \"font-style:italic;\">sability And Rehabilitation<\/span><span>. 2001;23(13):549-58.<\/span><\/div><div class = \"text-block\">26.Gastmans C, Milisen K. Use of physical restraint in nursing homes: clinical-ethical considerations. Journal of medical ethics. 2006;32(3):148-52.<\/div><div class = \"text-block\">27.Gunawardena R, Smithard DG. The Attitudes Towards the Use of Restraint and Restrictive Intervention Amongst Healthcare Staff on Acute Medical and Frailty Wards—A Brief Literature Review.Geriatrics (Basel). 42019.<\/div><div class = \"text-block\">28.Selikson S, Damus K, Hamerman D. Risk factors associated with immobility. J Am Geriatr Soc. 1988;36(8):707-12.<\/div><div class = \"text-block\">29.Wagner LM, Clevenger C. Contractures in Nursing Home Residents. Journal of the American Medical Directors Association. 2010;11(2):94-9.<\/div><div class = \"text-block\">30.Care homes market study: summary of final report: GOV.UK; 2017 [Available from: <\/div><div class = \"text-block\"><a href=\"https:\/\/www.gov.uk\/government\/publications\/care-homes-market-study-summary-of-final-report\/care-homes-market-study-summary-of-final-report#fn:3\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.gov.uk\/government\/publications\/care-homes-market-study-summary-of-final-report\/care-homes-market-study-summary-of-final-report#fn:3<\/span><\/a><\/div><div class = \"text-block\">.<\/div><div class = \"text-block\">31.Helm TN, Wirth PB, Helm KF. Congenital fascial dystrophy: the stiff skin syndrome. Cutis. 1997;60(3):153-4.<\/div><div class = \"text-block\">32.Björk S, Juthberg C, Lindkvist M, Wimo A, Sandman PO, Winblad B, et al. Exploring the prevalence and variance of cognitive impairment, pain, neuropsychiatric symptoms and ADL dependency among persons living in nursing homes; a cross-sectional study.BMC Geriatr. 162016.<\/div><div class = \"text-block\">33.Anderson EE, Perilli E, Carati CJ, Reynolds KJ. Quantifying shape changes of silicone breast implants in a murine model using in vivo micro-CT. J Biomed Mater Res B Appl Biomater. 2017;105(6):1447-52.<\/div><div class = \"text-block\">34.Moher D, Liberati A, Tetzlaff J, Altman DG, Group P. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 2009;6(7):e1000097.<\/div><div class = \"text-block\">35.Bring structure to your research - protocols.io. 2020.<\/div><div class = \"text-block\">36.PROSPERO: of the review click to expand contentsAll protocolsExclude Cochrane protocolsExclude reviews of animal studies for human health protocolsCochrane protocols onlyReviews of animal studies for human health protocols only;[Available from: <\/div><div class = \"text-block\"><a href=\"https:\/\/www.crd.york.ac.uk\/PROSPERO\/#serviceinfopage\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.crd.york.ac.uk\/PROSPERO\/#serviceinfopage<\/span><\/a><\/div><div class = \"text-block\">.<\/div><div class = \"text-block\">37.Woolard D. Research Guides: Citation Chaining: What is Citation Chaining? 2020.<\/div><div class = \"text-block\">38.Elmagarmid MO, Hossam H, Zbys F, Ahmed. Rayyan—a web and mobile app for systematic reviews. Systematic Reviews. 2016;5(1):1-10.<\/div><div class = \"text-block\">39.Johnson N, Phillips M. Rayyan for systematic reviews. Journal of Electronic Resources Librarianship. 2018;30(1):46-8.<\/div><div class = \"text-block\">40.Chapter 5: Collecting data. 2020.<\/div><div class = \"text-block\">41.Tacconelli, etacconelli@rm.unicatt.it E. Systematic reviews: CRD's guidance for undertaking reviews in health care. The Lancet Infectious Diseases. 2010;10(4):226.<\/div><div class = \"text-block\">42.Study Quality Assessment Tools | National Heart, Lung, and Blood Institute (NHLBI) 2020 [Available from: <\/div><div class = \"text-block\"><a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pubmed\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;\">https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/<\/span><\/a><\/div><div class = \"text-block\">.<\/div><div class = \"text-block\">43.Thompson SG, Smith TC, Sharp SJ. Investigating underlying risk as a source of heterogeneity in meta-analysis. Statistics in medicine. 1997;16(23):2741-58.<\/div><div class = \"text-block\">44.N. NV, Arbyn M, Aerts. Metaprop: A Stata Command to Perform Meta-Analysis of Binomial Data. Archives of public health = Archives belges de sante publique. 2014;72(1).<\/div><div class = \"text-block\">45.Hr, M. B, Hedges LV, Higgins JP, Rothstein. A Basic Introduction to Fixed-Effect and Random-Effects Models for Meta-Analysis. Research synthesis methods. 2010;1(2).<\/div><div class = \"text-block\">46.Higgins JPT, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in meta-analyses. BMJ (Clinical research ed). 2003;327(7414):557-60.<\/div><div class = \"text-block\">47.de Souza RJ, Department of Clinical E, Biostatistics FoHS, Department of Nutritional Sciences FoMUoTTC, Li Ka Shing Knowledge Institute SMsHTC, Eisen RB, et al. Best (but oft-forgotten) practices: sensitivity analyses in randomized controlled trials. The American Journal of Clinical Nutrition. 2020;103(1):5-17.<\/div><div class = \"text-block\">48.“Narrative synthesis” of quantitative effect data in Cochrane reviews: current issues and ways forward. 2020.<\/div><\/div>"}}],"cases":[],"data":null,"html":null,"section":null,"section_color":null,"section_duration":0,"critical":null,"critical_id":null,"duration":0}],"document":null,"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\"><span style = \"font-weight:bold;\">Background<\/span><\/div><div class = \"text-block\">Joint contractures, a disorder wherein the tissues around a joint are morphologically altered leading to a reduction in range of motion (ROM), have been shown to develop somewhat spontaneously in older populations, particularly in care home settings.Contractures range in severity from mild to severe, with the latter often associated with poor outcomes, such as pain and pressure ulcers.They also can compromise recovery and pose a challenge to care providers.There is limited treatment once contractures have developed, but preventative interventions could provide more effective long-term solutions.<\/div><div class = \"text-block\">Some studies have shown higher incidence of contractures in older people living with dementia, a population who make up an average of 69% of those living in residential care.It is thought that this could be a result of immobility or frailty.However, there is a lack of information about the prevalence of contractures in care homes.This study has been designed to calculate the prevalence of contractures in care home residents.<\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Aim<\/span><\/div><div class = \"text-block\">The aim of this report is to assess the prevalence of contractures in a care home population, to better understand the development of contractures and severe contractures. <\/div><div class = \"text-block\"><span style = \"font-weight:bold;\">Methods<\/span><\/div><div class = \"text-block\">This study utilises a systematic review followed by meta-analysis; Electronic databases will be searched: COCHRANE, EMBASE, CINAHL, Ovid MEDLINE and Global Health.Citation chaining and hand searching will also be used. <\/div><\/div>","changed_on":1605525573}