{"id":26146,"title":"What is CD14","title_html":"What is CD14","image":{"source":"https:\/\/www.protocols.io\/img\/default_protocol.png","placeholder":"https:\/\/www.protocols.io\/img\/default_protocol.png"},"doi":"dx.doi.org\/10.17504\/protocols.io.5sag6ae","doi_status":2,"uri":"what-is-cd14-5sag6ae","type_id":1,"published_on":1563949645,"parent_protocols":[],"parent_collections":[],"version_id":0,"created_on":1563949578,"categories":null,"creator":{"name":"susan wind","affiliation":null,"affiliations":[],"username":"susan-wind","link":"https:\/\/www.creativebiolabs.net\/Anti-CD14-Antibody-60875.htm","image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[{"id":2,"image":{"source":"\/img\/badges\/bronze.svg","placeholder":"\/img\/badges\/bronze.svg"},"name":"Author"}],"research_interests":null,"blocked_by_you":false,"blocked_you":false},"journal":null,"journal_name":null,"journal_link":null,"article_citation":null,"public":1,"has_versions":0,"link":"https:\/\/www.creativebiolabs.net\/Anti-CD14-Antibody-60875.htm","total_collections":0,"number_of_steps":0,"authors":[{"name":"susan wind","affiliation":"California Baptist University","affiliations":[],"username":"susan-wind","link":null,"image":{"source":"\/img\/avatars\/017.png","placeholder":"\/img\/avatars\/017.png"},"badges":[],"research_interests":null,"blocked_by_you":false,"blocked_you":false}],"versions":[],"groups":[],"has_subprotocols":0,"is_subprotocol":0,"is_bookmarked":0,"can_be_copied":1,"can_remove_fork":1,"forks_count":{"private":0,"public":0},"access":{"can_view":1,"can_remove":0,"can_add":0,"can_edit":0,"can_publish":0,"can_get_doi":0,"can_share":1,"can_move":1,"can_move_outside":1,"can_transfer":1,"can_download":1,"is_locked":0},"steps":[],"materials":[],"description":"<div class = \"text-blocks\"><div class = \"text-block\">CD14, the LPS (Lipopolysaccharide) receptor, was originally a leukocyte differentiation antigen present on the surface of cells such as monocytes and macrophages. It was first discovered by TODD from the surface of human monocytes in 1981.<\/div><div class = \"text-block\">Molecular Structure<\/div><div class = \"text-block\">The human gene encoding CD14 has been cloned and sequenced. The gene is located at the long arm end 5q23-q31 of the human 5th autosome, and contains approximately 1338 nucleotide residues. From position 76 to position 1200 of the nucleotide, a polypeptide chain of 375 amino acid residues is encoded. The region adjacent to the CD14 gene also contains a gene encoding a number of growth factors and receptors, so before defining the function of CD14, it was speculated that CD14 is a certain receptor substance. The CD14 genes of other animals such as mice, rabbits, and cattle were also cloned one after another, all of which have high homology with the human CD14 gene sequence.<\/div><div class = \"text-block\">mCD14 is a 55 kDa glycoprotein anchored to the cell membrane by glycosylphosphatidylinositol. The mCD14 protein moiety consists of a polypeptide chain consisting of 356 amino acid residues and a terminal polypeptide chain consisting of 19 amino acid residues, the terminal polypeptide of which is a strongly hydrophobic polypeptide chain. The 39 to 44 segment of the human CD14 amino acid sequence is an essential part of binding to LPS.<\/div><div class = \"text-block\">sCD14 is also a glycoprotein whose protein structure is basically the same as that of mCD14, but sCD14 does not contain a PI structure, so the molecular weight is smaller than that of mCD14, which is about 48 kDa.<\/div><div class = \"text-block\">Generating distribution<\/div><div class = \"text-block\">mCD14 is mainly distributed on the cell surface of monocytes, macrophages and dendritic cells, and a small amount of mCD14 is also present on the surface of activated neutrophils. On the surface of endothelial cells and epithelial cells, no mCD14 was found. CD14 is also present in neutrophil cytoplasmic endocrine secretory bodies and azurophilic granules.<\/div><div class = \"text-block\">sCD14 is present in the plasma of normal humans and animals. The normal concentration in human serum is 2-5 mg\/ml, accounting for 99% of the total CD14 content in the blood.<\/div><div class = \"text-block\">mCD14 is a monocyte or macrophage containing the CD14 gene, which transcribes and translates a protein polypeptide chain. After saccharification in the Golgi complex, the carboxy terminus is then bound to PI and the phospholipid portion of PI is linked to the cell membrane. IL-1β and TNF-α can regulate the expression of CD14 gene and promote the transcription of CD14 mRNA; FMLP and GM-CSF can stimulate neutrophils and increase the mCD14 on the cell surface. sCD14 is produced by monocytes. There are two possible ways for monocytes to produce sCD14: 1 by endogenous enzymatic reaction, which causes mCD14 to decompose and fall off. Because the mononuclear cells cultured in vitro were stimulated by LPS and IFN-r, the mCD14 on the cell surface was significantly reduced, while the concentration of sCD14 in the culture supernatant was significantly increased. 2 CD14 protein transcribed and synthesized by CD14 gene was not performed. PI or escape PI, directly secreted into the blood.<\/div><div class = \"text-block\">Glucocorticoids inhibit monocyte expression and release of CD14. In vitro monocyte culture, prednisolone can significantly inhibit the promotion of mCD14 expression and sCD14 release by LPS; in vivo, patients with acute inflammation receive glucocorticoid therapy, serum sCD14 concentration and peripheral blood mononuclear cell surface The expression of mCD14 was significantly inhibited. Clinically, when patients are treated with steroids, their inhibition of mCD14 expression and sCD14 release may increase the risk of infection. Recombinant sCD14 can be expressed in Sfg insect cells by molecular biology techniques using baculovirus as a vector.<\/div><div class = \"text-block\">Active function<\/div><div class = \"text-block\">As the LPS receptor, CD14's main biological activity is to recognize, bind to LPS or LPS\/LBP complexes as LPS receptors, and mediate LPS-like cellular responses. The effect of CD14-mediated cell response is affected by the concentration of LPS. At low concentrations of LPS, its activation by cells is completely mediated by its receptor, CD14; at higher concentrations, its activation is partly mediated by CD14.<\/div><div class = \"text-block\">As a receptor for other molecules, CD14 is not only a receptor for LPS, but also recognizes, binds to LPS or LPS\/LBP complexes, and acts as a receptor for other products such as Gram-negative or positive bacteria, and recognizes and binds to the fatty Arabs of mycobacteria. The cell wall components of mannan and Gram-positive bacteria, soluble peptide sugar and teichoic acid, activate monocytes and mediate a series of biological reactions.<\/div><div class = \"text-block\">In summary, the chemical structure of CD14 is glycoprotein, and its biological function is mainly to recognize and bind LPS or LPS\/LBP complex, mediate cell reaction induced by LPS, pathology such as LPS inflammatory reaction and endotoxin shock. The reaction plays an important role. If the function of CD14 can be completely blocked, the specific blocking of CD14 binding to LPS and LPS\/LBP complex can prevent or stop the pathogenesis of LPS inflammatory reaction, endotoxin shock and other clinical treatment of endotoxemia. Endotoxin shock, etc. will be of great significance.<\/div><div class = \"text-block\">RELATED PRODUCT:<\/div><div class = \"text-block\"><a href=\"https:\/\/www.creativebiolabs.net\/Anti-CD14-Therapeutic-Antibody-28252.htm\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">anti cd14<\/span><\/a><\/div><div class = \"text-block\"><a href=\"https:\/\/www.creativebiolabs.net\/Anti-CD14-Antibody-60875.htm\" style = \"text-decoration:underline;color:blue;cursor:pointer;\"><span style = \":;:UNDERLINE;\">cd14 mouse<\/span><\/a><\/div><\/div>","changed_on":1563949645}