{"access":{"can_view":true,"can_edit":false,"can_remove":false,"can_add":false,"can_publish":false,"can_get_doi":false,"can_share":true,"can_move":true,"can_move_outside":true,"can_transfer":true,"can_download":true,"is_locked":false},"authors":[{"name":"Salvatore  Del Prete","affiliation":"Service Biotech srl","affiliation_url":null,"username":"n4ple102q1y4tle1","link":null,"image":{"source":"/img/avatars/010.png","placeholder":"/img/avatars/010.png","webp_source":""},"note":"","is_verified_author":true,"is_verified_user":true},{"name":"Daniela   Marasco","affiliation":"Service Biotech srl","affiliation_url":null,"username":"n4ple102q1y4wle1","link":null,"image":{"source":"/img/avatars/013.png","placeholder":"/img/avatars/013.png","webp_source":""},"note":"","is_verified_author":true,"is_verified_user":false},{"name":"Antonella  Cicale","affiliation":"Service Biotech srl","affiliation_url":null,"username":"x2t274v2y2v2","link":null,"image":{"source":"/img/avatars/004.png","placeholder":"/img/avatars/004.png","webp_source":""},"note":"","is_verified_author":true,"is_verified_user":false}],"before_start":"{\"blocks\":[{\"key\":\"79ocf\",\"text\":\"It is necessary to accurately document:\\n1. respect for the privacy and security of the subject under control at the time of collection;\\n2. verification of the identity of the subject subject to control;\\n3. the location where the sampling took place;\\n4. the correct attribution of the sample to the subject subject to control;\\n5. that no falsification or tampering with the sample has taken place;\\n6. that no unauthorized access to the sample has taken place;\\n7. that the informed consent has been signed by the subject under control;\\n8. the use by the subject under control of particular medicines that may interfere with the analytical results;\\n9. the traceability of the sample through appropriate records of its movements, from the place of sampling to its \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d7vad\",\"text\":\"10. reception in the Laboratory, including the identity records of the personnel authorized to handle it\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","book_chapter":null,"can_accept_authorship":false,"can_be_copied":true,"can_claim_authorship":false,"can_remove_fork":false,"can_sign":false,"child_steps":{},"cited_protocols":[],"collection_items":[],"created_on":1653549315,"creator":{"name":"Salvatore Del Prete","affiliation":"","affiliation_url":null,"username":"n4ple102q1y4tle1","link":null,"image":{"source":"/img/avatars/010.png","placeholder":"/img/avatars/010.png","webp_source":""},"badges":[{"id":2,"name":"Author","image":{"source":"/img/badges/bronze.svg","placeholder":"/img/badges/bronze.svg"}}],"affiliations":[]},"description":"{\"blocks\":[{\"key\":\"3b033\",\"text\":\"Whenever possible, it is preferable to take the sample from the area corresponding to the back of the head (vertex), as close as possible to the scalp;\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2v16f\",\"text\":\"in fact, it is considered that this region of the head is associated with a minimum inter-individual variability in the speed of hair growth. When the sample is taken on a child or on people with obvious hair thinning, there may be concerns about leaving them a bald spot. In these cases, the collection of the sample can be done by taking smaller strands in different areas of the head, however concentrating in the area of ​​the posterior vertex of the head.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"49afs\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"94c2p\",\"text\":\"The hair matrix of choice for the analyses is represented by hair, however, when their removal is not possible (for example baldness, zero shaving), alternative collection sites can be used such as the chest, pubis, armpits or the face (beard hair). The collection of samples in private parts of the body requires a careful assessment of the privacy of the subject subject to the control, while ensuring that the correctness of the collection process is not compromised. It should also be remembered that the growth rate and dormancy (telogenic phase) of the hairs collected in these areas of the body are different from the growth rate and dormancy of the hair. Therefore, it is not possible to go back to a time window of substance use, but one can only confirm or exclude a previous use.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"befb4\",\"text\":\"The amount of hair required for the analysis is a lock of the thickness of a pencil, which can be divided into two parts (aliquot A and B). It is important to collect a sufficient quantity of hair to carry out both the screening and confirmatory analyses (aliquot A), as well as to keep a part of the sample for a possible verification analysis (counter analysis, aliquot B). The lock of hair to be removed must be fixed with a wire tied as close as possible to the skin before making the cut. In the case of short hair this is not possible. In this case, the cut strand is fixed on a sheet of paper with a clip indicating with an arrow the part proximal to the skin.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","disclaimer":"","document":"","documents":[],"doi":"dx.doi.org/10.17504/protocols.io.5qpvob8zxl4o/v1","doi_status":2,"fork_id":null,"fork_info":null,"forks":[],"funders":[],"groups":[],"guid":"760427C0DCC311ECA9925548F1C773D5","guidelines":"{\"blocks\":[{\"key\":\"6pkn1\",\"text\":\"The collection of the sample must be carried out by a person authorized to carry out the collection itself. This person explains and carries out the procedure for taking the sample from the subject under control, completes the sampling report, has the informed consent signed and completes the appropriate sections of the chain of custody form. It is essential to prepare Standard Operating Procedures (SOPs) relating to the collection and storage of the sample, to the training of personnel assigned to take and transport the sample to the laboratory that will carry out the analysis. These procedures must be strictly followed.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c2vse\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bti6h\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","has_references":false,"has_versions":false,"id":63264,"image":{"source":"https://s3.amazonaws.com/protocols-files/files/hs3tbt4if.jpg","webp_source":"https://s3.amazonaws.com/protocols-files/files/hs3sbt4if.webp","placeholder":"https://s3.amazonaws.com/protocols-files/files/hs3fbt4if.jpeg","webp_placeholder":""},"image_attribution":"\u003cp\u003eCorrect collection method to conserve the withdrawal sample\u003c/p\u003e","in_trash":false,"is_bookmarked":false,"is_contact_suspended":false,"is_content_confidential":false,"is_content_warning":false,"is_in_transfer":false,"is_owner":true,"is_retracted":false,"is_shared_directly":false,"is_subprotocol":null,"is_unlisted":false,"item_id":932109,"journal":null,"journals":[],"keywords":"EDX,withdrawal protocol,heavy metal analysis","last_modified":1653554863,"link":"","location":null,"manuscript_citation":"\u003cp\u003eProgetto regionale “Monitoraggio e miglioramento della qualità dei laboratori di tossicologia in ambito regionale” DGR 556/2010 - Regione Lazio Cooper GA, Kronstrand R, Kintz P; Society of Hair Testing guidelines for drug testing in hair. Forensic Sci Int. 2012 May 10; 218(1-3): 20-4. Epub 2011 Nov 15. PubMed PMID: 22088946. Friguls B, Joya X, Garcia-Serra J, Gómez-Culebras M, Pichini S, Martinez S, Vall O, Garcia-Algar O. Assessment of exposure to drugs of abuse during pregnancy by hair analysis in a Mediterranean island. Addiction. 2012 Aug; 107(8): 1471-9 doi: 10.1111/j.1360-0443.2012.03828.x. Epub 2012 May 8. PubMed PMID: 22296208. Joya X, Friguls B, Ortigosa S, Papaseit E, Martínez SE, Manich A, Garcia-Algar O, Pacifici R, Vall O, Pichini S. Determination of maternal-fetal biomarkers of prenatal exposure to ethanol: a review. J Pharm Biomed Anal. 2012 Oct; 69: 209-22. Epub 2012 Jan 16. PubMed PMID: 22300909. Joya X, Papaseit E, Civit E, Pellegrini M, Vall O, Garcia-Algar O, Scaravelli G, Pichini S. Unsuspected exposure to cocaine in preschool children from a Mediterranean city detected by hair analysis. Ther Drug Monit. 2009 Jun; 31(3): 391-5. PubMed PMID: 19333147. Kintz P. Bioanalytical procedures for detection of chemical agents in hair in the case of drug-facilitated crimes. Anal Bioanal Chem. 2007 Aug; 388(7): 1467-74. Epub 2007 Mar 6. Review. PubMed PMID: 17340077. Kintz P. Consensus of the Society of Hair Testing on hair testing for chronic excessive alcohol consumption 2009. Forensic Sci Int. 2010 Mar 20; 196(1-3): 2. Epub 2010 Jan 8. PubMed PMID: 20060250. Kintz P. Hair testing and doping control in sport. Toxicol Lett. 1998 Dec 28; 102-103: 109-13. Review. PubMed PMID: 10022241. Kintz P, Villain M, Cirimele V. Hair analysis for drug detection. Ther Drug Monit. 2006 Jun; 28(3): 442-6. Review. PubMed PMID: 16778731. Kintz P. Value of hair analysis in postmortem toxicology. Forensic Sci Int. 2004 Jun 10; 142(2-3): 127-34. Review. PubMed PMID: 15172076. Llaquet H, Pichini S, Joya X, Papaseit E, Vall O, Klein J, Garcia-Algar O. Biological matrices for the evaluation of exposure to environmental tobacco smoke during prenatal life and childhood. Anal Bioanal Chem. 2010 Jan; 396(1): 379-99. Epub 2009 May 24. Review. PubMed PMID: 19466395. Morini L, Varango C, Filippi C, Rusca C, Danesino P, Cheli F, Fusini M, Iannello G, Groppi A. Chronic excessive alcohol consumption diagnosis: comparison between traditional biomarkers and ethyl glucuronide in hair, a study on a real population. Ther Drug Monit. 2011 Oct; 33(5): 654-7. PubMed PMID: 21912328. Morini L, Politi L, Acito S, Groppi A, Polettini A. Comparison of ethyl glucuronide in hair with carbohydrate- deficient transferrin in serum as markers of chronic high levels of alcohol consumption. Forensic Sci Int. 2009 July 188(1-3): 140-3. Epub 2009 May 1. PubMed PMID: 19410394. Morini L, Politi L, Polettini A. Ethyl glucuronide in hair. A sensitive and specific marker of chronic heavy drinking. Addiction. 2009 Jun; 104(6): 915-20. Epub 2009 Apr 9. PubMed PMID: 19392911. Pichini S, De Luca R, Pellegrini M, Marchei E, Rotolo MC, Spoletini R, D’Aloja P, Pacifici R, Mortali C, Scaravelli G. Hair and urine testing to assess drugs of abuse consumption in couples undergoing assisted reproductive technology (ART). Forensic Sci Int. 2012 May 10; 218(1-3): 57-61. Epub 2011 Oct 20. PubMed PMID: 22018744. Pichini S, Poudevida S, Pujadas M, Menoyo E, Pacifici R, Farré M, de la Torre R. Assessment of chronic exposure to MDMA in a group of consumers by segmental hair analysis. Ther Drug Monit. 2006 Feb;28(1):106-9. PubMed PMID: 16418703. Pichini S, Ventura M, Pujadas M, Ventura R, Pellegrini M, Zuccaro P, Pacifici R, de la Torre R. HAIRVEQ: an external quality control scheme for drugs of abuse analysis in hair. Forensic Sci Int. 2004 Oct 29; 145(2-3): 109-15. PubMed PMID: 15451081. Pichini S, Zuccaro P, Pellegrini M, Lopez A, Pacifici R. Analysis of drugs and abuse substances in the keratinic matrix. Ann Ist Super Sanita. 2000; 36(1): 17-27. Review. Italian. PubMed PMID: 11070605. Politi L, Morini L, Leone F, Polettini A. Ethyl glucuronide in hair: Is it a reliable marker of chronic high levels of alcohol consumption? Addiction. 2006 Oct; 101(10): 1408-12. PubMed PMID: 16968341. Polla M, Stramesi C, Pichini S, Palmi I, Vignali C, Dall’Olio G. Hair testing is superior to urine to disclose cocaine consumption in driver’s licence regranting. Forensic Sci Int. 2009 Aug 10; 189(1-3):e41-3. Epub 2009 May 15. PubMed PMID: 19446971. Pragst F, Auwaerter V, Sporkert F, Spiegel K. Analysis of fatty acid ethyl esters in hair as possible markers of chronically elevated alcohol consumption by headspace solid-phase microextraction (HS-SPME) and gas chromatography-mass spectrometry (GC-MS). Forensic Sci Int. 2001 Sep 15;121(1-2):76-88. Pujadas M, Pichini S, Poudevida S, Menoyo E, Zuccaro P, Farré M, de la Torre R. Development and validation of a gas chromatography-mass spectrometry assay for hair analysis of amphetamine, methamphetamine and methylenedioxy derivatives. J Chromatogr B Analyt Technol Biomed Life Sci. 2003 Dec 25; 798(2): 249-55. PubMed PMID: 14643504. Society of Hair Testing, Cooper G, Moeller M, Kronstrand R. Current status of accreditation for drug testing in hair. Forensic Sci Int. 2008 Mar 21; 176(1): 9-12. Epub 2007 Nov 19. PubMed PMID: 18024039. Society of Hair Testing. Recommendations for hair testing in forensic cases. Forensic Sci Int. 2004 Oct 29; 145(2-3): 83-4. PubMed PMID: 15451078. Ventura M, Pichini S, Pujadas M, Ventura R, Di Giovannandrea R, Zuccaro P, Pacifici R, Langohr K, Jurado C, de la Torre R. Four years’ experience in external proficiency testing programs for hair testing of drugs of abuse in Italy (HAIRVEQ) and comparison with the Society of Hair Testing program in 2005. Ther Drug Monit. 2007 Feb; 29(1): 11-9. PubMed PMID: 17304145. Ventura M, Stramesi C, Pichini S, Ventura R, Pujadas M, Di Giovannandrea R, Zuccaro P, Pacifici R, Langohr K, de la Torre R. HAIRVEQ 2006: evolution of laboratories’ performance after different educational actions. Forensic Sci Int. 2008 Mar 21; 176(1): 2-8. Epub 2007 Nov 5. PubMed PMID: 17980986. Villain M, Cirimele V, Kintz P. Hair analysis in toxicology. Clin Chem Lab Med. 2004; 42(11): 1265-72. Review. PubMed PMID: 15576289.\u003c/p\u003e","materials":[],"materials_text":"{\"blocks\":[{\"key\":\"1lpd4\",\"text\":\"Kit for the collection of the hair sample (or other hair matrix)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"94vhu\",\"text\":\"The sample collection kit must include:  aluminium foil or plastic foil and bags for the two aliquots of the hair sample - or other hair matrix; the report of the sampling and the informed consent; the chain of custody form; adhesive labels with barcode or alphanumeric code or other identification system that will be applied to the sampling report, to the chain of custody of the sample; an envelope for the transport and / or dispatch of the envelopes, the collection report and the form for the chain of custody.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6uaj4\",\"text\":\"The sample must be taken in such a way that the proximal part of the sample with respect to the root, in the case of hair, is clearly identifiable. For this purpose, a wire can be used that binds the lock of hair close to the point of collection and holds the same lock together when it is introduced into the bag for storage or, in the case of very short hair, a clip that clips the hair sample. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"34h4o\",\"text\":\"On a sheet of paper where the proximal part of the hair can be indicated with a pen or pencil. Hair samples should be stored in a dry environment at room temperature, away from direct sunlight. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"rcbv\",\"text\":\"Hair samples should not be stored in the refrigerator or freezer, as swelling of the hair matrix may occur. \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"89g2n\",\"text\":\"Hair samples that appear wet at the time of collection must be dried before they are stored in the appropriate bags.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","ownership_history":null,"parent_collections":[],"parent_protocols":[],"peer_reviewed":false,"public":true,"public_fork_note":"","published_on":1653554863,"references":[],"related_equipments":[],"retraction_reason":null,"shared_access_id":100,"show_comparison":false,"sign_info":null,"state_version_id":165,"stats":{"is_voted":false,"number_of_views":0,"number_of_steps":6,"number_of_bookmarks":0,"number_of_comments":0,"number_of_bookmarked_comments":0,"number_of_steps_comments":0,"number_of_protocol_comments":0,"number_of_exports":0,"number_of_runs":0,"number_of_votes":0,"number_of_reagents":0,"number_of_equipments":0,"number_of_collections":0,"number_of_forks":{"private":0,"public":0},"number_of_accessible_forks":0},"status":{"id":1,"info":"We use this protocol and it’s working"},"steps":[{"id":1410579,"guid":"9852A810DCC311ECA9925548F1C773D5","previous_id":0,"previous_guid":null,"section":"","section_color":"","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"37i7p\",\"text\":\"Roll and string a pencil-thick strand of hair or several thinner strands from the back of the head.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":63264,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"1","cases":[],"critical":null},{"id":1410582,"guid":"40204F10DCC511ECA9925548F1C773D5","previous_id":1410579,"previous_guid":"9852A810DCC311ECA9925548F1C773D5","section":"","section_color":"","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"6du4n\",\"text\":\"Hair should be cut immediately above the skin, as close to the scalp as possible. It is necessary to note the length of the hair strand.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":63264,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"2","cases":[],"critical":null},{"id":1410583,"guid":"5DFE55E0DCC511ECA9925548F1C773D5","previous_id":1410582,"previous_guid":"40204F10DCC511ECA9925548F1C773D5","section":"","section_color":"","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"cor5e\",\"text\":\"The lock of hair must be placed in the appropriate aluminium foil. The portion of the lock corresponding to the roots must protrude from the toothed part of the sheet. PLEASE NOTE. THE OPERATION MUST BE REPEATED for rate A and rate B.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":63264,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"3","cases":[],"critical":null},{"id":1410584,"guid":"661E69E0DCC511ECA9925548F1C773D5","previous_id":1410583,"previous_guid":"5DFE55E0DCC511ECA9925548F1C773D5","section":"","section_color":"","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"7hqgv\",\"text\":\"Each aluminium foil must be folded\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":63264,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"4","cases":[],"critical":null},{"id":1410585,"guid":"6F3512E0DCC511ECA9925548F1C773D5","previous_id":1410584,"previous_guid":"661E69E0DCC511ECA9925548F1C773D5","section":"","section_color":"","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"7gdgs\",\"text\":\"The aluminium foil must be inserted in the appropriate envelope-container. The container-bag must be sealed\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":63264,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"5","cases":[],"critical":null},{"id":1410586,"guid":"760CC860DCC511ECA9925548F1C773D5","previous_id":1410585,"previous_guid":"6F3512E0DCC511ECA9925548F1C773D5","section":"","section_color":"","section_duration":0,"is_substep":false,"step":"{\"blocks\":[{\"key\":\"933gh\",\"text\":\"The envelope must be accompanied by the collection report and the chain of custody form. Rates A and B must be brought to the laboratory or sent by tracked priority mail or by express courier.\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}","data":null,"protocol_id":63264,"case_id":0,"critical_ids":"","duration":0,"original_id":0,"number":"6","cases":[],"critical":null}],"template_id":1,"title":"withdrawal protocol for study of heavy metals in hair with edx","title_html":"\u003cp\u003ewithdrawal protocol for study of heavy metals in hair with edx\u003c/p\u003e","type_id":1,"units":[{"id":1,"type_id":3,"name":"µL","can_manage":0},{"id":2,"type_id":3,"name":"mL","can_manage":0},{"id":3,"type_id":3,"name":"L","can_manage":0},{"id":4,"type_id":3,"name":"µg","can_manage":0},{"id":5,"type_id":3,"name":"mg","can_manage":0},{"id":6,"type_id":3,"name":"g","can_manage":0},{"id":7,"type_id":3,"name":"kg","can_manage":0},{"id":8,"type_id":3,"name":"ng","can_manage":0},{"id":9,"type_id":3,"name":"Hz","can_manage":0},{"id":10,"type_id":24,"name":"°C","can_manage":0},{"id":11,"type_id":24,"name":"°К","can_manage":0},{"id":12,"type_id":24,"name":"°F","can_manage":0},{"id":13,"type_id":25,"name":"Mass Percent","can_manage":0},{"id":14,"type_id":25,"name":"% volume","can_manage":0},{"id":15,"type_id":25,"name":"Mass / % volume","can_manage":0},{"id":16,"type_id":25,"name":"Parts per Million (PPM)","can_manage":0},{"id":17,"type_id":25,"name":"Parts per Billion (PPB)","can_manage":0},{"id":18,"type_id":25,"name":"Parts per Trillion (PPT)","can_manage":0},{"id":19,"type_id":25,"name":"Mole Fraction","can_manage":0},{"id":20,"type_id":25,"name":"Mole Percent","can_manage":0},{"id":21,"type_id":25,"name":"Molarity (M)","can_manage":0},{"id":22,"type_id":25,"name":"Molarity (m)","can_manage":0},{"id":23,"type_id":25,"name":"Genome copies per ml","can_manage":0},{"id":24,"type_id":3,"name":"μV","can_manage":0},{"id":25,"type_id":3,"name":"ms","can_manage":0},{"id":26,"type_id":3,"name":"pg","can_manage":0},{"id":27,"type_id":25,"name":"Molarity dilutions","can_manage":0},{"id":28,"type_id":25,"name":"millimolar (mM)","can_manage":0},{"id":29,"type_id":25,"name":"micromolar (µM)","can_manage":0},{"id":30,"type_id":25,"name":"nanomolar (nM)","can_manage":0},{"id":31,"type_id":25,"name":"picomolar (pM)","can_manage":0},{"id":32,"type_id":24,"name":"Room temperature","can_manage":0},{"id":33,"type_id":30,"name":"rpm","can_manage":0},{"id":34,"type_id":30,"name":"x g","can_manage":0},{"id":165,"type_id":24,"name":"On ice","can_manage":0},{"id":200,"type_id":32,"name":"cm","can_manage":0},{"id":201,"type_id":32,"name":"mm","can_manage":0},{"id":202,"type_id":32,"name":"µm","can_manage":0},{"id":203,"type_id":32,"name":"nm","can_manage":0},{"id":204,"type_id":25,"name":"mg/mL","can_manage":0},{"id":205,"type_id":25,"name":"µg/µL","can_manage":0},{"id":206,"type_id":25,"name":"% (v/v)","can_manage":0},{"id":1324,"type_id":30,"name":"rcf","can_manage":0},{"id":1359,"type_id":35,"name":"Bar","can_manage":0},{"id":1360,"type_id":35,"name":"Pa","can_manage":0}],"uri":"withdrawal-protocol-for-study-of-heavy-metals-in-h-b9z8r79w","url":"https://www.protocols.io/view/withdrawal-protocol-for-study-of-heavy-metals-in-h-b9z8r79w","version_class":63264,"version_data":{"id":0,"code":"b9z8r79w","version_class":63264,"parent_id":null,"parent_uri":null,"is_same_owner":false,"is_parent_public":false,"has_pending_merge_request":false,"has_approved_merge_request":false,"merge_request":null},"version_id":0,"version_uri":"withdrawal-protocol-for-study-of-heavy-metals-in-h-5qpvob8zxl4o/v1","versions":[{"id":63264,"title":"withdrawal protocol for study of heavy metals in hair with edx","title_html":"\u003cp\u003ewithdrawal protocol for study of heavy metals in hair with edx\u003c/p\u003e","image":{"source":"https://s3.amazonaws.com/protocols-files/files/hs3tbt4if.jpg","webp_source":null,"placeholder":"https://s3.amazonaws.com/protocols-files/files/hs3tbt4if.jpg","webp_placeholder":null},"doi":"dx.doi.org/10.17504/protocols.io.5qpvob8zxl4o/v1","uri":"withdrawal-protocol-for-study-of-heavy-metals-in-h-b9z8r79w","published_on":1653554570,"modified_on":1653554863,"version_class":63264,"version_id":0,"version_code":"b9z8r79w","version_uri":"withdrawal-protocol-for-study-of-heavy-metals-in-h-5qpvob8zxl4o/v1","created_on":1653549315,"categories":null,"creator":{"name":"Salvatore Del Prete","affiliation":null,"affiliation_url":null,"username":"n4ple102q1y4tle1","link":null,"image":{"source":"/img/avatars/010.png","placeholder":"/img/avatars/010.png","webp_source":""}},"stats":{"number_of_comments":0,"last_comment_time":0}}],"warning":""}